export const questionStr = `1 、(2020浙江B81)下列关于我国岛屿的说法错误的是：
A.我国第二大岛海南岛属于亚热带岛屿
B.我国领土最南端是南沙群岛的曾母暗沙
C.我国岛屿大部分分布在长江口以南的海域
D.舟山群岛的舟山渔场是我国最大的海洋渔场
2 、(2020北京14)某县地处黄土高原，水土流失严重。如果你是该县相关部门的工作人员，你认为采取以下哪些措施能有效治理水土流失?①压缩农业用地，扩大林草种植面积
②调整种植结构，发展棉花产业
③施用石灰，降低土壤酸性
④打坝淤地，平整土地
A.①②
B.②③
C.①④
D.③④
3 、(2020国考13)关于诗句涉及的物候特征，下列对应错误的是：A.不知近水花先发，疑是经冬雪未销——水对温度的调节作用B.羌笛何须怨杨柳，春风不度玉门关——冷锋过境产生的天气变化C.春风疑不到天涯，二月山城未见花——海拔对植物生长的影响D.南枝向暖北枝寒，一种春风有两般——光照对植物的影响4 、(2020山东2)下列有关山东省“三大经济圈”表述正确的是：A.淄博、泰安、德州、滨州、潍坊都属于省会经济区B.水浒故里、黄河口生态旅游区位于胶东经济圈
C.东方圣地、亲情沂蒙等旅游品牌都属于鲁南经济区D.省会经济区的定位包括金融中心和乡村振兴先行区5 、(2019广东乡镇80)地球内部具有巨大的热量，并通过不同途径由内向外散发地热能。以下现象与地热能有关的是：
A.台风生成
B.火山喷发
C.山洪暴发
D.岩石风化
6 、(2019广东乡镇74)广东属于岭南地区，具有深厚的岭南文化。以下诗句中描写岭南风物的是：
A.此地空余黄鹤楼B.罗浮山下四时春C.风吹草低见牛羊D.不识庐山真面目7 、(2019青海13)飞行距离较远时，民航飞机一般适宜在哪一层飞行?A.散逸层
B.对流层
C.平流层
D.中间层
8 、(2019北京25)2018年男排世锦赛，国际排联第一次专门为中国观众安排了适合中国球迷观看的比赛时间。在不同时区国家举办国际赛事，通常会让想熬夜观赛的体育迷们很纠结。下列有关时区的说法中，正确的是：
A.由于世界各国与地区的纬度不同，地方时也有所不同，因此会划分为不同的时区
B.出国旅行的人，凡是往东走，每过一个时区，就要把表拨慢一小时C.1884年召开的国际子午线会议上，规定将全球划分为12个时区D.我国采用首都北京所在的东八区的区时
9 、(2019江苏A15)下列对有关气候效应的解释，正确的是：A.阳伞效应是指由于天空中大块乌云的阻挡而削弱太阳短波辐射，使气温降低B.热岛效应是指由于城市下垫面特性和人类活动影响，使市区的气温比郊区高C.温室效应是指温室气体透过太阳长波辐射，大量吸收地面短波辐射，使气温升高D.海洋沙漠化效应是指海洋因受周围陆地沙漠化的影响，失去了对气温的调节功能10 、(2019陕西10)下列说法中，错误的是：
A.山东省与山西省因位于太行山东西两侧而得名
B.湖南省与湖北省因位于洞庭湖南北两侧而得名
C.河南省与河北省因位于黄河南北两侧而得名
D.广东省与广西壮族自治区因位于珠江东西两侧而得名
11 、(2019四川下7)关于我国平原，下列说法错误的是：
A.江汉平原是我国粮食商品率最高的商品粮生产基地
B.东北平原以肥沃的黑土著称，是我国面积最大的平原
C.河套平原是河流泥沙在低洼处不断沉积形成的冲积平原D.成都平原有为该地农业发展做出巨大贡献的著名水利工程12 、(2019四川15)关于地球南北极，下列说法不正确的是：A.南极是地球上唯一没有永久居民的大陆
B.每年6一8月是最适合去北极旅行的季节
C.中国在南极建立了长城站、黄河站和昆仑站
D.雪龙2号是我国自主建造的首艘极地科考破冰船
13 、(2019江苏A14)下列关于水资源的说法，不正确的是：A.地球上水资源的主体是咸水B.海洋水与陆地水在不断循环C.地球上水体大多以液态存在D.地球上淡水主体是江河湖水14 、(2019四川6)下列关于我国河流的说法不正确的是：A.黑龙江是中国的内河
B.长江最大的支流是汉江
C.黄果树瀑布、桂林山水都位于珠江流域
D.“大漠孤烟直，长河落日圆”中的“河”指黄河
15 、(2019山东35)千百年来，月亮一直是人类心中的梦想之境。思乡的情怀，探索的欲望，都交织在一汪皎洁的白月光中。下列关于月球的说法错误的是：A.月球自西向东自转B.月球自东向西公转C.月球自转与公转周期相等D.月球表面没有大气层包围16 、(2019吉林甲16)科学家宣称太阳活动正在向着低点滑落，预计在2019至2020年达到低峰。届时地球受到的影响最可能是：
A.全球农业歉收B.航天危险增大C.北极极光消失D.上层大气升温17 、(2019浙江4)关于天文知识，下列说法错误的是：A.天狼星是夜空中最亮的恒星
B.月球围绕地球自东向西呈顺时针方向旋转
C.《观沧海》中“星汉灿烂，若出其里”的“星汉”指银河D.彗星远离太阳时体积很小，接近太阳时体积变得巨大18 、(2019江西17)下列表述正确的是：
A.鄱阳湖栖息着世界上最大的白鹤群
B.我国最早出现的种植业位于松花江流域
C.被誉为“天上云霞，地下鲜花”的是四川蜀绣
D.东北平原是中国第二大平原，也是中国重要的粮棉生产基地19 、(2018江苏A10)下列诗句所描述的内容与其涉及的地理知识对应不正确的是：
A.坐地日行八万里——地球自转
B.月落乌啼霜满天——月球自转
C.月有阴晴圆缺——月球绕地球公转
D.银汉横空万象秋——地球绕太阳公转
20 、(2018山东43)关于古诗中提到的“雨”的成因，下列解释正确的是：A.君问归期未有期，巴山夜雨涨秋池——冷锋雨B.夜来风雨声，花落知多少——台风雨
C.东边日出西边雨，道是无晴却有晴——对流雨D.好雨知时节，当春乃发生——地形雨
21 、(2018广州53)以下国家没有热带雨林的是：A.加拿大
B.印度尼西亚
C.刚果民主共和国D.巴西
22 、(2018陕西88)下列诗句中，描绘天气的一项是：
A.四季无寒暑，一雨便成秋
B.水光潋滟晴方好，山色空蒙雨亦奇
C.人间四月芳菲尽，山寺桃花始盛开
D.映阶碧草自春色，隔叶黄鹂空好音
23 、(2018四川下9)关于我国省会城市，下列说法正确的是：
A.昆明是我国海拔最高的省会城市
B.乌鲁木齐位于准噶尔盆地的南缘
C.武汉的水运很发达是因为淮河流经该城市
D.杭州日出时间早于太原是由于其纬度更低
24 、(2018国考19)关于下列地区的说法错误的是：
A.欧洲北海：既是著名产油区，又是著名渔场
B.波斯湾地区：既是著名产油区，又是古文明发祥地
C.湄公河流域：既是小麦主产区，又是佛教圣地
D.五大湖区：既有世界上面积最大的淡水湖，又跨美加两国边境线
25 、(2018云南4)在下面的简易示意图中，问号处最可能的是：
A.华山
B.玉山
C.恒山
D.五台山
26 、(2018江苏A15)地震、台风等自然灾害往往造成巨大的财产损失和人员伤
亡。下列关于自然灾害的说法正确的是：
A.泥石流具有突然性、流速快和破坏力强等特点，一般发生在具有特殊地形地貌
的地区
B.台风是发生在太平洋西部海洋和南海海上的热带气旋，台风眼内的风力是测定
台风等级的依据
C.火山爆发是地球内能释放的一种形式，地球上各地的火山分布在陆地上，分为
死火山、活火山和休眠火山
D.地震多发生于地球板块的交界或地壳裂隙地带，地震的烈度是地面受到的影响
和破坏程度，震源越深，烈度越大
27 、(2018浙江B15)关于世界著名工业或科技区的地理特点，下列说法错误
的是：
A.德国的鲁尔区崛起得益于丰富的煤炭资源
B.美国的“硅谷”位于安第斯山脉以东
C.中国的中关村科技园区位于华北平原
D.日本的“硅岛”九州岛是日本第三大岛
28 、(2018广东82)海又称为“大海”，是指与“大洋”相连接的大面积咸水区域，
即大洋的边缘部分。以下不属于海的是：
A.死海
B.红海
C.地中海
D.亚丁湾
29 、(2018山东45)下列关于雷电的说法错误的是：
A.人们总是先看见闪电后听见打雷
B.直击雷的破坏性比球形雷小
C.闪电时可能伴随着臭氧的生成
D.雷电一般发生在对流层
30 、(2018四川上12)下列可能出现次生盐碱化的地区是：
A.水土流失严重地区
B.地下水位很高的湿润区
C.蒸发量较大的早作漫灌区
D.大量抽取地下水致地面下沉的地区
31 、(2018吉林甲19)下列区域中，地热资源、太阳能、水能资源均丰富的是：
A.塔里木盆地B.海南岛
C.青藏高原
D.四川盆地
32 、(2017广东82)人口增长模式包括原始型、传统型、现代型三种。目前，我
国已基本实现了从的转变。
A.原始型向传统型B.原始型向现代型
C.现代型向传统型D.传统型向现代型
33 、(2017山东50)关于地质年代与地层，下列说法错误的是：
A.当岩层之间有切割现象时，被切割的岩层比切割的岩层古老
B.发现大量三叶虫化石的岩层比发现大量鱼类化石的岩层古老
C.放射性同位素方法可用来测定岩层的形成年代
D.在全球范围内，形成于同一地质时期的岩层岩性都是相同的
34 、(2017国考14)掩星是一种天文现象，指一个天体在另一个天体与观测者之
间通过而产生的遮蔽现象。科学家经常借助观察这一现象来判断星体是否有大气层。
当行星掩过遥远恒星，如果恒星变得模糊之后才消失，那么可以认为：
A.该行星有稠密的大气层B.该恒星有稠密的大气层
C.该行星无大气层或大气层稀薄D.该恒星无大气层或大气层稀薄
35 、(2017山东42)下列关于极光的说法正确的是：
A.多出现在高磁纬地区上空
B.是地球所特有的现象
C.是极昼、极夜现象产生的原因
D.水汽、磁场和带电粒子是其产生的必要条件
36 、(2017山东45)“秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教
胡马度阴山。”关于《出塞》这首诗，下列说法错误的是：
A.我国的800毫米年等降水量线经过阴山山脉
B.“胡”是中国古代对北方和西方各少数民族的泛称
C.作者被誉为“七绝圣手”
D.“飞将”指的是西汉名将李广
37 、(2017广东77)地球上的矿产资源非常丰富。关于矿产，以下认识不正确
的是：
A.最坚硬的矿石是金刚石，最软的矿石是石膏
B.砂岩按照砂粒直径划分为微粒、细粒、中粒、粗粒和巨粒
C.煤、石油和天然气都是化石燃料，由动植物的遗体演变而成
D.大多数矿物是在熔融的岩石或炽热的熔体冷却结晶时形成的
38 、(2017重庆16)海绵城市，指城市能够像海绵一样，在适应环境变化和应对
自然灾害等方面具有良好的“弹性”，下雨时吸水、蓄水、渗水、净水。需要时将蓄
存的水“释放”并加以利用。下列属于“城市海绵体”的是：
A.完善的地下排水管网，绿地、花园、大型写字楼等城市配套设施
B.江河、湖、湿地等水系，绿地、花园、可渗透路面等城市配套设施
C.完善的地下排水管网，绿地、花园、硬质柏油或水泥等城市配套设施
D.江河、湖、湿地等水系，城市花园、硬质柏油或水泥等城市配套设施
39 、(2017广州53)茶马古道是位于我国西南地区的贸易通道。它从云南和四川
茶叶产地出发，穿过横断山脉，跨越几大河流向西延伸，覆盖云贵高原和青藏高原，
通往喜马拉雅山脉南部南亚次大陆。以下河流不流经茶马古道的是：
A.左江
B.金沙江
C.怒江
D.雅著江
40 、(2017北京23)我国地大物博，许多风景名胜和古迹分布在名山大川之中。
下列关于我国风景名胜的叙述中，有错误的是：
A.九寨沟国家级自然保护区以丹霞地貌而闻名，这里赋予大熊猫、金丝猴等珍稀
动物以优良的自然生态环境
B.澜沧江、怒江、金沙江并流称为“三江并流”，是地质地貌类型多样性的博物馆
C.地处武陵山脉腹地的我国第一个国家森林公园——由张家界、天子山、索溪
峪、杨家界四个景区组成
D.青海西南部玉树藏族自治州境内的可可西里自然保护区，拥有野牦牛、藏羚
羊、藏野驴等青藏高原上特有的野生动物
41 、(2017江西45)下列关于地震，说法错误的是：
A.按地震的成因，可分为构造地震、火山地震、塌陷地震和诱发地震四种
B.一次地震只有一个震级，但有多个烈度
C.四大地震带中，最大的地震带是环太平洋地震带
D.距震中越近，烈度越大；反之越小
42 、(2017江西59)“天无三日晴，地无三尺平”说的是：
A.广西
B.贵州
C.云南
D.四川
43 、(2017江西46)四大洋面积从大到小的排列顺序是：
A.太平洋一北冰洋一大西洋一印度洋
B.大西洋一太平洋一北冰洋一印度洋
C.大西洋一太平洋一印度洋一北冰洋
D.太平洋一大西洋一印度洋一北冰洋
44 、(2017山东41)沉积是自然界中一种重要的成岩过程，下列关于沉积的说法
正确的是：
A.在构成岩石圈的三大岩类中，沉积岩所占比例最大
B.由于沉积过程中的压实作用，沉积岩的岩体内不存在孔隙
C.在搬运过程中，当水动力减弱时，较重的碎屑会先沉积下来
D.沉积物一旦稳定成岩，就不会再被剥蚀搬运
45 、(2017广东73)从卫星在外太空拍摄的地球照片来看，地球是一个蓝色的星
球，这是因为：
A.地球上大部分地区都被水覆盖着
B.天空是蓝色的，而蓝天包围着大地
C.大气分子、冰晶、水滴等和阳光的共同作用
D.太阳光穿过地球大气层产生折射
46 、(2017北京20)我国海域广阔，有四大海域，从南到北排列依次为：
A.南海、黄海、渤海、东海B.南海、黄海、东海、渤海
C.南海、东海、黄海、渤海D.南海、东海、渤海、黄海
47 、(2016国考15)根据合理的城市规划，图中①处最适合建：
A.化工厂
B.钢铁厂
C.造纸厂
D.自来水厂
48 、(2016广东乡镇74)梯田是在山坡上开辟的农田，样子像楼梯，每一级边缘
均筑有田埂。一些历史悠久的梯田已成为受国家保护的文化遗产。修建梯田的主要目
的是：
A.保护环境
B.传承文化
C.保持水土
D.节约人力
49 、(2016江苏A6)下列诗句描写的景色按春夏秋冬顺序排列正确的是
①稻花香里说丰年，听取蛙声一片
②棠梨叶落胭脂色，荞麦花开白雪香
③碧玉妆成一树高，万条垂下绿丝绦
④山舞银蛇，原驰蜡象，欲与天公试比高
A.①3②④
B.②①④③
C.③②①④
D.④③②①
50 、(2016江苏A9)预测表明，2020年到2050年，我国60岁以上人口占比将从
19.3%上升到38.6%，对此，下列说法错误的是：
A.我国家庭人口的抚养比系数逐渐减小
B.我国的老龄化社会问题将日益严峻
C.推动我国经济发展的人口红利逐步消退
D.养老保险的支付压力将会越来越大
51 、(2016广东乡镇77)人口红利是指一个国家的劳动年龄人口占总人口比重较
大，抚养率比较低，为经济发展创造了有利的人口条件。目前，我国正处于人口红利
的_____阶段。
A.成熟
B.发展
C.停滞
D.下降
52 、(2016山东42)关于气候，下列说法不正确的是：
A.我国冬季南北温差很大的主要原因是纬度的影响
B.秦岭-淮河一线是季风区与非季风区分界线
C.我国气候的突出表现是季风气候显著
D.世界上大多数动植物在我国都能找到适合生长的地区，主要是因为我国气候类
型复杂
53 、(2016江苏A5)某地方政府为推进绿色发展准备采取一系列措施，下列措施
中最合理的是：
A.向辖区内钢铁厂提供能耗补贴
B.对过度包装、浪费和过度消费采取惩罚性措施
C.规定居民只能购买新能源汽车
D.向公众推出环境质量实时监控信息平台
54 、(2016山东40)下列表述正确的是：
A.潮汐现象主要是其他行星的引力造成的
B.地转偏向力是由地球自转引起的
C.地磁场的北极在地理北极附近
D.一般来说，纬度越高重力加速度越小
55 、(2016上海B21)格林威治时间2015年6月30日午夜增加了1秒，使2015年
比2014年长1秒，这1秒称为闰秒。产生闰秒的原因是：
A.2015年地球绕太阳公转一周的时间比2014年多1秒
B.和闰年一样，每四年会出现一次闰秒
C.正好当天的地球自转比往常慢了1秒
D.为了弥补原子钟计时与基于地球自转得出的“世界时”的差异
56 、(2016江苏A15)下列诗句与描写的景点对应正确的是：
A.会当凌绝顶，一览众山小——安徽黄山
B.水光潋滟晴方好，山色空蒙雨亦奇——杭州西湖
C.二十四桥明月夜，玉人何处教吹箫——北京昆明湖
D.飞流直下三千尺，疑是银河落九天——贵州黄果树瀑布
57 、(2016联考13)下图所示的是哪种典型地貌?
A.喀斯特地貌B.冰川地貌
C.丹霞地貌
D.风蚀地貌
58 、(2016广东13)在我国的一些地区，冰雹通常出现在____天气。
A.春日的阴雨B.夏日的雷暴
C.秋日的晴朗
D.冬日的寒冷
59 、(2016江苏C14)国际性河流是指流经两个以上国家和地区的河流，往往成
为国际贸易、区域合作的重要通道。下列发源或流经我国的国际性河流中，流经国家
最多的是：
A.黑龙江
B.澜沧江
C.图们江
D.雅鲁藏布江
60 、(2016山东45)地质学把自然界引起地壳或岩石圈的物质组成、结构、构造
及地表形态等不断发生变化的各种作用称为地质作用。下列关于地质作用的表述不正
确的是：
A.“阡陌交通”与地质作用相关B.可分为表层和内部两种类型
C.同时具有破坏性和再造性D.岩浆作用主要由地热能提供动力
61 、(2016国考16)京沪铁路没有经过下列哪一名胜所在的省份?
A.景德镇古窑民俗博览区B.蓬莱阁风景区
C.承德避暑山庄D.黄山风景区
62 、(2015吉林上乙9)下列诗句中描述天气而非气候的是：
A.清明时节雨纷纷，路上行人欲断魂
B.忽如一夜春风来，千树万树梨花开
C.黄梅时节家家雨，青草池塘处处蛙
D.人间四月芳菲尽，山寺桃花始盛开
63 、(2015河南88)在民族大团结邮票中，下列图案和民族对应正确的是：
A.aa
B.bb
C.cc
D.dd
64 、(2015国考8)下列关于地理位置的描述与城市之间对应关系错误的是：
A.北通汝洛，西带秦蜀，南遮湖广，东瞰吴越——襄阳
B.东压江淮，西挟关陇，北通幽燕，南系荆襄——南京
C.南抚百越，北望中州，据五岭之要会，扼赣闽粤湘之要冲——赣州
D.居浙右之上游，控鄱阳之肘腋，制闽越之喉吭，通宜歙之声势——衢州
65 、(2015吉林下乙17)下列说法中错误的是：
A.小刚喜欢观察月相，他观察上弦月的最佳时间应是农历每月上半月的上半夜
B.小亮若乘宇宙飞船飞到金星上，他会看到太阳是从西面升起，并向东方落下
C.小明10岁时裸眼见到一次哈雷彗星，若他能活到90岁，还可能裸眼见一次
D.小林对类地行星具有浓厚的研究兴趣，因此他应重点研究水星、木星和土星
66 、(2015河南81)物候就是植物的萌发、开花、结果、凋谢和某些动物的迁徙、
冬眠等活动，反映了气候和节令的变化。下列诗词不反映物候知识的是：
A.远上寒山石径斜，白云深处有人家
B.清明时节雨纷纷，路上行人欲断魂
C.一川烟草，满城风絮，梅子黄时雨
D.红藕香残玉算秋，轻解罗裳，独上兰舟
67 、(2015黑龙江19)关于太阳，下列说法不正确的是：
A.通过核聚变来释放能量
B.目前已经进人衰老期
C.所产生的能量主要靠辐射方式传播
D.集中了太阳系中的绝大部分的质量
68 、(2015山西16)关于板块构造学说，下列说法错误的是：
A.六大板块是对地球表面陆地板块部分的划分
B.建立在大陆漂移和海底扩张学说的基础上
C.喜马拉雅是由两大板块碰撞挤压形成的
D.火山、地震等地质灾害主要是发生在板块边缘
69 、(2015吉林下甲14)高鼎《村居》“草长莺飞二月天，拂堤杨柳醉春烟”与张
敬忠《边词》“五原春色归来迟，二月垂柳未挂丝”，同是描写二月(农历)，但景象
却大相径庭，这是因为：
A.纬度位置对气候有影响B.经度位置对气候有影响
C.平原和山地有气候差异D.地形不同对植物有影响
70 、(2015山西17)关于我国地理，下列表述正确的是：
A.泰山、华山、恒山、衡山和庐山被称为“五岳”
B.南海有东沙、西沙、中沙、南沙四个群岛
C.西藏自治区是我国面积最大的省级行政区
D.华北平原是我国面积最大的平原
71 、(2015广东82)在我国，野外迷路时，下列辨别方向的方法不正确的是：
A.树木年轮较密的一侧是南方B.树木枝叶茂盛的一侧是南方
C.岩石上布满青苔的一侧是北方D.蚂蚁的洞口朝向的一侧是南方



`;