export const questionStr = `201 、(2015广东85)根据干支纪年法，2015年是乙未羊年，那么2020年是：A.癸丑牛年B.庚丑牛年
C.庚子鼠年
D.壬子鼠年
202 、(2015北京20)2014年5月10日，“聚焦丝绸之路经济带——2014甘肃国
际经贸合作研讨会”在甘肃敦煌举行。下列关于“丝绸之路经济带”的表述有误的是：
A.是在“古丝绸之路”概念基础上形成的一个新的经济发展区域
B.其东边牵着亚太经济圈，西边系着欧洲经济圈，被认为是“世界上最长、最具
有发展潜力的经济大走廊”
C.建设“丝绸之路经济带”能带动我国经济实力较为薄弱的西部地区发展，有望
形成新的开放前沿
D.是紧密型一体化合作组织，在区域合作模式上，通过建立互惠的贸易和投资安
排，确立统一的关税政策，然后建立超国家的机构来实现深人合作
203 、(2015山东38)关于下图，下列说法不正确的是：
A.是诸葛亮创造的
B.《周易》对其有详细阐述
C.乾清宫的命名与之存在关联
D.“坤”代表“地”和“女性”
204 、(2015北京19)下列有关传统文化常识的表述有误的一项是：
A.《四库全书》按照经、史、子、集四部分类，所以称为“四库”
B.“五岳”即东岳泰山、南岳黄山、西岳华山、北岳恒山、中岳嵩山
C.京剧人物分为生、旦、净、丑四种行当
D.我国古代的四大发明包括造纸术、火药、印刷术、指南针
205 、(2015河南96)关于世界上的四个国中之国，下列说法错误的是：
A.莱索托位于非洲B.梵蒂冈是政教合一的国家
C.摩纳哥是世界上最小的国家D.圣马力诺的官方语言为意大利语
206 、(2015吉林上乙20)某新闻媒体欲结合12月份的重要纪念日、活动日等时
间节点，推出系列公益广告，这些公益广告主题可以是：
A.防范艾滋病、宣传宪法、公祭南京大屠杀死难者同胞
B.防范艾滋病、节约用水、纪念香港回归
C.关爱残疾人、节约粮食、纪念澳门回归
D.宣传劳动法、保障人权、纪念辛亥革命
207 、(2015广州9)在中国传统文化里，儒释道三家的学说都产生了重要影响，
以下哪项主张不是道家提出的?
A.上善若水
B.缘起性空
C.无为而治
D.道法自然
208 、(2015山西11)京剧是我国的国粹，下列关于京剧的说法正确的是：
A.青衣属于京剧行当中的“净”
B.京剧起源于山西、河北一带
C.常香玉是京剧的四大名旦之一
D.《贵妃醉酒》是梅兰芳的代表剧目
209 、(2015黑龙江10)下列文艺作品与其著作者对应正确的是：
A.肖邦——《命运交响曲》B.达·芬奇——《物种起源》
C.卢梭—《忏悔录》D.狄更斯——《悲惨世界》
210 、(2015吉林上甲11)对以下西方著名典故的喻指，解释错误的是：
A.潘多拉的盒子——造成灾害的根源
B.诺亚方舟——世外仙境，也指避世隐居的地方
C.斯芬克斯之谜——复杂、神秘、难以理解的问题
D.达摩克利斯剑——潜在的随时可能发生的危机
211 、(2015广东84)我国古代有重阳节插茱萸的习俗，这种做法意在表达：
A.敬老爱老之情B.对父母的感恩之情
C.对亲朋好友的思念之情D.对美好生活的向往
212 、(2015吉林下乙8)一位外国游客想了解齐鲁文化，下列最能代表齐鲁文化
特点的旅游路线是：
A.烟台一潍坊一淄博一济南B.济南一淄博一泰安一曲阜
C.青岛—烟台一威海一泰安D.青岛一潍坊一济南一曲阜
213 、(2015吉林下乙12)民歌来源于民间，主要以口头创作、口头流传、不断再
创作的方式生存于民间，是一个国家、一个民族、一个地区人们思想感情的体验和表
达手法的结晶。下列关于民歌说法错误的是：
A.《诗经》是我国第一部诗歌总集
B.演唱藏族民歌常用乐器冬布拉伴奏
C.“信天游”是西北地区民歌形式
D.狩猎歌和牧歌是蒙古族民歌代表题材
214 、(2015湖南9)下列诗句背景与科举制实行无关的是：
A.慈恩塔下题名处，十七人中最少年
B.太宗皇帝真长策，赚得英雄尽白头
C.黑发不知勤学早，白首方悔读书迟
D.春风得意马蹄疾，一日看尽长安花
215 、(2015河北14)苏州历史悠久，风景秀美。下列诗句与苏州有关的是：
A.商女不知亡国恨，隔江犹唱后庭花
B.孤帆远影碧空尽，唯见长江天际流
C.欲把西湖比西子，淡妆浓抹总相宜
D.姑苏城外寒山寺，夜半钟声到客船
216 、(2015吉林下乙5)明成祖姓名朱棣，其子明仁宗姓名朱高炽，仁宗之子明
宣宗姓名朱瞻基，宣宗之子明英宗姓名朱祁镇。从这几位皇帝的名字来看，体现了明
朝皇室命名的思想是：
A.天人合一
B.人定胜天
C.五行相生
D.押韵合辙
217 、(2015国考12)话说当时住持真人对洪太尉说道：“太尉不知，此殿中当初
是祖老天师洞玄真人传下法符，嘱咐道：‘此殿内镇锁着三十六员天罡星，七十二座
地煞星，共是一百单八个魔君在里面，上立石碑，凿着龙章凤篆天符，镇住在此，若
还放他出世，必恼下方生灵。'如今太尉放他走了，怎生是好?”
关于这段文字所属著作，下列说法正确的是：
A.是我国古代著名的长篇神魔小说
B.其作者与曹雪芹生活在同一时期
C.“白帝城托孤”是书中的一个情节
D.以北宋末年为故事背景
218 、(2015国考10)下列选项所描述的对象，哪一项与其他三项不同?
A.挥毫掣电，随手万变
B.池墨泼飞云，紫毫挥广宇
C.湖光秋月两相和，潭面无风镜未磨
D.悦悦如闻神鬼惊，时时只见龙蛇走
219 、(2015国考15)下列唐诗所描写的内容与对应的体育项目不相符的是：
A.御马牵来亲自试，珠球到处玉蹄知——马球
B.杨柠击节雷阗阗，乱流齐进声轰然——游泳
C.壮徒恒贾勇，拔拒抵长河——拔河
D.上弦明月半，激箭流星远——射箭
220 、(2015国考4)下列说法错误的是：
A.成语“南橘北枳”是与晏婴出使楚国有关
B.苏武牧羊的地点在今天的贝加尔湖一带
C.东汉使者班超同时也是《汉书》的作者
D.西汉张骞与唐代鉴真出行的方向不同
221 、(2015国考20)中国古代在“室”内举办宴会，座位以西为尊，北次之，南再
次之，东最次，按“上北下南，左西右东”的方位，下列宴会座位安排符合礼法的是：
A.aaa
B.bbb
C.ccc
D.ddd
222 、(2015国考1)2014年是第二次世界大战爆发75周年，3月28日，国家主
席习近平在德国科尔伯基金会发表演讲，谈到二战时引用到的名言是：
A.谁忘记历史，谁就会在灵魂上生病
B.胜利不会向我走来，我必须自己走向胜利
C.历史的道路不是涅瓦大街上的人行道，它完全是在田野中前进的
D.世界上最宽阔的是海洋，比海洋更宽阔的是天空，比天空更宽阔的是人的胸怀
223 、(2015国考11)下列哪组成语反映了同一种人际关系?
A.琴瑟和鸣  破镜重圆B.负荆请罪  载舟覆舟
C.结草衔环  青梅竹马D.相濡以沫  舐犊情深
`;