export const questionStr = `1 、(2020江苏A8)人们常常引用希腊典故来分析当今世界的现实问题。下列希
腊典故与其寓意对应正确的是：
A.潘多拉的盒子——世事变幻无常
B.阿喀琉斯之踵——强大事物的软肋
C.修昔底德陷阱——安静祥和背后暗藏的风险
D.达摩克利斯之剑——守成大国与崛起大国必有一战
2 、(2020浙江Ｂ79)下列诗词描绘的名胜位于长江以北的是：
A.二十四桥明月夜，玉人何处教吹箫
B.横看成岭侧成峰，远近高低各不同
C.水光潋滟晴方好，山色空蒙雨亦奇
D.月落乌啼霜满天，江枫渔火对愁眠
3 、(2020安徽49)祠堂在中国传统社会是家族成员的重要活动中心，一般情况
下按姓氏称为某氏宗祠，但有时也会称为某氏家庙。称为“家庙”的依据是：
A.该家族与宗教有关B.社会习惯约定俗成
C.该家族受到皇帝册封D.该家族有人获得官爵
4 、(2020四川6)下列哪句古诗描写的旅行方向与其他三句明显不同?
A.朝辞白帝彩云间，千里江陵一日还
B.即从巴峡穿巫峡，便下襄阳向洛阳
C.故人西辞黄鹤楼，烟花三月下扬州
D.夜发清溪向三峡，思君不见下渝州
5 、(2020山西108)蔡襄是北宋著名书法家、文学家、茶学家。下列关于蔡襄说
法错误的是：
A.他的书法浑厚端庄，淳淡婉美
B.他主持建造了泉州万安桥(洛阳桥)
C.他所著的《大观茶论》是重要的茶学专著和书法杰作
D.他所著的《荔枝谱》被称为“世界上第一部果树分类学著作”
6 、(2020安徽47)下列诗词所反映的历史时期按时间先后顺序排列正确的是：
①风云突变，军阀重开战。洒向人间都是怨，一枕黄粱再现
②外侮需人御，将军赋采薇。师称机械化，勇夺虎罴威
③宜将剩勇追穷寇，不可沽名学霸王。天若有情天亦老，人间正道是沧桑
④山高路远坑深，大军纵横驰奔。谁敢横刀立马?唯我彭大将军
A.①②③④
B.①②④③
C.①④②③
D.2③①④
7 、(2020浙江B84)下列与农业有关的说法符合历史事实的是：
A.隋唐时期，我国农民种植番薯
B.汉朝农民使用曲辕犁在水田耕作
C.河姆渡先民广泛使用彩陶来储存稻米
D.宋朝时期，贫困农民可以出卖自己的土地
8 、(2020四川12)下列关于体育的说法错误的是：
A.乒乓球运动起源于英国
B.同一城市可以举办多次奥运会
C.马拉松长跑的形成与特洛伊战争有关
D.一级方程式锦标赛是世界三大体育赛事之一
9 、(2019甘肃14)下列诗词与所描述的地区对应错误的是：
A.渭城朝雨浥轻尘，客舍青青柳色新——咸阳
B.羌笛何须怨杨柳，春风不度玉门关——张掖
C.钟山风雨起苍黄，百万雄师过大江——南京
D.玉露凋伤枫树林，巫山巫峡气萧森——重庆
10 、(2019山西15)首次把《大学》《中庸》《论语》和《孟子》编在一起的学
者是：
A.朱熹
B.程顾、程颢
C.董仲舒
D.颜之推
11 、(2019青海19)穿越时空，来到19世纪90年代的英国伦敦，你可能看到的
场景是：
A.女王召集议会开会，由她选任新首相
B.泰晤士河水质恶化
C.爱因斯坦访问伦敦，宣讲相对论
D.飞机在伦敦上空飞过
12 、(2019陕西7)下列成语及其出处的对应关系错误的是：
A.大刀阔斧——《水浒传》B.任人唯贤——《尚书》
C.天下太平——《史记》D.义不容辞——《三国演义》
13 、(2019深圳5)有清代学者在讨论唐诗时写道：“唐人作诗，惟适己意，不索
人知其意。”在讨论宋诗时写道：“宋人作诗，欲人人知其意，故多直达。”下列诗句
为唐朝人所作的是：
A.独怜幽草涧边生，上有黄鹂深树鸣。春潮带雨晚来急，野渡无人舟自横
B.莫言下岭便无难，赚得行人空喜欢。正入万山圈子里，一山放过一山拦
C.半亩方塘一鉴开，天光云影共徘徊。问渠哪得清如许，为有源头活水来
D.飞来山上千寻塔，闻说鸡鸣见日升。不畏浮云遮望眼，自缘身在最高层
14 、(2019北京12)关于古文运动，下列描述中错误的是：
A.韩愈、柳宗元是代表人物B.古文是相对于骈文而言的
C.目的是恢复儒家道统D.自唐代中期至元代末期
15 、(2019江苏A12)对下列词语的解释，不正确的是：
A.风树之悲——因父母去世而悲伤
B.金兰之交——亲如兄弟的友情
C.期颐之年——八九十岁的年龄
D.弄璋之喜——生了男孩的喜庆
16 、(2019四川10)下列关于第一次世界大战的说法正确的是：
A.俄国在十月革命后退出一战
B.日本无条件投降标志一战结束
C.凡尔赛和约成为一战的导火索
D.《乱世佳人》是描写一战的电影
17 、(2019浙江20)将以下事件按发生时间先后排序，正确的是：
①德军“闪击”波兰
②诺曼底登陆
③萨拉热窝事件
④凡尔登战役
⑤斯大林格勒保卫战
⑥丘吉尔首次出任英国首相
A.③④①⑥⑤②B.③⑥①⑤②④
C.①⑥③⑤④②D.①③⑥②⑤④
18 、(2019青海18)下列活动由中国共产党领导的是：
①东北义勇军的抗日斗争
②东北抗日联军的斗争
③东北抗日游击队的斗争
④中华共和国人民革命政府的抗日斗争
⑤“一二·九”运动
⑥西安事变
A.①②③④⑤⑥B.①③④⑤
C.②③5⑥
D.②③⑤
19 、(2019甘肃11)关于文物遗址，下列说法错误的是：
A.太阳神鸟金饰出土于新疆楼兰遗址
B.重庆古城墙是古代山地城池防御建筑的范例
C.甘肃马家塬遗址分布有大面积齐家类型的文化遗存
D.高昌故城遗址反映了多民族文化在吐鲁番盆地的交流
20 、(2019北京13)长征时期，中央红军通过_，突出重围摆脱了数十万敌
军的围追堵截。
A.湘江之战
B.四渡赤水
C.巧渡金沙江D.飞夺泸定桥
21 、(2019山东37)假如影视剧场景中出现下列作物，符合历史事实的是：
A.《水浒传》里宋江和公孙胜在玉米地里斗剑
B.《包青天》里包拯吃农户刚收获的白薯
C.《苏东坡》里苏轼用辣椒做东坡肉
D.《关云长》里关羽吃味道甘甜的葡萄
22 、(2019安徽10)下列成语和人物的对应关系错误的是：
A.口蜜腹剑——李义府B.十面埋伏——项羽
C.程门立雪——杨时D.东床快娟——王羲之
23 、(2019陕西14)下列送别诗句中不属于描写目送友人场景的是：
A.孤帆远影碧空尽，唯见长江天际流
B.山回路转不见君，雪上空留马行处
C.日暮酒醒人已远，满天风雨下西楼
D.青枫江上秋帆远，白帝城边古木疏
24 、(2019四川8)下列有关京杭大运河的说法错误的是：
A.隋唐大运河运输最多的商品是茶叶和盐
B.“南水北调”的东线工程借助了京杭大运河
C.明清大运河与隋唐大运河相比，不再经过洛阳
D.是世界上开凿最早、长度最长的一条人工运河
25 、(2019国考14)这幅图反映了某次重要会议，这次会议可能是：
A.巴黎和会
B.华盛顿会议
C.万隆会议
D.雅尔塔会议
26 、(2019四川7)下列诗词与所描写的花对应错误的是：
A.愿借天风吹得远，家家门巷尽成春——梅花
B.芙蓉不及美人妆，水殿风来珠翠香——荷花
C.他年我若为青帝，报与桃花一处开——菊花
D.长恨春归无觅处，不知转人此中来——牡丹
27 、(2019四川12)下列关于宗教的说法正确的是：
A.汉传佛教是大乘佛教
B.鸦片战争后天主教传人中国
C.伊斯兰教发源于中东以色列地区
D.道教作为我国土生土长的宗教形成于西汉时期
28 、(2018安徽55)下列四个节气所表示的含义错误的是：
A.处暑：炎热夏季即将到来
B.惊蛰：天气回暖，春雷始鸣
C.冬至：冬季最寒冷的日子开始
D.小满：夏熟作物籽粒开始灌浆饱满但未成熟
29 、(2018国考16)某高校学生会干事小王负责策划一个民族文化展示周活动，
下列哪个设计方案不合适?
A.请维吾尔族学生表演手鼓舞B.请蒙古族学生制作奶茶
C.请朝鲜族学生展示唐卡D.请彝族学生展示花腰刺绣
30 、(2018陕西100)下列成语中，与魏蜀吴三国无关的一项是：
A.临阵磨枪篝火狐鸣锄强扶弱
B.成败利钝长驱直人超群绝伦
C.车殆马烦称王称霸赤膊上阵
D.除残去秽乘虚而人重见天日
31 、(2018江苏A8)习近平在庆祝中国人民解放军建军90周年大会上指出：“人
民军队的历史辉煌，是鲜血生命铸就的，永远值得我们铭记。”下列事件标志着中国
共产党开始独立领导革命战争、创建人民军队的有：
①武昌起义
②南昌起义
③秋收起义
④广州起义
A.①②③
B.①②④
C.①③④
D.②③④
32 、(2017云南12)以下各项按时间先后顺序排列正确的是：
A.秦朝—南朝一北朝一唐朝
B.三叠纪一泥盆纪一侏罗纪一白垩纪
C.法国大革命一美国南北战争一辛亥革命一五四青年运动
D.《论语》―《百年孤独》《三国志》—《战争与和平》
33 、(2017陕西22)法国启蒙思想家伏尔泰在《论孔子》一书中写道：“没有任何
立法者比孔夫子曾对世界宣布了更有用的真理。”在伏尔泰等一大批思想家的推动下，
“己所不欲，勿施于人”被写进了《法兰西共和国宪法》。这从本质上说明了：
A.伏尔泰的思想和孔子思想一脉相承
B.中国传统懦家思想对法国大革命产生了根本性影响
C.启蒙思想家借用孔子思想宣传资产阶级思想
D.法国大革命时期中法之间文化交流频繁
34 、(2017陕西19)下列说法中，不正确的是：
A.“和平共处五项原则”是周恩来在20世纪50年代初期提出的
B.“可持续发展”这一概念是1987年世界环境与发展委员会在《我们共同的未
来》报告中正式阐述的
C.《水浒传》中主张招安的有宋江
D.“门罗主义”是美国的总统门罗提出的，其口号是“美国是美国人的美国”
35 、(2017江西65)最早创造数字的是：
A.印度人
B.希腊人
C.阿拉伯人
D.罗马人
36 、(2017山东37)关于国家的政治制度，下列说法错误的是：
A.日本、泰国是君主立宪制国家B.德国、俄罗斯是联邦制国家
C.英国是典型的多党制国家D.美国是典型的两党制国家
37 、(2017吉林乙2)习近平指出，领导干部要不忘初心，坚守正道，必须坚定文
化自信。没有中华优秀传统文化、革命文化、社会主义先进文化的底蕴和滋养，信仰
信念难以深沉而执着。与这段话观点一致的是：
A.正本清源，独树一帜B.海纳百川，有容乃大
C.薪火相传，推陈出新D.各美其美，和而不同
38 、(2017江苏A19)五禽戏是依据中医基础理论创编的一种传统养生健身拳法。
下列关于五禽戏的说法错误的是：
A.五禽戏的创编者是华佗
B.五禽戏对后世医学的发展有重要的影响
C.五禽戏模仿的是虎、鹿、熊、猿、鸟的动作
D.五禽戏已经获批国家级物质文化遗产项目
39 、(2017浙江B61)下列关于中国古代四大美女的说法正确的是：
A.“云想衣裳花想容”是形容杨玉环美貌的诗句
B.“王允巧施连环记”与“羞花”讲的是貂蝉的故事
C.“闭月”所形容的美女生活在崇尚“以肥为美”的时代
D.“沉鱼”讲的是王昭君的故事，“落雁”讲的是西施的故事
40 、(2017河北111)下列传世的中国古代绘画作品目前的收藏状态与其他三项不
同的是：
A.《韩熙载夜宴图》B.《千里江山图》
C.《清明上河图》D.《富春山居图》
41 、(2017河北126)《黄帝内经》深受诸子百家学术思想的影响，其中有这么一
段话：“心者，君主之官也，神明出焉。肺者，相傅之官，治节出焉。肝者，将军之
官，谋虑出焉。胆者，中正之官，决断出焉。膻中者，臣使之官，喜乐出焉。”这段
论述受到下列哪一学派思想的影响?
A.儒家
B.道家
C.法家
D.墨家42 、(2017陕西24)下列说法中，不正确的是：A.大兴善寺是西安的名胜古迹B.井冈山革命根据地是中国共产党人创立的第一个农村革命根据地C.赌城拉斯维加斯位于美国的内华达州D.“殷墟”甲骨文最早出土于河南洛阳43 、(2017云南4)我国古代人才测评方式主要有选、举、考、用四种，每一种测评方式都有与之对应的选拔制度，下列选项对应错误的是：A.选——禅让制B.举——察举制C.考——科举制D.用——九品中正制44 、(2017吉林甲7)九是中国古代最高统治者的专属数字。西周时期，只有天子可用九鼎，后世只有皇帝的龙袍可绣九条金龙。与此直接相关的制度是：A.分封制
B.宗法制C.礼乐制
D.九品中正制45 、(2017广州45)以下典故按照发生的时间先后顺序排列正确的是：①指鹿为马②请君人瓮③约法三章④卧薪尝胆A.④D②③
B.①④③②C.④①③②
D.①④②③46 、(2017吉林乙5)下列古代为官理念出自道家的是：A.君使臣以礼，臣事君以忠B.不义而富且贵，于我如浮云C.以道佐人主者，不以兵强于天下D.邦有道则仕，邦无道则可卷而怀之47 、(2017河北117)“云母屏风烛影深，长河渐落晓星沉”描写的是一天之中的哪一时段?
A.黄昏
B.夜半C.黎明
D.午后48 、(2017江西41)“临川四梦”是由明代戏剧作家、文学家汤显祖所作，其中不包括：
A.《牡丹亭》
B.《西厢记》C.《邯郸记》
D.《南柯记》49 、(2017四川3)下列关于古诗名句的说法，错误的是：A.“独在异乡为异客，每逢佳节倍思亲”中的“佳节”指的是中秋B.“但使龙城飞将在，不教胡马度阴山”中的“飞将”指的是李广
C.“窗含西岭千秋雪，门泊东吴万里船”中的“西岭”指的是岷山
D.“忽如一夜春风来，千树万树梨花开”中的“梨花”指的是雪花
50 、(2017广州43)清人黄生说：“读唐诗，一读了然，再过亦无异解。惟读杜诗，
屡进屡得。”从读诗的角度说明了杜诗的博大精深。以下诗句，能反映杜诗仁爱精神
的是：
A.致君尧舜上，再使风俗淳B.日暮苍山远，天寒白屋贫
C.感时花溅泪，恨别鸟惊心D.海上生明月，天涯共此时
51 、(2017广州46)吴稚晖在评论历史人物时说，有人“全靠一部《史记》"，而
有人“全不在乎什么《通鉴》不《通鉴》”；又有人“有诗文集大见轻重”，而有人
“有同样的诗文集丝毫不在其人是非不加轻重”。可以推知，吴稚晖所说的“全不在
乎什么《通鉴》不《通鉴》”和“有同样的诗文集丝毫不在其人是非不加轻重”分别
是指：
A.司马迁，王阳明B.司马迁，王安石
C.司马光，王阳明D.司马光，王安石
52 、(2017陕西16)下列说法中，不正确的是：
A.《老残游记》的作者是刘鹗
B.“天街小雨润如酥，草色遥看近却无”是韩愈在《早春呈水部张十八员外》中
的诗句
C.贝多芬创作了《田园交响曲》
D.钱钟书《围城》一书中主人公的名字是张鸿渐
53 、(2017吉林甲5)在中国传统文化中，鸡具有君子风范。《韩诗外传》说鸡有五德：
A.文德、武德、勇德、仁德、信德
B.智德、勇德、武德、礼德、义德
C.智德、武德、勇德、礼德、信德
D.文德、勇德、武德、仁德、义德
54 、(2017四川5)下列中国历史上的变法与其内容对应不正确的是：
A.商鞅变法——实行郡县制
B.王安石变法———颁行保甲法
C.张居正变法——推行青苗法
D.戊戌变法——开办京师大学堂
55 、(2017陕西9)下列关于历史人物的说法中，正确的是：
A.秦穆公时期，商鞅在秦国进行变法
B.韩非系统地提出了“抱法处势，法术势相统一”的观点C.李斯辅佐幼年时期的秦王赢政处理朝政D.慎到是墨家思想的代表人物
56 、(2017山东47)下列哪一事件不是发生在魏晋南北朝时期?A.七国之乱
B.五胡乱华C.王与马共天下D.梁武帝舍身佛寺
57 、(2017山东48)关于历史上的“南北”，下列说法错误的是：A.禅宗自五祖弘忍之后分为南宗和北宗
B.董其昌将唐代以来的山水画分为南、北两宗C.“南洪北孔”指清代戏曲作家洪昇和孔尚任D.李煜是南北朝时期南朝的帝王
58 、(2017吉林甲11)中国共产党不断总结经验，汲取教训，领导中国革命一步一步走向胜利。仔细观察下图，如果用一个主题概括图中事件的教训最突出的一项应是：
越义
A.必须武装反抗国民党反动派B.必须把工作重点从城市转人农村C.必须建立党对军队的绝对领导D.必须建立广泛的革命统一战线59 、(2016联考18)下列哪项与英国无关?
A.光荣革命
B.第一次工业革命C.普利茅斯
D.雾月政变60 、(2016国考4)下列文字中画横线部分存在错误的是：古代的东西方商路主要有三条：一条是从中亚由陆路沿里海、波罗的海(A)到小亚细亚；一条是先由海路至波斯湾，然后经两河流域到地中海东岸(B)的叙利亚一带；第三条是先由海路至红海，然后再由陆路到埃及(C)的亚历山大港。在这几条商路中，红海以东由阿拉伯商人(D)掌握；地中海一带则为意大利的威尼斯和热那亚所垄断。
A.(A)
B.(B)C.(C)
D.(D)61 、(2016山东46)关于电影，下列说法不正确的是：A.世界上第一个国际电影节是威尼斯电影节
B.李小龙是中国功夫和功夫电影的“名片”
C.在世界上拍摄电影数量最多的国家是美国
D.蒙太奇和长镜头都是电影的主要表现手法
62 、(2016河南87)下列关于五行思想的说法，不正确的是：
A.五行中的木，对应的方位是东方，颜色是青色
B.五行相生的顺序是木生火，火生金，金生土，土生水
C.五行可以与天干搭配，与火搭配的是丙丁
D.五行思想起源很早，《尚书·洪范》篇就有相关记载
63 、(2016联考8)关于古代思想家，下列对应错误的是：
A.独与天地精神相往来——荀子
B.虽千万人，吾往矣——孟子
C.知其不可而为之——孔子
D.摩顶放踵利天下——墨子
64 、(2016重庆下10)下列关于中国教育史的表述错误的是：
A.我国最早专门论述教育问题的著作是《学记》
B.严复的“三育论”是指“鼓民力”“开民智”“新民德”
C.《三字经》《百家姓》和《千字文》是我国古代的蒙学教材
D.蔡元培提倡“五育并举”，五育是指实利主义教育、公民道德教育、世界观教
育、美感教育和劳动教育
65 、(2016江苏C13)1956年我国各地按照“双百方针”积极整理民族传统文化，
通过收集、整理、编演拯救了一批剧种，其中被周恩来总理评价为“一出戏救活了一
个剧种”的是：
A.昆曲《十五贯》B.黄梅戏《天仙配》
C.豫剧《穆桂英挂帅》D.越剧《柳毅传书》
66 、(2016吉林甲12)成语“猴年马月”泛指没有盼头的遥远岁月。下列关于猴
年马月说法中，错误的是：
A.并非所有“猴年”都有“马月”
B.每年的农历五月都是“马月”
C.“猴年马月”的周期是12年
D.甲申年和丙申年都是“猴年”
67 、(2016上海B26)成语“金鼓齐鸣”用来形容战斗气氛紧张激烈，如果在春秋
战国的战场上，一方的“金”和“鼓”一起鸣响，士兵们会：
A.集体冲锋
B.集体撤退
C.原地防御
D.乱作一团
68 、(2016吉林乙9)下列“讲文明树新风”公益广告用语使用错误的是：
A.aaa
B.bbb
C.ccc
D.ddd
69 、(2016国考11)下列历史人物与其著名言论对应错误的是
A.孟子——穷则独善其身，达则兼济天下
B.林则徐——苟利国家生死以，岂因祸福避趋之
C.梁启超——国家之主人为谁?即一国之民是也
D.曾国藩——天变不足畏，祖宗不足法，人言不足恤
70 、(2016四川下10)下列关于秋天的诗句，产生年代最早的是：
A.袅袅兮秋风，洞庭波兮木叶下
B.无边落木萧萧下，不尽长江滚滚来
C.昨夜西风凋碧树，独上高楼，望尽天涯路
D.悲哉，秋之为气也，萧瑟兮草木摇落而变衰
71 、(2016吉林甲6)毛泽东的《七律·人民解放军占领南京》中写道：“钟山风雨
起苍黄，百万雄师过大江。虎踞龙盘今胜昔，天翻地覆慨而慷。宜将剩勇追穷寇，不
可沽名学霸王。天若有情天亦老，人间正道是沧桑。”根据此诗，下列说法错误的是：
A.钟山就是人们常说的紫金山，是南京的重要地标和风景区
B.南京城外有奇石耸立，如虎盘踞，与钟山绵延之势共得名“虎踞龙盘
C.“宜将剩勇追穷寇，不可沽名学霸王”是用典手法
D.律诗一般八行，每两行为一联，共四联，分首联、额联、颈联、尾联
72 、(2016深圳5)并非出自《安徒生童话》的是：
A.《海的女儿》B.《丑小鸭》
C.《拇指姑娘》
D.《灰姑娘》
73 、(2016四川下9)下列场景最不可能发生的是：
A.战国人使用象牙制品
B.屈原和宋玉饮酒作赋
C.霍去病向汉武帝上纸本奏议
D.商王武丁的妻子身穿丝绸服装
74 、(2016河南86)清宫剧中出现下列情景，明显违背史实的是：
A.道光帝在圆明园批阅奏章B.咸丰帝在避暑山庄观赏昆曲
C.光绪帝赴顾和园向慈禧太后请安D.宣统帝在紫禁城接见琉球使臣
75 、(2016江苏B12)明成祖登基后曾派郑和出使西洋以加强同海外的联系。下
列关于郑和下西洋的说法，正确的是：
A.郑和七次下西洋发生于16世纪初
B.郑和下西洋最远曾抵达地中海
C.郑和下西洋比哥伦布发现美洲大陆晚
D.郑和的航线从西太平洋穿越印度洋
76 、(2016江西4)下列古代宫廷建筑与帝王对应错误的是：
A.鹿台——秦始皇B.台城——梁武帝
C.思子台——汉武帝D.大明宫——唐玄宗
77 、(2016吉林甲10)如果你“穿越”回汉代，你不可能吃到的食物是：
A.葡萄、胡桃B.土豆、地瓜
C.火腿、豆豉D.粽子、米糕
78 、(2016山东39)关于古代音乐，下列说法不正确的是：
A.黄钟、大吕是乐律学名词
B.丝竹是对弦乐器和竹制管乐器的统称
C.李龟年是唐代著名乐工
D.教坊是汉代管理宫廷音乐的机构
79 、(2016江苏A12)下列对“收拾金瓯一片，分田分地真忙”诗句的理解，错
误的是：
A.该诗句的创作背景是第二次国内革命战争时期
B.“分田分地”的实质是确立农民个体所有的土地制度
C.该诗句描述的景象发生在闽西地区
D.当时苏维埃政权的基本任务是“打土豪，分田地”
80 、(2016国考17)下列哪种情形可能发生?
A.辛亥革命发生时，希腊人在体育场观看世界杯足球赛
B.五四运动发生时，中国大学生利用半导体收音机收听广播
C.冷战时期，苏联某地电影院放映彩色电影
D.越战期间，美国人在家里用计算机访问互联网
81 、(2016吉林甲4)下列摘自历史专题片中的解说词，内容与史实不相符的是：
A.汉景帝时，刘2等宗室诸侯王因不满中央政权削减封地，便起兵发动“七国
之乱”
B.项羽虽未称帝，在《史记》中，司马迁却将项羽列人“本纪”，并给予高度
评价
C.嘉靖年间，戚继光率领“戚家军”与其他明军配合，取得抗倭战争的最后胜利
D.七七事变激起国人抗日救国的高潮，张、杨二将军为逼蒋抗日，发动了西安
兵变
82 、(2015湖南19)2014年是“和平共处五项原则”发表60周年，下列与其发
表时间相同的历史事件是：
A.东西两德统一B.古巴导弹危机
C.联合国军完全撤出朝鲜D.越南抗美战争彻底结束
83 、(2015吉林下乙6)古代陆上丝绸之路在唐朝达到空前繁荣，这在唐诗中就有
大量记载，下列诗句中，描写物质文化借丝绸之路传入中国的是：
A.养蚕丝成匹帛，那堪绕帐作旌旗
B.蕃人旧日不耕犁，相学如今种禾黍
C.女为胡妇学胡妆，伎进胡音务胡乐
D.勃律天西采玉河，坚昆碧碗最来多
84 、(2015国考16)下列情景不可能发生在19世纪的是：
A.杰克打电话约玛丽一起去看电影
B.史蒂芬逊乘火车到斯托克顿旅行
C.约翰乘电梯登大楼楼顶拍照留念
D.汤姆通过广播收听葛底斯堡演说
85 、(2015陕西20)第二次世界大战中，发生了一系列重大事件：
①斯大林格勒保卫战②德黑兰会议③开罗会议④意大利投降
上述事件按照先后顺序排列正确的是：
A.①②③④
B.②①③④
C.①③④②
D.①④③②
86 、(2015黑龙江15)在20世纪80年代，我国各大电视台不可能播报以下哪条
新闻?
A.两伊战争
B.海湾战争
C.东欧剧变
D.星球大战计划
87 、(2015安徽1)下列不属于心理学效应的是：
A.晕轮效应
B.马太效应
C.破窗效应
D.配位效应
88 、(2015国考9)下列语句按出现时间先后排序正确的是：
①劳心者治人，劳力者治于人
②少年富则国富，少年强则国强
③苟全性命于乱世，不求闻达于诸侯
④业精于勤，荒于嬉；行成于思，毁于随
A.③①④②
B.③②①④
C.①③④②
D.①②③④
89 、(2015吉林上甲7)近年来，汉式婚礼渐成时尚的婚礼形态。下列关于汉式婚
礼相关仪节的寓意，解释错误的是：
A.男须送女一贽见礼物，多为大雁，寓意不离不弃
B.夫妇各剪一缕青丝以红缨结起来，寓意永结同好
C.夫妇共饮一酒后将抱一剖为二，寓意阴阳相生
D.夫妇共食一鼎所盛装的一牲之肉，寓意尊卑相同
90 、(2015天津12)郭沫若用“犀利”“恣肆”“深厚”“峻峭”四个词语分别概括
了先秦四大散文家作品的风格。符合这四种风格的散文家依次是：
A.孟子、庄子、荀子、韩非子B.庄子、孟子、萄子、韩非子
C.孟子、庄子、韩非子、荀子D.庄子、孟子、韩非子、荀子
91 、(2015天津11)在我国农历的干支纪年中，从甲子年到癸亥年共六十年构成
一个循环，如果将上一个甲子年当做本循环中的第1年，那么第31年是：
A.甲戌年
B.甲午年
C.戊戌年
D.庚午年
92 、(2015安徽4)古人记月除常用的序数法外，还以物候的特点来命名，或以孟、
仲、季来命名各季节的三个月。那么，下列对应关系正确的是：
A.孟春——桃月B.仲夏——荷月
C.仲秋—一桂月D.季冬——菊月
93 、(2015天津5)一提到书法中的草书，人们便会想到“颠张醉素”，请问下列
属于颠张的作品的是：
A.自叙帖
B.自言帖
C.中秋帖
D.黄州寒食帖
94 、(2015辽宁15)中华民族历来崇尚“和”的理念。下列语出《尚书》的是：
A.“和为贵”B.“和而不同”
C.“协和万邦”D.“兼爱非攻”
95 、(2015山西7)关于唐宋八大家，下列表述不正确的是：
A.提倡骈文，反对散文
B.除韩愈、柳宗元外，其余都是北宋人
C.《永州八记》的作者是唐宋八大家之一
D.唐宋八大家是唐宋古文运动的中心人物
96 、(2015吉林下甲2)在国家治理上，中国古代很早就产生了德治理念。下列德
治理念出自《论语》的是：
A.以德为国者，甘如饴蜜，固于胶漆，是以圣勉而崇本而不敢失也
B.为政以德，譬如北辰，居其所而众星共之
C.君子以德，小人以力，力者德之役也
D.以德服人者，中心悦而诚服也
97 、(2015河南84)关于中国陶瓷业的发展，下面说法不正确的是：
A.明代最早烧出了青花瓷
B.“唐三彩”以青、绿、黄三色为主
C.汝、官、哥、钩、定是宋代五大名窑
D.仰韶文化中出现了绘有彩绘花纹的陶器


`;