export const questionStr = `1 、(2020江苏B3)前不久，中央政治局召开会议分析研究当前经济形势，重申
了宏观政策要稳、微观政策要活、社会政策要托底的总体思路。下列体现“微观政策
要活”这一政策思路的是：
A.避免过度投放货币，以防经济出现大幅度的波动
B.阶段性提高财政赤字，弥补降税带来的财政减收
C.鼓励创业和创新，有针对性地加大对企业的扶持
D.对弱势群体提供普遍的社会保障，解决市场失灵 
2 、(2020山西110)下列政府举措中，不能够直接促进城镇居民人均可支配收人
增长的是：
A.减税
B.发行政府债券
C.将学前教育纳人义务教育
D.提高退休职工养老金发放标准
3 、(2020安徽45)下列俗语与其蕴含的经济学道理对应错误的是：
A.田忌赛马——成本与收益
B.知人知面不知心——信息不对称
C.十年树木，百年树人——长期投资
D.萝卜白菜，各有所爱——偏好理论
4 、(2019广东县级77)宏观调控是国家综合运用各种手段对国民经济进行的一种
调节控制。国家宏观调控分为经济手段、法律手段和行政手段。下列选项中，不属于
经济手段的是：
A.央行上调存款准备金率
B.全国各地发布最低工资标准
C.政府下令关停整改严重污染企业
D.国家实施个人所得税专项附加扣除
5 、(2019山西14)俗话说“不要将你的鸡蛋全都放在一只篮子里”。下列选项与
该俗语蕴含的道理相吻合的是：
A.天有不测风云B.鱼与熊掌不可兼得
C.不入虎穴，焉得虎子D.舍不得孩子，套不住狼
6 、(2019青海8)人民币升值，最有可能出现的是：
A.旅游收人增加B.旅游收人减少
C.进口增加
D.出口增加
7 、(2019陕西8)人们常常用“黑天鹅”事件和“灰犀牛”事件来形容人类社会
发展过程中不同的风险。下列表述中，属于“黑天鹅”事件特征的是：
①极其罕见的、出人意料的风险
②能够预测甚至让人习以为常的风险
③一旦发生，倾天覆地，对外界产生极大影响
④发生是一个漫长过程，初期便可察觉，却又让人视而不见
A.①②
B.①③
C.②④
D.①④
8 、(2019江苏A13)下列成语与经济学用语对应不恰当的是：
A.凿壁偷光——外部性B.郑人买履——机会成本
C.扬长避短——比较优势D.狡兔三窟——投资组合
9 、(2019国考13)有关经济学常识，下列说法错误的是：
A.国民收人统计中包括退休金
B.货币发行是中央银行的负债业务
C.公共物品无法通过市场机制来调节供求
D.春节前后的物价上涨不属于通货膨胀
10 、(2019深圳18)为刺激经济发展，政府通常采取扩张性财政政策。下列政府
财政措施不属于扩张性财政政策的是：
A.加大基础设施建设投资规模
B.增发国债
C.减少重复征税，将营业税改为增值税
D.节约非生产性开支
11 、(2019青海10)面对国际经济合作和竞争格局的深刻变化，顺应国内经济提
质增效升级的迫切需要，我国要坚定不移地扩大对外开放，在开放中增强发展新动能、
增添改革新动力、增创竞争新优势，推进新一轮高水平对外开放，着力实现合作共赢。
据此，下列传导路径正确的有：
①实施创新驱动发展战略一形成出口竞争新优势一开放型经济水平提高
②扩大跨境电子商务试点一企业增加出口产品“海外仓”建设一促进经济全球化
形成
③推进自贸区谈判一促进贸易投资自由化一构建均衡、共赢、包容的国际经贸
体系
④打造新的外向型产业集群一加快“走出去”步伐一外资更多投向中西部地区
A.①②
B.②④
C.①③
D.③④
12 、(2019北京18)2018年1月，中国人民银行发布了《关于进一步完善人民币
跨境业务政策促进贸易投资便利化的通知》(以下简称《通知》)。《通知》提出，凡依
法可以使用外汇结算的跨境交易，企业都可以使用人民币结算。央行进一步支持企业
跨境人民币的使用，将促进跨境人民币业务的发展，推动人民币国际化。我国支持企
业使用人民币跨境结算，有助于：
①企业规避汇率风险
②减轻企业兑汇成本
③增加我国的外汇储备
④严控资本流入，促进资本外流
A.①②③
B.①②④
C.①③④
D.②③④
13 、(2018江苏A7)当前，不带现金出门正成为一种时尚。从商场到便利店，从
水果摊到煎饼铺，从医院到出租车……人们掏出手机，随时可以扫二维码支付。关于
这一现象，下列说法正确的是：
A.货币不再充当商品交易的媒介
B.货币不再承担支付手段的职能
C.移动支付减少了社会的现金流通量
D.移动支付不需要依托银行系统完成
14 、(2018浙江B18)小兰购买某公司股票获得500元的投资收益，其收益主要
来源于：
A.股息和银行存款利息
B.股票的票面金额和银行贷款利息
C.股息和股票的金额
D.股利分配和股价上涨带来的差价
15 、(2018广州44)改革开放以来，国内不少水果产量和品质都有了较大提升，
而精深加工却发展不够快，至今仍以鲜食为主，有些地方出现“丰产歉收”、果农“挥
泪砍树”现象。而“砍树莫如酿酒”，发展果酒产业的思路说明了要推进的改革是：
A.市场营销体系改革B.供给侧结构性改革
C.要素价格市场化改革D.现代流通体系改革
16 、(2018江苏A6)当前，我国要把防控金融风险放到更加重要的位置，下决心
处置一批风险点，确保不发生系统性金融风险。下列不属于金融机构采取的风险防范
措施的是：
A.执行居民存款保险制度B.推出新的金融衍生产品
C.查处违规使用资金行为D.控制个人住房贷款规模
17 、(2018国考14)下列金融机构与其可以从事的金融业务对应正确的是：
A.商业银行——股票承销业务
B.人寿保险公司——医疗责任保险业务
C.小额贷款公司——城乡居民储蓄存款业务
D.中国出口信用保险公司——海外投资保险业务
18 、(2018安徽42)下列关于我国金融常识的说法正确的是：
A.国债、股票、公司债券的投资风险依次递增
B.理财产品合同中的预期收益率是理财产品实际到期收益率
C.公众兑换票面残缺的人民币，要到中国人民银行指定的商业银行网点
D.自然人之间借贷如未约定利息，出借人欲主张支付利息，法院不予支持
19 、(2018吉林甲18)“个性化定制”就在我们身边，“互联网+”大背景下，我
们可以张扬更多的个性，从一件T恤到一本书，只要你愿意，生活中就会充满惊喜。
这种消费属于：
A.求异心理引发的消费
B.攀比心理引发的消费
C.从众心理引发的消费
D.求同心理引发的消费
20 、(2018四川上5)对于债务关系主体，如果实际通货膨胀率高于预期的水平，
则下列说法正确的是：
A.债务人和债权人都受损B.债务人和债权人都受益
C.债权人受损，债务人受益D.债务人受损，债权人受益
21 、(2017江西62) 中国加人WTO之后至2016年取得了辉煌成就。截至2016
年12月11日， 中国加人WTO已达：
A.10年
B.15年
C.16年
D.20年
22 、(2017吉林甲10)2016年农民李某把自家的10亩土地人股流转给某民营农业
科技有限公司，成为该公司的股东和员工。年底，她除每亩地获得保底租金1000元
外，又领了5%的分红，加上每月工资1200元，一年下来能挣四万多。李某的收入：
①属于按生产要素分配②受公司经营状况的影响
③属于按劳分配④受股票价格波动的影响
A.①②
B.③④
C.①④
D.②③
23 、(2017吉林甲9)在经济生活中一种经济现象的出现往往引起另一种现象的产
生。下列表述能体现这一关系的是：
A.美元兑人民币汇率下跌，赴美旅游费用一定会上涨
B.水务公司供水价格提高，会使居民生活用水量大幅减少
C.上海至广州的高铁开通，上海飞广州航班的客流量可能下降
D.重大节日免收小型客车通行费，导致居民消费以享受型为主
24 、(2017江西63)美国总统特朗普就职后签署了一系列行政命令，其中之一是
特朗普签署行政命令宣布美国退出：
A.FTA
B.T TIP
C.TPP
D.TRIPS
25 、(2017江西55)关于利息，下列说法错误的是：
A.资本的报酬B.劳动的报酬
C.资本这一生产要素的价格D.由资本市场的供求双方决定的
26 、(2017江苏B16)小张在某航空公司购买飞机票时发现，无论是同一航班的
不同等级座位，还是不同时段的航班，机票都存在一定的差价。对此，下列说法错误
的是：
A.实行机票差价的做法符合给侧结构性改革的精神
B.实行机票差价的做法能增加航班飞行次数
C.实行机票差价的做法可满足乘客的个性化需求
D.实行机票差价的做法反映了定价机制逐步适应市场
27 、(2017陕西20)在我国政府现行政策体系中，属于托底政策的是：
A.宏观政策
B.产业政策
C.微观政策
D.社会政策
28 、(2017山东38)与其他投资基金相比，下列哪项不是货币型基金的特点?
A.高流动性
B.风险性较高
C.收益率较低D.投资费用低
29 、(2017国考8)在银行的资产负债表中，客户存款属于：
A.资产
B.权益
C.资金
D.负债
30 、(2016江苏A10)资本国际化是指资本越出一国的范围在国际间运动和增值。
下列未能体现资本国际化的是：
A.某集团以数十亿美元收购国外企业
B.某公司撤出伦敦股市的资金转投芝加哥商品期货市场
C.两个国家的农产品贸易集团签署相互持股的协议
D.各国消费者通过电商购买境外的商品和劳务
31 、(2016吉林甲14)国家发展理念是指导国家选择、安排和整合发展行为的思
想基础，下列关于基础设施的观念图式代表国家发展理念演进的四个不同阶段，这四
个阶段的正确排序是：
A.①③②④B.①③④②
C.③①②④D.④①③②
32 、(2016北京22)2015年4月，我国多家政策性银行改革方案获国务院批复同
意，这标志着我国政策性金融机构改革取得了重大突破和实质性进展。下列选项中，
属于我国政策性银行的是：
A.中国人民银行B.中国银行
C.中国进出口银行D.农村信用社
33 、(2016北京13)在全部经济活动所创造的产值当中，20世纪70年代主要发
达国家的服务业产值贡献达到或超过全部产值的一半左右，到世纪之交的时候，已经
占到将近三分之二的比重。这段话表明在发达国家：
A.经济活动的大部分内容是在提供服务
B.服务业是国民经济的基础
C.服务业有可能成为人类经济活动的全部
D.工农业产值均在下降
34 、(2016国考9)下列俗语描述的现象与经济学名词对应错误的是：
A.覆水难收——机会成本
B.一山不容二虎——完全垄断
C.人芝兰之室，久而不闻其香——边际效用递减
D.城门失火，殃及池鱼——负外部效应
35 、(2016吉林甲15)备受关注的微信“春节摇红包”活动把2015年春晚推向高
潮，当晚共发放由众多品牌企业赞助的5亿现金微信红包。这意味着，微信红包开始
从用户个人行为转向企业营销行为。借助向企业营销平台的转变，成为各家企业的营
销工具。这种营销模式的成功之处在于：
A.减少流通环节，提高企业生产效率
B.提高品牌知名度，创造消费动力
C.引导消费者量人为出，理智消费
D.降低经营成本，增加商品的价值量
36 、(2016广东乡镇78)当一种商品价格升高而导致另一种商品需求的增加，那
么这两种商品之间存在替代关系，互为替代品。下列各项中的两种商品互为替代品
的是：
A.羊肉、牛肉B.大米、糖果
C.手表、时钟D.电脑、手机
37 、(2016江苏B8)供给侧结构性改革强调从供给、生产端人手，不断解放生产
力，提升效率，促进经济发展。下列属于供给侧结构性改革举措的是：
A.物价部门开展市场检查B.商业银行上浮贷款利率
C.发改委取消部分行政审批事项D.工商部门限制明星代言广告
38 、(2016江苏C11)在需求和供给自由作用的市场条件下，能够有效缓解天然
气供给短缺的方法是：
A.提高天然气的市场销售价格B.劝告人们尽可能地节约用气
C.限制居民家庭每月用气量D.在特定的时段实施天然气供给
39 、(2015河北13)财政政策是政府宏观调控的重要手段。下列有关财政政策的
论述，不正确的是：
A.政府偏好对财政政策有重要影响
B.税收、国债、公共支出等是主要的财政政策工具
C.紧缩性财政政策通常用来增加和刺激社会总需求
D.提供更多就业机会是财政政策的目标之一
40 、(2015吉林上甲12)犹太人有句名言：没有卖不出去的豆子。卖豆子的农民
如果没卖出豆子，可以加水让它发芽，几天后就可以卖豆芽；如果豆芽卖不动，干脆
让它长大些卖豆苗；如果豆苗卖不动，可以移植到花盆卖盆景；如果盆景卖不动，那
么就把它移植到泥土里，几个月后，它就会长出许多豆子。要实现从商品到货币的转
化，卖豆子的农民应该：
A.在制成盆景时卖出B.在能够卖掉时卖出
C.在结出豆子时卖出D.在价格最高时卖出
41 、(2015山东34)下列组织机构的标志与其名称对应正确的是：
A.aa
B.bb
C.cc
D.dd
42 、(2015北京7)如果其他各种条件不变，人民币对美元升值理论上会导致：
A.我国对美国出口增加B.我国对美国出口减少
C.美国从我国进口增加D.美国对我国出口减少
43 、(2015广东78)存款准备金是指金融机构为保证客户提取存款和资金清算需
求而准备的在中央银行的存款。存款准备金率是存款准备金占存款总额的比例。中央
银行降低存款准备金率后，在市场上引起的可能反应是：
A.商业银行可用资金增多，贷款上升，货币供应量增多，通货膨胀
B.商业银行可用资金增多，贷款下降，货币供应量减少，通货紧缩
C.商业银行可用资金减少，贷款上升，货币供应量增多，通货膨胀
D.商业银行可用资金减少，贷款下降，货币供应量减少，通货紧缩
44 、(2014四川10)以下有关经济指标的说法正确的是：
A.恩格尔系数越大，说明一个家庭越富裕
B.CPI指数越大， 表明居民的就业率越高
C.货币供应量越大，说明居民的消费水平越高
D.基尼系数的数值越接近0，表明收人分配越公平
45 、(2014黑龙江8)在我国目前的国际储备中，最主要的储备资产是：
A.普通提款权B.特殊提款权
C.外汇储备
D.黄金储备
46 、(2014四川11)中国人民银行下调金融机构人民币存贷款基准利率的政策
属于：
A.紧缩性财政政策B.紧缩性货币政策
C.扩张性财政政策D.扩张性货币政策
47 、(2014吉林甲8)“旧时王谢堂前燕，飞人寻常百姓家。”唐代诗人刘禹锡的这
两句诗词，常被用来形容过去的一些昂贵商品现在变成了大众消费品。导致这种变化
的根本原因是：
A.人民生活质量提高B.社会劳动生产率提高
C.商品市场日益繁荣D.大众消费观念发生变化


`;