export const questionStr = `1 、(2020江苏A3)我国当前正处在转变发展方式、优化经济结构、转换增长动
力的攻关期，建设现代化经济体系是跨越关口的迫切要求。下列关于现代化经济体系
的说法正确的是：
A.关注劳动和资本的投人，稳定经济增长
B.国民经济体系中的各个门类和产业均衡发展
C.互联网大数据人工智能与虚拟经济深度融合
D.强化市场的决定性作用，提高供给质量和效率 
2 、(2020安徽46)囚徒困境是博弈论的非零和博弈的经典例子，表明个人的最
佳选择并非团体的最佳选择。下列选项中不属于囚徒困境的是：
A.广告战
B.关税战
C.军备竞赛
D.股市中的散户跟庄
3 、(2020浙江B82)下列关于经济指数的说法正确的是：
A.恩格尔系数越大，表示生活越富裕
B.货币供应量中，M2的流动性强于M1
C.基尼系数小于0.2时，表示收人绝对平均
D.国民总收人(GNI) 一定大于国内生产总值(GDP)
4 、(2020河北9)下列关于股票投资基本术语的说法错误的是：
A.跌停板是指证券交易当天股价的最低限度
B.阳线是指收盘价高于上个交易日的收盘价的K线
C.多头是指投资者对股市看好，预计股价将会看涨
D.“T+1”交易制度是指当日买进的股票，要到下一个交易日才能卖出
5 、(2019江苏A6)2018年12月召开的中央经济工作会议指出，当前我国经济运
行稳中有变、变中有忧，宏观政策要强化逆周期调节。下列属于逆周期调节措施的是：
A.财政部决定2019年适度降低地方政府专项债券规模
B.生态环境部拟在2019年完成2.5万个建制村的环境综合整治任务
C.发改委2019年要推动1亿非户籍人口在城市落户工作取得明显进展
D.中国人民银行宣布2019年1月下调金融机构存款准备金率1个百分点
6 、(2019江苏B13)下列不属于我国当前振兴实体经济、促进企业“脱虚向实”
措施的是：
A.提高金融机构的存款准备金比率
B.设立战略性新兴产业专项发展基金
C.加大房地产企业土地使用金认缴比例
D.强化金融机构资产及表外业务的监管
7 、(2018四川下5)关于经济学中的成本，下列说法不正确的是：
A.工资属于显性成本
B.办公室租金属于固定成本
C.企业管理费用属于可变成本
D.固定设备折旧费属于隐性成本
8 、(2016联考6)下列经济学基本术语与项目内容之间对应错误的是：
A.固定成本：企业建造的厂房
B.不变资本：企业购人的原材料
C.变动成本：企业总经理的工资报酬
D.机会成本：为投资股票提前支取定期存款而损失的利息
9 、(2016联考14)假如某国出现比较严重的经济衰退，该国当局却不能运用货币
政策进行调节。这个国家可能是：
A.德国
B.美国
C.英国
D.新加坡
10 、(2016山东36)由于食盐的重要性和不可替代性，我国历代对盐都有较为严
格的管制，用以防止不法商人的垄断抬价。从经济学角度看，下列说法正确的是：
A.食盐的需求的价格弹性系数无限大
B.食盐的供给的价格弹性系数无限大
C.食盐的需求的价格弹性系数几乎为零
D.食盐的供给的价格弹性系数几乎为零
11 、(2014黑龙江16)世界各国由于各自不同的经济与政治状况，形成了不同的
城镇化发展模式。下列对应全部正确的是：
①欧洲——市场主导，自由发展
②韩国、日本——政府推动，短期迅速发展
③拉美国家——受殖民地经济制约
④美国——政府调控，长期逐步发展
A.②③
B.①④
C.③④
D.①②
12 、(2014重庆91)关于存款保险制度，下列说法错误的是：
A.存款保险制度起始于20世纪30年代大萧条之后的美国
B.存款保险制度有利于保护存款人的利益，提高公众对银行体系的信心
C.存款保险由存款人向存款保险公司投保
D.存款保险通常只赔偿存款人因银行倒闭而遭受的部分损失


`;