export const questionStr = `101 、(2017山东46)旅行者2号探测器于1977年8月20日在肯尼迪航天中心成
功发射升空，近探过太阳系的四颗行星后，飞向了外太空。这四颗行星依次为：
A.水星、金星、火星、天王星
B.水星、金星、木星、天王星
C.木星、土星、天王星、海王星
D.木星、火星、天王星、海王星
102 、(2017国考17)下列关于航天器的说法正确的是：
A.“风云”系列气象卫星通过光纤实现与地面的数据传输
B.“玉兔”号月球车在月球上行走的动力驱动是电动车
C.“长征一号”属于二级运载火箭
D.“北斗二号”属于通信广播卫星
103 、(2017浙江A 110) 磁共振成像系统(MRI) 不可能对人体造成下列哪一
伤害?
A.强静磁场
B.随时间变化的梯度场
C.射频场导致热效应D.对人体的高能辐射
104 、(2017广东84)以下不属于导致听力下降、听力减退原因的是：
A.太多的噪音伤害了内耳中的毛细胞
B.经常用耳勺掏挖耳朵碰伤了耳道
C.精神压力过大导致内耳供血障碍
D.戴耳机听音乐导致听觉中枢受损
105 、(2017浙江A105)对着电视画面拍照，应关闭照相机闪光灯和室内照明灯，
这样照出的照片画面更清晰。这是因为：
A.闪光灯和照明灯在电视屏上的反射光会干扰电视画面的透射光
B.闪光灯和照明灯在电视屏上的反射光会干扰电视画面的散射光
C.闪光灯和照明灯在电视屏上的透射光会干扰电视画面的散射光
D.闪光灯和照明灯在电视屏上的透射光会干扰电视画面的反射光
106 、(2017江苏A13)某厂发生粉尘爆炸事故，造成人员伤亡和财产的严重损失。
下列条件的组合会引起粉尘爆炸的是：
①粉尘有可燃性且达到一定浓度②天气持续高温
③存在火源和助燃物④空间受限
A.②③
B.③④
C.①③④
D.①②③
107 、(2017国考14)下列矿物与其用途对应错误的是：
A.燧石——取火B.石灰岩——生产水泥
C.石棉-—促进燃烧D.石英——制作半导体
108 、(2017国考18)氢气是重要的工业燃料，下列关于氢气的说法正确的是：
A.氢气在氧气中燃烧发出明亮的红色火焰
B.电解水生成氢气的过程是一个吸热过程
C.人工降雨过程中通常使用氢气作催化剂
D.氢气在自然界中含量很少，故为稀有气体
109 、(2017江西52)关于石油污染，下列说法错误的是：
A.石油污染的主要污染物是各种烃类化合物
B.石油污染会致使海洋缺氧
C.蒸发作用是海洋油污染自然消失的重要因素
D.沉人海底的石油或石油氧化物不再会上浮到海面
110 、(2017广州55)近期，中科院的一个研究课题组发现：用高能电子束辐射医
疗废弃物，可以直接将其中抗生素残留降解为无机或有机小分子。其应用的主要原理
是：电子束辐射在水体中产生的活性自由基具有某种作用能够降解抗生素。活性自由
基与抗生素发生了：
A.基因突变
B.链式反应
C.聚合反应
D.氧化还原反应
111 、(2017云南8)下图左边为某工业园区区域指示牌内容，右边框内四个长方
形为园区内各功能区域面积大小及分布大致示意，据此，指示牌所在位置最可能是：
A.(1)
B.(2)
C.(3)
D.(4)
112 、(2017山西10)自来水厂用来进行水消毒处理的常用化学试剂是：
A.臭氧
B.氯气
C.过氧化氢
D.碘伏
113 、(2017国考15)下列与汽车有关的说法错误的是：
A.手动挡和自动挡汽车的主要区别在于是否人为控制离合装置
B.冬天路面结冰时在车轮上挂铁链是为了增大摩擦
C.遥控钥匙通过发射无线电波控制车门的开关
D.手刹的制动原理是切断汽车的动力系统
114 、(2017国考17)关于垃圾分类处理，下列说法错误的是：
A.速冻饺子的包装袋属于厨余垃圾
B.塑料制品不可采用深度填埋的处理方法
C.果皮等食品类废物可进行堆肥处理
D.红色的收集容器用于收集有害垃圾
115 、(2017新疆47)生活常识说法错误的是：
A.水在真空中先沸腾后结冰
B.颜色越深的车隔热膜，隔热效果越好
C.纯水在0摄氏度时不结冰
D.天凉的时候，湿润的地方比干燥的地方感觉冷
116 、(2017吉林甲15)中国首位80后女航天员王亚平，随神舟十号飞船进人太
空飞行15天。飞行中她不会碰到的情况是：
A.看到绚丽多彩的极光B.四周一片漆黑
C.穿过稠密的大气层D.听到远处星体爆炸的声音
117 、(2017吉林乙10)发展工业旅游能使人牢记工业文明的历史足迹，某旅游团
组织开展一次“工业旅游”，根据下图内容及顺序判断，该旅游团游览的工业文明依
次是：
A.啤酒酿制技术、青铜器制作技术、纺织技术、风电技术
B.橡胶加工技术、景泰蓝制作技术、服装技术、采油技术
C.啤酒酿制技术、景泰蓝制作技术、纺织技术、风电技术
D.橡胶加工技术、青铜器制作技术、服装技术、采油技术
118 、(2017陕西18)下列说法中，正确的是：
A.1952年12月，震惊世界的英国伦敦“烟雾”事件爆发，造成此次事件的原因
是燃煤产生的废气污染
B.光的波长顺序从短到长排列依次为：红、紫、黄、蓝
C.冷藏保存食物是因为低温可以将细菌冻死
D.污染物随废水进入水体后，被浮游生物吸收，小鱼吃浮游生物，大鱼又吃小
鱼，人又吃污染后的鱼类，污染物会逐渐聚集到人体内，这叫交叉污染
119 、(2017浙江B64)下列哪两种疾病是由细菌引起的?
A.手足口病、狂犬病B.麻疹、腮腺炎
C.肺结核、破伤风D.非典型肺炎、水痘
120 、(2017陕西4)下列说法中，正确的是：
A.鱼在水中能自由沉浮，是因为有鱼鳍
B.“黄山毛峰”是绿茶
C.秦岭的北坡有三十六峪
D.南美洲唯一以葡萄牙语作为官方语言的国家是智利
121 、(2017四川7)超声波技术用途非常广泛，它使用类似于声波，但某项参数
大于普通声波的振动技术来工作，所以称为超声波，这个大于普通声波的参数是：
A.波长
B.振幅
C.传播速度D.频率
122 、(2017吉林乙16)给严重缺氧的病人输氧时，要在纯氧中混入5%的CO，
(二氧化碳)，目的是：
A.用CO，维持呼吸中枢的兴奋B.节约氧气
C.让人体吸收CO，D.用CO，增加氧气罐压力
123 、(2017吉林乙15)下列有关输血和输液的说法错误的是：
A.输血时一般应该是以输同型血为原则
B.根据病情需要有时可以进行成分输血
C.成年人一次献血500cc不影响健康
D.输血前先鉴定献血者与受血者血型
124 、(2017吉林甲13)下列古代汲水灌溉工具与应用原理对应错误的是：
A.桔棉——杠杆原理B.辘轳——轮轴原理
C.翻车——对称守恒原理D.筒车——叶轮原理
125 、(2017广州52)不要靠近高压带电体是安全用电常识。但是我们经常可以看
到，站在高压线上的小鸟并不会发生触电事故。这是因为：
A.电线上有绝缘层B.小鸟爪上的角质层不导电
C.小鸟能承受高压电D.小鸟两爪间的电压很低
126 、(2017云南9)下列选项中，没有体现生命现象的是：
A.梅雨季节，门环惹铜绿B.遭遇污染，汪洋变赤潮
C.只待时日，化蛹成彩蝶D.水沁石板，青苔绘碧痕
127 、(2017云南11)下列表述错误的是：
A.长期饮用缺氟的水容易患上龋齿
B.纤维素属于糖类，是植物的主要成分
C.锌、钙、铁等在人的生长发育期是必不可少的
D.油脂在体内经氧化放出能量，为维持恒定体温提供能量
128 、(2017河北112)香烟点燃后，所产生的能减低红血球将氧输送到全身的成
分是：
A.焦油
B.一氧化碳
C.苯并芘
D.尼古丁
129 、(2017江西50)关于生物净化，下列说法错误的是：
A.植物净化大气主要是通过叶片的作用实现的
B.海洋中降解石油烃的微生物主要是酵母
C.淡水生态系统中的生物净化，细菌起主导作用
D.生物净化能力都有一定的限度
130 、(2017广西20)在农业生产中若长期使用某种杀虫剂，会导致害虫的抗药性
增强、杀虫效果减弱，其最主要原因是：
A.害虫体内积累的杀虫剂增强了自身的抗药性
B.杀虫剂造成害虫基因突变，产生了抗药性基因
C.抗药性强的害虫所产生的后代一定具有很强的抗药性
D.杀虫剂对害虫有选择作用，使抗药性强的害虫被保留下来
131 、(2016江苏A13)高铁列车的车窗和车门在运行过程中必须完全密闭。对此，
下列解释最准确的是：
A.减少高铁列车运行的能源消耗
B.保持高铁列车车厢内部的安静
C.避免车速过快形成空气压强差
D.确保高铁列车车厢内部的整洁
132 、(2016广东乡镇75)现代化工业社会过多燃烧煤炭、石油和天然气等化石资
源，使自然界更多(更强)地产生灾害性天气(气候)现象，包括：
①雾霾②极光③温室效应④龙卷风⑤酸雨⑥冰雹
A.②③④
B.①④⑥
C.①④⑤
D.①③⑤
133 、(2016广东乡镇81)物质在发生能量转化时通常都存在一系列的物理或化学
反应，下列能量转化的过程中存在化学反应的是：
A.风力发电
B.烧煤取暖
C.冰雪融化
D.酒精挥发
134 、(2016广东乡镇79)人们在厨房做菜时，如果不小心把水滴进热油锅中，常
常会发生溅油的现象。这是因为：
A.水与油一起加热产生了化学反应，释放出热量
B.水密度比油大而沸点比油低，会在油面下迅速汽化
C.油在加热情况下与水相溶，更容易蒸发而产生气泡
D.水在加热时对流速度加快，与油发生摩擦而产生了热量
135 、(2016广东乡镇80)以下选项中的工具或应用所依据的科学原理与其他三项
不同的是：
A.温度计
B.热气球
C.热继电器
D.潮汐发电
136 、(2016江苏B16)下列自然保护区与主要保护的珍稀动物对应错误的是：
A.卧龙自然保护区——大熊猫
B.扎龙自然保护区——丹顶鹤
C.喀纳斯自然保护区——金丝猴
D.可可西里自然保护区——藏羚羊
137 、(2016山东43)生物多样性是指在一定时间和一定地区内所有生物物种及其
遗传变异和生态系统的复杂性的总称。衡量生物多样性丰富程度的基本标志是：
A.遗传多样性B.基因多样性
C.环境多样性D.物种多样性
138 、(2016国考19)图中a表示地壳中含量最多的三种元素氧、硅、铝，b表示
人体内含量最多的三种元素。关于阴影部分代表的元素，下列说法错误的是：
A.在冶金工业中有广泛用途B.其单质可以燃烧
C.是碱类物质必不可少的元素D.是大气中的一种重要元素
139 、(2016宁夏3)在生活中，下列哪一做法或现象与热胀冷缩无关?
A.夏天在架设电线时，不宜把电线绷得太紧
B.往保温瓶灌开水时，不灌满比灌满更容易保温
C.把刚煮熟的鸡蛋放到冷水中浸一下，更容易剥壳
D.冬天往玻璃杯中倒开水，应先用少量开水预热杯子
140 、(2016广东76)在众多色彩中，人们往往对红色“情有独钟”，常采用红灯
做指示，比如指挥交通的红灯，汽车尾部的红灯，公共场所安全门的红灯。这是因为，
红色光在可见光中：
A.波长最长，且不容易被散射B.波长最短，且不容易被散射
C.波长最长，且容易被散射D.波长最短，且容易被散射
141 、(2016广州12)每年春天，广州经常出现“返潮”现象，俗称“回南天”。
专家解释这是因为暖湿气流来到我市，空气中水蒸气的含量较高，遇到地面、墙壁等
处的温度较低，极易发生____现象，使地面、墙壁冒“冷汗”。
A.凝固
B.升华
C.凝华
D.液化
142 、(2016吉林乙1)当遇到下列情况时，你的正确选择是：
A.被农药污染的食品一定要充分煮熟再食用
B.被毒蛇咬伤手臂后，应首先扎住伤口处的近心端
C.进行人工呼吸过程中，吹气者应始终捏紧被救者的鼻孔
D.处方药和非处方药都必须在医生的指导下购买和使用
143 、(2016江苏B14)下列对日常生活现象的解释正确的是：
A.自行车在夏天暴晒后容易爆胎，是因为橡胶在高温下变软了
B.夏天从冰箱里取出的冷饮瓶表面有小水滴，是因为冰箱湿度大于室内
C.赤脚站在瓷砖上比站在棉被上凉爽，是因为瓷砖的温度比棉被的温度低
D.热水瓶的内胆镀银是为了减少热辐射
144 、(2016河南93)下列关于生活常识的表述，错误的是：
A.干冰是固体状态的二氧化碳，可用于人工降雨
B.红黄绿能作为信号灯的颜色，是因为这三种颜色有波长优势
C.海市蜃楼是由于特殊气象条件下大气发生剧烈的反射造成的
D.烟草、面粉等有机粉尘聚焦的厂房里容易发生爆炸
145 、(2016河北120)关于药品，下列说法错误的是：
A.大部分药品属于处方药，如注射剂、毒麻药品等
B.非处方药不需要凭执业医师处方即可自行购买和使用
C.处方药不可擅自使用、停用或增减剂量，否则可能引起严重后果
D.药品说明书用以指导医生和患者选择、使用药品，但不具法律意义
146 、(2016深圳1)我国目前应对雾霾污染，改善空气质量的重要任务之一是控
制PM2.5，PM2.5是：
A.在空气中(浓度)越高，质量越好
B.与较粗的大气颗粒物相比，PM2.5粒径小、面积大、活性强，更易附带病毒、
有害物质
C.在大气中的滞留时间长，输送距离短
D.直径小于等于2.5纳米的细颗粒物
147 、(2016联考4)下列对诗词中的物理现象描述错误的是：
A.坐地日行八万里，巡天遥看一千河——地球的公转
B.两岸青山相对出，孤帆一片日边来——运动的相对性
C.八月秋高风怒号，卷我屋上三重茅——空气振动发声
D.飞流直下三千尺，疑是银河落九天——势能转化为动能
148 、(2016国考20)关于导体及其导电原理，下列说法错误的是：
A.金属导电，是因为金属中有可以自由移动的电子
B.人体导电，是因为人体内含有大量水分和矿物质
C.石墨导电，是因为石墨中含有碳元素
D.酸碱溶液导电，是因为溶液内含有自由离子
149 、(2016联考19)关于疫苗，下列说法错误的是：
A.根据费用支付方式，分政府免费提供和公民自费自愿接种两类
B.牛痘疫苗彻底消灭天花，是人类用疫苗迎战病毒的首次胜利
C.接种疫苗是预防传染病最有效、最经济的手段
D.目前乙肝疫苗是世界上使用量最大的一种疫苗
150 、(2016江西6)关于农作物，下列对应错误的是：
A.豆类、薯类——粮食作物B.花生、向日葵——经济作物
C.西红柿、青梅——蔬菜作物D.玉米、紫云英——饲料作物
151 、(2016吉林乙4)在克隆羊的培育过程中，某只白细毛公羊提供了细胞核，
某只黑细毛羊提供了去核卵细胞，某只白粗毛羊进行代孕，那么克隆羊的体表的毛和
性别分别为：
A.白色粗羊毛、公羊B.白色细羊毛、母羊
C.黑色粗羊毛、母羊D.白色细羊毛、公羊
152 、(2016四川下5)关于物理现象的解释，下列说法错误的是：
A.量子隧穿效应不遵循牛顿运动定律
B.“小小秤砣压千斤”运用的是杠杆原理
C.汽车的观后镜多使用凸面镜，可以扩大视野范围
D.高压锅煮食物快主要是因为增大了锅内气压，降低了水的沸点
153 、(2016广东84)自然界中，我们看到大部分植物的叶片都呈现绿色，对此解
释正确的是：
A.叶片进行光合作用吸收了绿光B.叶片进行光合作用释放出绿光
C.叶片反射了太阳光中的绿光D.叶片表皮覆盖着一层绿色物质
154 、(2016联考5)关于“螳螂捕蝉，黄雀在后”，下列说法错误的是：
A.蝉、螳螂和黄雀都是消费者
B.螳螂和黄雀的行为都属于先天性行为
C.螳螂、蝉和黄雀组成了一个生态系统
D.蝉和螳螂属于节肢动物，黄雀属于鸟类
155 、(2016广州15)微生物在我们的生活中有着广泛的用途，下列关于微生物的
使用，错误的一项是：
A.利用醋酸菌酿醋B.利用酵母菌制作泡菜
C.利用乳酸菌制作酸奶D.利用青霉菌提取青霉素
156 、(2016河南94)关于通信，下列说法错误的是：
A.如今“通信”这一术语一般指“电信”
B.电信是利用电信号来传输信息的通信方式
C.击鼓和鸣金传递作战命令也是通信手段
D.赫兹证明了电磁波的存在，开创了通信新时代
157 、(2016广东82)声音可以在固态、液态和气态的介质中传播，传播的速度与
介质分子间距有关，分子间距越小，声音的传播速度越快。下列介质中声音传播速度
最快的是：
A.铁棒
B.竹竿
C.盐水
D.液态汞
158 、(2015山东45)关于交通，下列说法不正确的是：
A.“红眼航班”是航空公司正常安排的夜间飞行航班
B.我国高速公路限制最高时速一般为110公里
C.船舶通信方式包括视觉通信、电波通信、卫星通信等
D.世界上首条正式运营的高速铁路是日本的新干线
159 、(2015安徽18)在计算机网络通信领域中，防火墙是一项协助确保信息安全
的设备。它会依据特定的规则，允许或是限制传输的数据通过。小张在自己电脑上安
装了防火墙软件，下列论述正确的是：
A.防火墙软件有可能导致小张的电脑不能访问特定的Web网站
B.防火墙软件有可能导致小张无法访问自己电脑硬盘上存储的文档
C.防火墙软件使得小张在网络购物时，不容易被虚假广告所欺骗
D.防火墙软件使得小张在和陌生网友聊天时，可以伪装自己的性别和姓名
160 、(2015湖北13)通过云计算技术可以实现共享软硬件资源和信息。下列直接
使用到云计算技术的是：
A.将ADSL升级为光纤线路
B.设计并制作Web网站页面
C.向ISP申请注册网站域名
D.使用Google App Engine服务， 部署个人网站
161 、(2015河北17) 下面关于WIFI的说法， 正确的是：
A.WIFI是一种可以将笔记本电脑、手机、PAD等终端以无线方式连接的技术
B.严格意义上来讲， WIFI就是我们常说的WLAN
C.WIFI就是中国移动提供的无线网络服务
D.所有的智能手机都具有WIFI功能
162 、(2015天津19)普朗克曾这样评论爱因斯坦的科学成就：“这个原理在物理
世界观上所引起的革命，只有哥白尼世界体系的引人才能与之相提并论。”文中的“这
个原理”是：
A.相对论
B.日心说
C.量子假说
D.万有引力定律
163 、(2015吉林上甲18)雨后晴朗的月夜，为了防止踩到地上的积水，下列判断
正确的是：
A.迎着月光走，地上发亮处是水；背着月光走，地上暗处是水
B.迎着月光走或背着月光走，都应该是地上暗处是水
C.迎着月光走或背着月光走，都应该是地上发亮处是水
D.迎着月光走，地上暗处是水；背着月光走，地上发亮处是水
164 、(2015河北18)在日常生活中，佩戴饰品有一定的学问和讲究，下列不符合
饰品佩戴礼仪的是：
A.同时佩戴多种饰品，一般不应超过3种
B.佩戴饰品应与性别、年龄、职业等匹配
C.戒指戴在中指上，一般表示已婚
D.佩戴两种以上饰品，一般要求同质
165 、(2015吉林上甲19)雷雨天躲在室内，有时也容易遭到雷击。下列关于室内
预防雷击的说法，错误的是：
A.关闭门窗可以阻止球形雷电进入
B.靠墙壁的位置比房间中央更安全
C.不宜靠近电器设备以及使用电器
D.不使用淋浴冲凉或触摸金属管道
166 、(2015国考19)关于生活常识，下列说法错误的是：
A.吃松花蛋时佐以食醋，是为了减少松花蛋的涩味
B.电灯泡中加人少量红磷，是为了防止灯丝氧化
C.纯碱使馒头稀松多孔，是因为化学反应产生二氧化碳
D.千滚水不宜饮用，是因为其中的细菌含量会大大增加
167 、(2015吉林上乙19)蜜蜂载着花蜜飞行时，翅膀平均每秒振动300次；不载
花蜜时，平均每秒振动440次。有经验的养蜂人能辨别出蜜蜂是飞出去采蜜，还是采
了蜜飞回来。养蜂人的依据是翅膀振动发出声音的：
A.音色不同
B.音调不同
C.音节不同
D.响度不同
168 、(2015吉林上乙17)目前，垃圾分类投放渐成民众共识，根据垃圾箱上的分
类标识，以下垃圾投放错误的是：
A.废纸、塑料B.烂铁、玻璃
C.果皮、剩菜D.烟头、灰土
169 、(2015广东79)冰冻的肉类在水中比在同温度的空气中解冻得快，这是因为：
A.水的热容量比空气大B.水的密度比空气大
C.水的热传递性比空气好D.水和冰的化学成分完全相同
170 、(2015吉林下甲18)下列关于生活常识的说法错误的是：
A.电脑显示器的背面比正面辐射强
B.汽车耗油量通常随着汽车排气量上升而增加
C.乱丢的废电池可造成人体镉中毒、锰中毒、汞中毒
D.复印机在复印过程中会产生二氧化硫从而损害人体健康
171 、(2015天津4)红色与黄色混合得到一种新颜色，红色与蓝色混合得到另一
种新颜色，这两种新颜色分别是：
A.绿色、紫色
B.绿色、橙色
C.橙色、紫色D.紫色、绿色
172 、(2015广东74)下列现象与物理效应之间无法对应的一组是：
A.墙内开花墙外香——扩散现象
B.杯弓蛇影——折射现象
C.镜中花，水中月——平面镜成像
D.立竿见影——光沿直线传播现象
173 、(2015吉林上乙15)下列不能用来酿酒的农作物是：
A.谷子
B.黄豆
C.红薯
D.玉米
174 、(2015安徽17)“旅行者1号”空间探测器经过36年的人类星际探索，沿途
探索①木星、②土星、③土卫二、④土卫六是否存在生命迹象，并发回资料。阅读表
格，依据探测资料判断将来最有可能孕育生命的天体是：
A.①
B.②
C.③
D.④
175 、(2015河北6)结核病是由结核分枝杆菌引起的慢性传染病，可侵及许多脏
器，以肺部结核感染最为常见。下列有关预防结核病的说法，错误的是：
A.打喷嚏时要用手帕捂住嘴，避免面对其他人
B.勤洗手，多通风，不随地吐痰
C.到人员密集场所，应该一直戴口罩
D.多锻炼，提高免疫力
176 、(2015山西15)病虫害一直以来都是森林最危险的敌人之一，每年在中国造
成的直接经济损失达到数十亿元，对生态环境的破坏更是难以估量。科学家发现，经
常暴发病虫害的森林大多是一些：
A.阴生树种为主的次生林B.阳生树种为主的次生林
C.种群简单、树种单一的人工林D.种群复杂、种类繁多的自然林
177 、(2015广州7)在日常生活当中，我们要关照老年人的行走和坐车安全，特
别要防止老年人跌倒，这是因为老年人的骨骼：
A.有机物增多，硬度小，易骨折B.有机物增多，硬度小，易变形
C.无机物增多，弹性小，易骨折D.无机物增多，弹性大，易变形
178 、(2015山东46)下列关于新能源的说法正确的是：
A.沼气的主要成分与瓦斯相同B.核电站是利用核衰变发电
C.氢气的热值低于汽油D.风能的来源与太阳能无关
179 、(2015吉林下乙16)声音与人们的生活密切相关，以下有关声音现象的说法
正确的是：
A.市区内禁止鸣笛是为了减弱声音在传播过程中的噪音
B.用超声波能粉碎人体内的结石，说明超声波具有能量
C.“闻其声而知其人”主要是根据声音的音调进行判断的
D.在生活中，有些高科技产品不振动也可以发出声音
180 、(2015山东47)下列生活现象与大气压强无关的是：
A.用注射器进行肌肉注射B.给钢笔吸取墨水
C.茶壶上留一个小孔D.将吸盘挂衣钩贴在墙上
181 、(2015山西18)海洋动物科学考察的结果显示，近十年来，许多海洋“有壳
类”动物，如贝类、螺类和虾蟹类等，有外壳变薄、变软的趋势，这种现象的主要原
因是：
A.海洋“有壳类”动物面临食物短缺的困境，经常出现营养不良
B.外壳轻便的海洋动物更易于游动、捕食和躲避天敌
C.海水升温导致海洋动物的生长成熟周期缩短
D.二氧化碳排放过多导致海水酸化
182 、(2015安徽20)马航MH370航班失踪之后，国际海事卫星组织试图利用
多普勒原理计算出失踪航班的下落。多普勒原理，源于这样的一种物理现象(多
普勒效应)：随着飞机高速接近(或远离)接受微波信号的卫星，卫星所侦测到的
微波频率会越来越高(或越来越低)。下列描述的现象中，哪一种也体现了多普勒
效应?
A.站在铁轨附近的人，听到鸣笛的火车由远及近高速驶来时，汽笛的音调逐渐变
得尖锐
B.一束自然光射人三棱镜，射出时，被分解为不同的颜色
C.向平静的湖面投入一颗小石子，激起涟漪呈圆形逐渐向周围扩散
D.在日环食的过程中，观测到太阳黑子的存在
183 、(2015河北20)农村学生营养午餐改善计划实施以来，学生的身体素质得到
提高。某学校为学生提供的一份午餐包括馒头、素炒黄瓜、苹果。这份午餐搭配中缺
少的营养元素是：
A.油脂
B.蛋白质
C.维生素
D.糖类


`;