export const questionStr = `1 、(2020福建4)传媒艺术产生于19世纪上半叶的摄影术，因此传媒艺术将现代科技对艺术生产作用作为与传统艺术的重要区别之一，正是因为有了光学技术、电子技术、数字技术、人工智能、新媒体技术、数据模型等现代科技，传媒艺术才有了更丰富的艺术表现领域。下列属于传媒艺术的是：A.电影艺术
B.书法艺术C.草编艺术
D.剪纸艺术2 、(2020山东9)下列哪一措施不能起到减少空气污染的作用?A.加快天然气等清洁能源利用B.尽可能使用低硫少灰的燃料C.鼓励步行，加强自行车交通系统建设D.发展高层建筑，提高城市容积率3 、(2020福建18)2019年，亚马孙雨林和澳大利亚东部丛林分别发生了严重的山火，对生态环境造成多方面影响。下列影响属于不可逆的是：A.当地生物种群数量的降低B.植物燃烧留下的有毒物质C.生物遗传多样性的丧失
D.森林植被的破坏
4 、(2020吉林12)下列关于人体单纯性肥胖的说法错误的是：A.进食过多的糖类食物，会导致肥胖B.肥胖者会因动脉粥样硬化而产生心血管疾病C.不吃肥肉少放油，提倡低脂膳食就能避免肥胖D.脂肪虽供给人体能量，但摄入过多会沉积皮下引起肥胖5 、(2020福建20)下列与动物行为有关的表述正确的是：A.蜜蜂用蜡筑造蜂房和蜘蛛织网均属本能行为B.本能行为不需要通过自然选择而进化C.动物的拟态现象不属于防御行为D.动物的行为不存在生理基础
6 、(2020安徽52)下列食物经过人体口腔能够初步消化的是：A.牛肉和鱼
B.鸡蛋和牛奶C.青菜和螃蟹D.米饭和馒头7 、(2020安徽51)下列诗词没有描述生物应激性反应的是：A.明月别枝惊鹊，清风半夜鸣蝉
B.我有迷魂招不得，雄鸡一声天下白
C.人间四月芳菲尽，山寺桃花始盛开
D.飞蛾性趋炎，见火不见我，愤然自投掷8 、(2020浙江B80)下列关于植物种子传播方式的说法错误的是：A.柳树的种子利用风力传播B.樱桃会自己裂开通过弹力传播种子C.莲蓬的种子利用水流传播D.野葡萄靠鸟类食用和排泄传播种子9 、(2020国考17)白居易有诗云：“绿蚁新酪酒，红泥小火炉。晚来天欲雪，能饮一杯无?”下列与该诗相关的说法正确的是：A.“绿蚁”是因为酒中添加了可食用调色剂B.“酪酒”的过程利用了微生物的作用C.炉火燃烧的过程是内能转化成化学能D.从雪到水的转化过程会释放出热量
10 、(2020北京10)电磁波包括无线电波、微波、红外线、可见光、紫外线等。下列关于电磁波的说法正确的是：
A.红外线是电磁波粒子性的体现
B.微波在真空中的传播速度小于可见光C.紫外线在遥控和热成像仪中普遍应用D.雷达可以通过无线电波的反射测距11 、(2020福建15)人们常说“种豆可以肥田”，这是因为：A.豆科植物根上的根瘤菌具有固氮能力B.豆科植物根上的根瘤菌具有固磷能力C.豆科植物根上的根瘤菌具有固钾能力D.豆科植物光合作用能力强
12 、(2020河南101)植物在自然环境中会遇到生物胁迫，比如食植动物和各种病原微生物的侵害，在进化过程中，植物发展了多种物理和化学防御机制。下列叙述中，不属于植物防御生物胁迫的是：A.玫瑰长刺
B.睡莲长出宽大的子
C.巨魔芋的花散发烂鱼臭虾似的臭气D.伞形科植物释放特殊气味吸引胡蜂捕食其体上的毛毛虫13 、(2020四川13)下列关于洗涤用品的说法正确的是：A.使用加酶洗衣粉，水温越高效果越好B.使用酸性的洗发液可以有效去除头发上的油脂C.推广使用无磷洗衣粉是为了减少对皮肤和衣物的伤害D.洗洁精借助表面活性剂，以水为介质对污物进行溶解14 、(2020国考18)关于塑料大棚，下列说法正确的是：A.塑料大棚的薄膜能够提高光照强度B.搭建塑料大棚能有效防御地质灾害C.冬季在塑料大棚内熏烟有助于防御霜冻D.无土栽培技术必须在塑料大棚中进行15 、(2020安徽57)为治疗由维生素缺乏导致的夜盲症、败血症、佝偻病和脚气病而需要补充相对应的食物依次是：A.谷类、深海鱼、胡萝卜、柑橘B.柑橘、深海鱼、谷类、胡萝卜C.深海鱼、胡萝卜、谷类、柑橘D.胡萝卜、柑橘、深海鱼、谷类16 、(2020浙江B77)下列与土壤有关的说法正确的是：A.犁地可以增加土壤中的矿物质B.红壤的pH值大于7，是碱性土壤C.土壤的形成与岩石的风化作用有关D.土壤的有机质可被植物的根部直接吸收17 、(2020浙江B75)下列我国重大科技成就时间先后顺序排列正确的是：①第一颗人造卫星发射成功
②第一台亿次巨型计算机研制成功③神舟五号载人飞船成功返航④第一株灿型杂交水稻培育成功⑤第一颗原子弹爆炸成功
⑥三峡大坝全线修建成功
A.①④⑤③⑥②B.⑤①④②③⑥
C.④①⑤⑥②③D.⑤⑥①②④③18 、(2020国考16)下列与成语有关的描述错误的是：A.“叶落归根”是因为地球表面的物体会受到重力的作用B.“青出于蓝”描述的是传统植物染料的提取过程C.“囊萤映雪”中“囊萤”和“映雪”包含的光学原理相同D.“沙里淘金”中的“金”属于金属单质
19 、(2020福建11)下列关于激光的说法错误的是：A.“激光”一词是受激辐射放大光的简称
B.产生激光的必要条件是要有泵浦源和谐振腔C.激光按不同的波长可以分为红外激光、可见激光和紫外激光D.激光由于能量高、方向性好，目前广泛应用于测量、加工和军事等领域20 、(2020福建5)2020年6月23日，我国在西昌卫星发射中心用长征三号乙运载火箭，成功发射了北斗三号最后一颗全球组网卫星。至此北斗三号全球导航系统星座部署比原计划提前半年全面完成。下列关于北斗卫星导航系统的说法错误的是：A.北斗卫星导航系统实施的是“三步走”战略，即北斗一号、北斗二号和北斗
三号
B.目前，全球三分之一的国家都开始使用北斗卫星导航系统C.北斗卫星导航系统总共由55颗导航卫星组成D.北斗系统工程于1994年启动建设
21 、(2020安徽56)下列哪一选项是蚊子用于获取“猎物”信息的主要器官?A.复眼
B.蚊翅C.蚊足
D.触角22 、(2020浙江B85)下列与人体有关的说法错误的是：A.消化和吸收的主要场所是小肠
B.尿液中糖分过多可能是由于胰岛素分泌不足C.分泌生长激素，促进人体生长发育的器官是垂体D.人能看清远处和近处的物体是因为瞳孔的大小可以调节23 、(2020山东8)下列哪种疾病经过粪口途径传播?A.细菌性痢疾
B.流行性脑炎C.乙型肝炎D.疟疾24 、(2020国考19)下列关于生活现象的说法错误的是：A.无风时落叶各处受空气作用力不均，因此呈曲线翻转落下
B.衣服湿后对光线的反射能力减弱，因此颜色比干的时候深
C.挂钟电池耗尽后，秒针因受到重力矩的作用，会停在30秒的位置
D.自来水中含有少量次氯酸，因此不宜直接用自来水养鱼
25 、(2020福建10)下列有关生物知识的表述错误的是：
A.但凡影响种群基因频率改变的因素都会影响其进化
B.基因水平的突变一定会影响生物学习性的改变
C.鱼类的偶鳍与人体的四肢是同源器官
D.最低等的动物和植物都是单细胞的
26 、(2020江苏A9)我国在区块链领域拥有良好基础，要加快推动区块链技术和
产业创新发展，积极推进区块链和经济社会融合发展。关于区块链的特征和作用，下
列说法不正确的是：
A.省去第三方中间环节，降低交易成本
B.打通部门间的数据壁垒，实现信息共享
C.解决经济社会发展中的“存证”难题，维护社会秩序
D.排除管理员外任何人修改信息的可能性，确保信息安全
27 、(2020福建16)西汉末巧工丁缓发明的“被中香炉”是世界上已知最早的常
平支架，其构造精巧，使用时把燃烧的炭火放人香炉中心的火盆中，无论香炉如何滚
动，香炉中心的火盆都能保持水平，炭火始终不会掉出来。下列装置的物理原理与之
相同的是：
A.指南针
B.陀螺仪
C.水平仪
D.高度计
28 、(2020安徽60)如下图所示，房间中互相垂直的墙和天花板都是由镜子构成，
形成了3个两两互相垂直的平面镜。站在其中的小明会成多少个像?
A.3个
B.4个
C.7个
D.8个
29 、(2020国考19)下列与疫苗有关的说法正确的是
A.疫苗通过三角肌注射才能产生作用
B.免疫力弱的人不能接种疫苗
C.疫苗的接种者必须是健康个体
D.卡介疫苗是典型的活疫苗
30 、(2019安徽16)下列哪一种现象的物理原理不同于其他三项?
A.水杯中的手指变粗
B.池水看起来比实际的浅
C.只有瞄准鱼的下方才能叉到鱼
D.小明在宁静的湖边看见“云在水中飘”
31 、(2019陕西15)下列说法中，错误的是：
A.雷雨可使土壤的氮肥增加
B.豆类植物的根瘤菌可以从空气中固氮
C.当厨房发生煤气泄漏时应打开抽油烟机
D.在金属表面喷漆可以防止金属被氧化腐蚀
32 、(2019江苏C15)下列关于土壤污染及其治理的说法，不正确的是：
A.土壤污染会影响江河湖海的水质
B.有些污染物可能永久残留在土壤中
C.一些植物可有效降低土壤重金属污染
D.治理土壤污染的主要方式是灌溉清洗
33 、(2019青海11)龙卷风的实质是高速旋转的气流。它能把地面上的物体或人
畜“吸”起卷人空中。龙卷风能“吸”起物体的原因是：
A.龙卷风内部的压强远小于外部的大气压强
B.龙卷风利用静电将物体吸到空中
C.龙卷风使物体受到的重力变小
D.龙卷风增大了空气对物体的浮力
34 、(2019四川下13)中药药材的药性有寒凉和温热之分，下列中药属于热性药
的是：
A.鹿茸
B.黄连
C.连翘
D.柴胡
35 、(2019青海14)白纸、黑纸、镜子、红纸四种物体，吸收光的本领从强到弱
依次是：
A.白纸、黑纸、镜子、红纸B.黑纸、红纸、白纸、镜子
C.镜子、白纸、红纸、黑纸D.镜子、黑纸、红纸、白纸
36 、(2019北京20)药店出售的某复合维生素成分表中标识：“每片含铁60mg”，
其中“铁”指的是：
A.原子
B.离子
C.元素
D.单质
37 、(2019甘肃16)关于处方药，下列说法错误的是：
A.不可自行购买和使用
B.催眠安定药不属于处方药
C.不良反应发生率较高
D.须在医生指导下服用药物
38 、(2019广东县级84)用水银体温计依次给甲、乙、丙三人测量体温时，一
直没有甩体温计。已知测量甲的体温时读数为37.8°C，乙、丙的实际体温分别为
37.6C和38°C，那么在测量乙、丙的体温时，体温计的读数分别是：
A.37.8C和37.8°CB.37.6*C和38C
C.37.8C和38°CD.0*C和0*C
39 、(2019云南17)下列文物中，最可能是赝品的是：
A.拍摄于19世纪70年代的，展示沙俄宫廷的照片
B.制作于明代末年，起矫正视力作用的眼镜
C.战国时期记录如何制作青花瓷的竹简
D.3000年前西亚赫梯人使用的铁器
40 、(2019浙江18)下列疾病与其部分临床表现对应错误的是：
A.糖尿病——多饮、多尿、多食、疲乏无力
B.水俣病——麻木、惊厥、精神迟钝、视力障碍
C.甲亢症——眩晕、嗜睡、厌食、肌肉无力、记忆力减退
D.脑中风——呕吐、流涎、意识障碍、一侧肢体感觉异常
41 、(2019甘肃15)关于大气污染，下列说法正确的是：
A.臭氧可吸收紫外线，不属于污染物
B.口罩中的活性炭只会吸附污染气体
C.火山喷发所产生的气体会加剧大气的污染
D.燃放烟花爆竹有污染，但不增加PM2.5值
42 、(2019吉林乙16)2019年央视春晚给观众带来了全新的视觉体验，采用了一系列“黑科技”，包括5G、4K、VR、AR等技术。关于这些“黑科技”，下列说法错误的是：
A.5G是一种移动通信技术
B.4K是一种网络传播技术
C.VR是一种虚拟现实技术
D.AR是一种通过虚拟增强现实感官的技术
43 、(2019北京19)下列关于中国古代著名科技文献的说法中，错误的是：A.《授时历》——元代郭守敬等天文学家修订的历法
B.《营造法式》——我国古代最完整的建筑技术书籍
C.《伤寒杂病论》——药王孙思邈确立了中医临床基本原则D.《天工开物》——世界上第一部关于农业和手工业生产的综合性著作44 、(2019云南19)下列关于盐的说法错误的是：
A.盐又称“百味之王”，是咸味的载体，具有去腥增鲜之用B.人体如果摄人过多的盐分，容易产生高血压、水肿等问题C.按来源及开采方式分类，盐可分为：井盐、海盐、湖盐等D.日常生活中的低钠盐加人了一定比例的氰化钾，其咸味较淡45 、(2019浙江7)下列关于声音的说法错误的是：
A.声音是由物体振动产生的声波
B.声音在水中传播的速度比在空气中要快
C.用空心砖砌墙降噪是在声源处减弱噪声
D.接听电话主要靠音色来分辨熟人的声音
46 、(2019四川下12)下列与狂犬疫苗有关的说法，正确的是：A.被犬咬伤后共需接种2次疫苗
B.被仓鼠咬伤也需要注射狂犬疫苗
C.注射疫苗后又被狗咬伤无需再次注射
D.被接种过狂犬疫苗的犬咬伤的人无需注射狂犬疫苗
47 、(2019国考20)某人扁桃体化脓，医生建议其静脉注射头孢，药液从其手背静脉到达扁桃体患处所经过的途径是：上肢静脉→右心房-①一②→左心房→③一④→动脉一扁桃体毛细血管(患处)。依次填人①②③④正确的是：A.肺循环；右心室；左心室；主动脉
B.左心室；肺循环；主动脉；右心室
C.主动脉；右心室；左心室；肺循环
D.右心室；肺循环；左心室：主动脉
48 、(2019山西7)荷花虽生长于池塘的污泥中，但荷叶却出污泥而不染，其主要
原因是：
A.荷叶含有大量的叶绿素，能与太阳光发生光合作用，产生自清洁
B.荷叶表面光滑，具有非常强的光洁度，污泥很难在它的表面吸附
C.荷叶含有疏水的纳米级蜡质，雨露落在上面会形成水珠清洁叶面
D.荷花枝干细长，水珠落在荷叶上，容易造成荷叶晃动，甩出污泥
49 、(2019浙江9)人体在遇到寒冷时会触发一系列生理机制来应对。下列说法错
误的是：
A.发抖是通过骨骼肌的颤抖形成热量
B.人体的体温随着温度降低相应降低，减少能量需求
C.汗毛下的竖毛肌收缩形成“鸡皮疙瘩”，减少热量流失
D.肾上腺素会加大分泌量，促进新陈代谢，增加热能供应
50 、(2019安徽17)下列气体既会造成酸雨，又可用作防腐剂的是：
A.二氧化碳
B.二氧化氮
C.二氧化硫
D.氮气
51 、(2019山西11)佛朗西斯·克里克提出的中心法则指明了遗传信息的流向，在科
学发展中得到不断补充完善。根据该法则，下列哪一种遗传信息传递流程不可能发生?
A.DNA通过转录把遗传信息传递给RNA
B.RNA通过翻译把遗传信息传递给蛋白质
C.RNA通过逆转录把遗传信息传递给DNA
D.蛋白质通过逆翻译把遗传信息传递给RNA
52 、(2019浙江6)半导体在我们的日常生活中有着广泛应用。下列关于半导体的
说法正确的是：
A.麦克斯韦首次发现了半导体现象
B.所有半导体材料都属于金属化合物
C.温度升高，半导体的电阻会随之变高
D.LED灯利用半导体将电能转化为光能
53 、(2019青海16)在温暖的环境中，苹果、梨放久了会逐渐变成空心，重量明
显减轻。其主要原因是：
A.苹果、梨的蒸腾作用散失了较多的水分B.苹果、梨的呼吸作用消耗了其中的有机物C.苹果、梨的中央被细菌、真菌分解掉了D.苹果、梨细胞的分裂和生长停止
54 、(2019浙江5)关于电学常识，下列说法错误的是：A.两个绝缘体摩擦可能产生静电
B.不能随意使用铜丝、铁丝代替保险丝C.磁悬浮列车利用了电流的磁效应原理D.测电笔在正确操作时，检测零线氛管会发光55 、(2019浙江8)下列关于生物常识的说法错误的是：A.基因工程育种能产生新的基因，改变生物性状B.酵母呼吸作用产生的二氧化碳可使馒头膨大松软C.向日葵向阳而生是由于光引起其生长素分布不均D.加酶洗衣粉能平整织物表面，是因为它有纤维素酶56 、(2019江苏A3)2019年1月3日，嫦娥四号探测器在月球背面成功着陆，并与玉兔二号巡视器顺利分离，实现了多个国际首次。对此，下列说法不正确的是：A.首次进行了月基低频射电天文观测B.首次在月球背面软着陆和巡视探测C.首次实测了月球表面浅层月壤温度D.首次实现地球和月球背面的中继通信57 、(2019陕西17)下列关于云计算的表述中，错误的是：A.对网络连接的大量计算资源进行统一管理和调度B.云计算的服务器为虚拟系统
C.可为用户提供计算及存储服务
D.搜索引擎是云计算的典型应用
58 、(2019云南15)下列做法正确的是：A.用“201不锈钢”制成的锅炒菜
B.用家用“84消毒液”对白色织物消毒C.在牙龈肿痛时，以5摄氏度的凉水刷牙D.用聚氯乙烯(PVC) 保鲜膜包裹保存高温油炸食物
59 、(2019国考19)钢是主要由铁元素和碳元素组成的①合金，钢的含碳量②大于生铁。在钢中加入其他元素能够继续改善钢的性质，例如，加人锰元素主要增加钢
的③强度。在钢的锻造中，淬火可以实现其④快速冷却。
这段文字中画线部分错误的是：
A.①
B.②
C.③
D.④
60 、(2018广东81)许多食物在超过120℃的温度下烘焙煎炸烤时，食物中的碳
水化合物和蛋白质在高温烹制过程中，很容易产生丙烯酰胺，这种物质对人类健康有
潜在危害。为避免摄人过多丙烯酰胺，以下食物最应减少食用的是：
A.热茶
B.馒头
C.炒白菜
D.炸鸡
61 、(2018广东85)“春困”是人体随着自然气候的变化而发生的生理反应。为克
服“春困”，下列做法不合适的是：
A.多吃黄绿色蔬菜B.保持室内空气流通
C.尽可能多做剧烈运动D.养成早睡早起的习惯
62 、(2018广东83)手指表皮上突起的纹线，被称为指纹。指纹人人皆有，它是
遗传与环境共同作用产生的。下列关于指纹的说法有误的是：
A.指纹可以用于身份识别
B.人的指纹一般终身不变
C.同卵双胞胎的指纹是相同的
D.只要不伤及真皮层，手指伤愈后仍能长出同样的指纹
63 、(2018云南2)下列选项中的现象包含了相同物理原理的是：
A.搓手取暖：钻木采火B.摇扇纳凉：冰镇降温
C.气球升空：桂花飘香D.水往低流：唱响全场
64 、(2018浙江14)生物老师把六种动物分成两组，一组是鲫鱼、麻雀、牛，
另一组是蜗牛、虾、蝴蝶。这样分组可能的依据是：
A.是否有脊椎骨B.体温是否恒定
C.胎生还是卵生D.呼吸方式的不同
65 、(2018广州51)某些基因突变有可能给生物体带来繁殖优势，保证基因携带
者的后代能够更好地适应某种环境，因而这类突变得以广泛传播。某科学研究团队发
现，某个哺乳动物族群与这类动物的其他族群相比，存在一个基因突变，该突变具有
调节血液中血红蛋白增长的作用。血红蛋白过低会导致缺氧，过高会导致血液粘稠度
升高，进而引发血栓等血液循环问题。那么这一哺乳动物族群的祖先很可能是生活在
_____地区。
A.高海拔
B.海边
C.寒带
D.热带
66 、(2018山东47)下列有关急救知识的叙述正确的是：
A.对等待急救的脑出血病人不宜随意搬动
B.发生烫伤后的伤口可用酱油或牙膏涂抹
C.胸外心脏按压的频率为每分钟30~50次
D.严重烧伤的病人口渴时可以喝白开水
67 、(2018安徽52)下列药物不适用于清热利咽的是：
A.胖大海
B.板蓝根
C.片仔癀
D.珍珠粉
68 、(2018江苏A13)下列词语与生物的繁殖行为无关的是：
A.藕断丝连B.蜻蜓点水
C.移花接木
D.孔雀开屏
69 、(2018云南10)最近几年，无需火电的即热型快餐备受人们欢迎。这种即热
型快餐一般由两层铝箔(锡箔)制包装构成，内层用于盛放需加热的食物，外层用于
盛放加热材料。据此，下列最可能成为这种快餐加热材料的是：
A.浓硫酸和水
B.食盐和水
C.石灰石和水
D.生石灰和水
70 、(2018吉林甲23)钛和钛合金被誉为21世纪最有前途的金属材料。它具有熔
点高、抗腐蚀能力强等特点，尤其与人体器官具有很好的生物相容性。下列用途不切
合实际的是：
A.钛可以用来制造人造膝关节B.钛合金用于制造潜艇的壳体
C.极细的钛粉是造火箭的材料D.钛往往被用来制作钢化玻璃
71 、(2018山东32)关于北斗系统，下列说法错误的是：
A.是中国自主研制的全球卫星导航系统
B.北斗系统的卫星都是静止轨道卫星
C.可实现高精度授时的功能
D.能够实现汉字的短报文通信
72 、(2018山东49)下列关于通信技术的说法正确的是：
A.蓝牙是一种短距离无线通信技术
B.光纤通信抗电磁干扰能力差
C.移动通信可直接使用无线电波通信
D.使用对讲机时需要网络支持
73 、(2018云南18)因意外事故，小明的小肠被切除1米，他因此患上了营养不
良症。对此，下列说法正确的是：
A.小肠是人体食物消化、废物排泄的主要器官，其长度影响食物消化和废物排出
B.小肠是人体食物消化和营养吸收的主要器官，其长度影响消化和吸收
C.小肠是人体食物储存的主要器官，其长度缩短后影响了食物的储存
D.小明的营养不良症与小肠的长短无关
74 、(2018山东31)下列自然现象，解释正确的是：
A.冬天热汤会冒白气，是汽化现象
B.樟脑丸会越来越小，是蒸发现象
C.洗澡时卫生间的镜子有一层小水珠，是液化现象
D.报废的电灯泡取下发现变黑了，是腐蚀引起的
75 、(2018浙江B12)下列做法属于接种预防的是：
A.给糖尿病患者注射胰岛素B.给孕妇注射黄体酮
C.给幼儿喂食脊灰糖丸D.给患者皮下注射青霉素
76 、(2018江苏A14)下列对日常生活现象的解释不正确的是：
A.生活中我们一般不会看到高度白酒凝固，是因为酒精的凝固温度低
B.天然气灶台火焰的外焰温度比内焰温度高，是因为外焰的燃烧更充分
C.水滴人滚热的油锅会立刻爆炸，是因为高温下水与油发生了剧烈的化学反应
D.打开冰箱门并不能给室内降温，是因为冰箱在制冷过程中会释放大量的热量
77 、(2018广东84)在阴雨天，由于空气潮湿，衣物容易发霉。下列措施不能防
止房间里衣物发霉的是：
A.打开室内暖气设备
B.在潮湿天气适当打开门窗通风透气
C.开启室内空调抽湿功能或抽风装置
D.将石灰用布或麻袋包装起来，放在房间的角落
78 、(2018云南3)下列最可能涉及对物质化学性质的描写的是：
A.白蜡的燃点低B.水的比热容高
C.橡胶耐磨性佳D.茶叶除脂效果好
79 、(2018四川上13)下列生活常识中，表述错误的是：
A.药物大多饭后服用，是为了减少对胃肠道的刺激
B.大米久泡，会使无机盐和可溶性维生素溶于水而损失
C.经常用冷水刷牙，容易导致牙龈出血、牙髓痉挛等疾病
D.发烧时喝茶能辅助降温，因为茶叶所含的茶碱能降低人体温度
80 、(2018安徽54)面包制作过程中使用酵母主要是利用其哪一种特性?
A.酵母在生长过程中可合成蛋白
B.酵母在生长过程中可分解淀粉
C.酵母在生长过程中可产生乙醇
D.酵母在生长过程中可产生二氧化碳
81 、(2018安徽60)“21世纪金属”具有较高的强度、良好的抗氧化性和优异的耐
腐蚀性，对人体无毒且无不良反应，被称为“亲生物金属”，可作为人造骨材料。下
列关于“21世纪金属”的说法正确的是：
A.“21世纪金属”是指钛和钛合金
B.“21世纪金属”只运用于航空航天领域
C.“21世纪金属”是一种新型石墨烯材料
D.“21世纪金属”是21世纪发现的一种金属元素
82 、(2018吉林甲21)食品添加剂被誉为现代食品工业的灵魂。下列食品工业中
所应用的食品添加剂与其所属类型，对应错误的是：
A.制作罐头时使用的山梨酸钾——防腐剂
B.制作香肠时使用的谷氨酸钠——增味剂
C.制作老豆腐时使用的盐卤——凝固剂
D.制作面包时使用的碳酸氢钠——酸度调节剂
83 、(2018国考20)下列与果树有关的说法正确的是：
A.富含氮的肥料可促进果树开花结果
B.杏树是耐旱能力比较弱的树种
C.冬季不需要对果树进行病虫防治
D.嫁接是一种常用的果树繁殖方式
84 、(2018云南9)日常中，垃圾一般分为：可回收垃圾、有毒垃圾、厨余垃圾和
其他垃圾(不可回收垃圾)。据此，下列说法错误的是：
A.可回收垃圾、其他垃圾的标志分别为AA
B.充电电池、废旧灯管灯泡属于有毒垃圾
C.受污染的纸张、过期药品等都应归为其他垃圾
D.厨余垃圾包括剩饭菜、过期食品、菜梗菜叶等废弃的生热食物残渣
85 、(2018广东79)水力发电是直接利用水的动能作为原动力，驱动发电机工作
的发电方式。以下属于其优点的是：
①发电设施工程建设投资少、周期短、发电效率高。
②发电过程中不会产生污染环境的大量废气和废渣。
③水用于发电后，还可用于其他用途。
A.①②③
B.仅有①和②
C.仅有②和③D.仅有③
86 、(2018深圳19)甲醛是一种无色、有强烈刺激性气味的气体，在室内达到一
定浓度会危害人体健康。下列花卉植物中，除_外，均可有效吸收甲醛，净化
居室空气。
A.吊兰
B.芦荟
C.常春藤
D.山茶花
87 、(2018浙江B10)彩虹是太阳光照射到空气中的水滴时，光线被折射及反射，
在天空中形成的拱形七彩光谱。下列关于彩虹的说法正确的是：
A.冬天不易出现彩虹B.水滴越大，彩虹越不明显
C.彩虹上的蓝光总在红光上方D.彩虹的明显程度与阳光强度无关
88 、(2018云南12)以下现象，与液体表面张力无关的是：
A.雨水落到荷叶上形成水珠B.某些小型昆虫在水上行走
C.回形针能够漂浮在水面上D.船能够在水面上航行
89 、(2018安徽59)下列选项不属于航空航天中货运飞船主要任务的是：
A.货运飞船发射升空完成后，会与空间站自动或人工交会对接
B.货运飞船进行空间站实验和技术试验，将获取的研究数据回传
C.货运飞船为空间站补加推进剂以及空气，带来饮水、食物等补给物资
D.货运飞船可充当空间站的“垃圾桶”，将站内废弃物品搬运至货运飞船
90 、(2018浙江B13)关于人体细胞，下列说法正确的是：
A.癌变后失去了增殖功能
B.可以合成蔗糖和葡萄糖
C.细胞器散布在细胞质中
D.同一个体不同功能的细胞中含有的基因组不同
91 、(2018浙江B17)关于现代军事，下列说法错误的是：
A.中国海军第一艘可搭载固定翼飞机的航空母舰是“辽宁舰”
B.爱国者导弹是由美国研制的全天候多用途中程防空导弹系统
C.歼-10战斗机是我国自主研制的单座单发第二代战斗机
D.生化武器因其伤害的无差别性和永久性被联合国列为禁用武器
92 、(2018广州53)我国古代在医药科技方面取得了累累硕果，出现了不少重要
的医学或科学名著。下列名著按成书年代排序，正确的是：
A.《黄帝内经》《齐民要术》《本草纲目》《梦溪笔谈》
B.《本草纲目》《梦溪笔谈》《黄帝内经》《齐民要术》
C.《梦溪笔谈》《本草纲目》《齐民要术》《黄帝内经》
D.《黄帝内经》《齐民要术》《梦溪笔谈》《本草纲目》
93 、(2018广州49)随着科技发展，微生物在我们的生活中发挥越来越大的作用。
以下不属于微生物应用事例的是：
A.用青霉素治疗疾病
B.注射减毒疫苗
C.利用木质纤维素水解发酵生产生物燃料
D.在伊蚊身上植人编码了疟原虫抗体的基因
94 、(2018安徽57)通常情况下，使用高压锅可以大大缩短食物的烹煮时间，节
约能源。下列对其所用物理原理的解释正确的是：
A.锅内蒸汽的压强增大，导致水的沸点降低
B.锅内水的沸点降低，导致蒸汽的压强增大
C.锅内蒸汽的压强增大，导致水的沸点升高
D.锅内水的沸点升高，导致蒸汽的压强增大
95 、(2018山东42)关于洲际导弹下列说法错误的是：
A.射程在8000公里以上B.目前仅有中、美、俄三国拥有
C.弹头一般采用核弹头D.中国的东风5型属于洲际导弹
96 、(2018安徽51)下列关于生活医学常识的说法错误的是：
A.生理盐水的浓度是9%
B.医用消毒酒精的浓度是75%
C.儿童缺锌会导致生长发育迟缓，抵抗力差
D.剧烈运动后感觉全身酸痛是因为肌肉中生成了乳酸
97 、(2017广东79)地球上生物的种类极其丰富，从表面上看，不同的生物之间似
乎并没有相同之处，但其实所有的生物都具有一些共同特征。以下不属于生物共同特征
的是：
A.由单细胞构成B.需要能量才能生存
C.具有生命周期D.新陈代谢
98 、(2017广东72)角蛋白是一种控制细胞形状和稳定性的蛋白。以下对角蛋白认
识错误的是：
A.人的头发、指甲主要是由角蛋白构成的
B.角蛋白是爬行动物鳞片、羽毛、爪子的主要成分
C.在人的皮肤中，角蛋白主要分布在真皮层
D.角蛋白来源于外胚层分化而来的细胞，是一种硬蛋白
99 、(2017广东80)水银可用于制作体温计，其主要原因不包括：
A.水银对温度变化敏感B.水银容易获得
C.水银的熔点低、沸点高D.水银的化学性质稳定
100 、(2017广东81)如果将豆腐冰冻一段时间再解冻，豆腐内部会出现非常多的
小孔。这一变化的原因是：
A.豆腐内的水分聚集凝结成冰晶，体积增大，挤出了这些小孔
B.豆腐在低温下组织纤维变硬，体积膨大，露出了空隙
C.温度骤然变化导致豆腐的组织纤维热胀冷缩，露出了空隙
D.豆腐中的某些成分在低温环境下释放出大量气体，挤出了这些小孔


`;