export const questionStr = `50 、(2018吉林甲7)某电视专题片介绍了三位富有诗书才华的古代帝王，片中
先后出现了《玉树后庭花》“千古词帝”“瘦金体”等内容。这三位帝王分别是：
A.南朝梁武帝萧衍、南唐后主李煜、隋炀帝杨广
B.南朝陈后主陈叔宝、南唐后主李煜、宋徽宗赵佶
C.魏文帝曹丕、南朝陈后主陈叔宝、唐玄宗李隆基
D.南朝梁武帝萧衍、唐玄宗李隆基、宋徽宗赵佶
51 、(2018浙江)下列词语与道家思想有关的是：
A.上善若水B.兼爱非攻
C.简礼从俗D.六根清净
52 、(2018云南8)在我国古代，很多事物往往被人们寄予特定的寓意，下列事
物及其寓意对应错误的是：
A.青鸟—友情B.桑梓——故乡
C.仙鹤——长寿D.杨柳——离别
53 、(2018吉林甲4)以“也门撤侨”的真实事件改编的军事题材的电影《红海
行动》，展现了人民解放军官兵不畏危险、不畏艰苦，宁可牺牲自己，也要捍卫国家
荣誉，保卫人民安全。该影片叫好又叫座，这表明：
A.观众的喜好是评判艺术作品优秀与否的根本标准
B.艺术作品的创作需要立足于社会生活实践
C.艺术作品的创作需要源于作家的创新思维
D.维护和平的共同心愿是创作优秀艺术作品的源泉
54 、(2018四川上8)宗教对文学艺术的创作影响深远，下列未受宗教影响的作
品是：
A.米开朗基罗的《大卫》B.柴可夫斯基的《天鹅湖》
C.大仲马的《基督山伯爵》D.达·芬奇的《最后的晚餐》
55 、(2018安徽48)下列哪一成语的典故不是来自真实历史事件?
A.暗度陈仓B.草木皆兵
C.逼上梁山D.乐不思蜀
56 、(2018安徽45)下列文学作品没有使用方言的是：
A.《海上花列传》(韩邦庆)B.《凤凰涅槃》(郭沫若)
C.《秦腔》(贾平凹)D.《白鹿原》(陈忠实)
57 、(2018山东33)一位西方旅行家如果于二十世纪初来到中国，他不可能看到
下列哪一处景观?
A.北京紫禁城B.秦始皇陵兵马俑
C.敦煌莫高窟D.万里长城
58 、(2018广州47)古人常把对联镌刻在门扉上。“惟楚有才，于斯为盛”这一
副名联最有可能出现在_____的正门上。
A.岳麓书院B.清华大学
C.扬州贡院D.杜甫草堂
59 、(2018云南5)下列选项中，最直接体现了生命新陈代谢的是：
A.长江后浪推前浪，一浪高过一浪
B.今春香肌瘦几分?缕带宽三寸
C.江畔何人初见月，江月何年初照人
D.中庭地白树栖鸦，冷露无声湿桂花
60 、(2018吉林甲10)下列表述的内容与自身民族生活相符合的是：
A.壮族同胞说：“‘三月三’歌节是我们传统的盛大节日。”
B.朝鲜族同胞说：“我们种的莲雾又获得丰收。”
C.黎族同胞说：“我们每年举行盛大的赛马会。”
D.高山族同胞说：“我们用青酒招待远方来客。”
61 、(2018浙江Ｂ9)下列诗句中，没有涉及节日的是：
A.遥知兄弟登高处，遍插茱萸少一人
B.千门万户瞳曈日，总把新桃换旧符
C.绿蚁新酷酒，红泥小火炉
D.金吾不禁夜，玉漏莫相催
62 、(2018深圳15)寓言，通常篇幅短小，语言精练，用比喻性的故事寄托意味
深长的道理，给人以启示。下列寓言故事与《农夫与蛇》表达同样道理的是：
A.《东郭先生》B.《南郭先生》
C.《杯弓蛇影》D.《渔夫和金鱼》
63 、(2018云南6)历史上，不少豪放派诗人(词人)有婉约佳作，而婉约派也不
乏豪放名句，这是一种有趣的“反差”。下列选项中，不能体现这种“反差”的是：
A.李清照：生当作人杰，死亦为鬼雄
B.晏殊：无可奈何花落去，似曾相识燕归来
C.苏轼：春宵一刻值千金，花有清香月有阴
D.辛弃疾：众里寻他千百度，蓦然回首，那人却在，灯火阑珊处
64 、(2018安徽49)下列我国古代绘画理论名句所表达的美学理念与其他三项不
同的是：
A.到处云山是我师
人文常识
B.搜尽奇峰打草稿
C.论画以形似，见于儿童邻
D.吾师心，心师目，目师华山

65 、(2018国考15)下列研究课题与其查阅的主要参考文献对应错误的是：
A.商周时代的艺术成就——《中国青铜时代》
B.南宋都城的城市建设--《从平城到洛阳》
C.晚清的政治改良运动—一《从甲午到戊戌》
D.明末中西文化交流史——《利玛窦与中国》
66 、(2018国考17)美国社会学家帕森斯认为：在公元前的第一个千年之内，“哲
学的突破”以截然不同的方式分别发生在希腊、以色列、印度和中国等地。下列思想
观点产生于这一时代的是：
A.致虚守静，道法自然B.心外无物，心外无理
C.人民为主，工商皆本D.师夷长技，中体西用
67 、(2018浙江B19)下列关于奥运会的说法正确的是：
A.现代五项赛事中包括射击和游泳比赛
B.所有的田径类赛事均在体育场内进行
C.击剑比赛项目按参赛者体重进行分级
D.足球项目参赛队员年龄均限制在23岁以下
68 、(2018广州54)“它是以植物和山石为基本材料表现自然景观的艺术品，是
自然美与艺术美的有机结合。它能在咫尺空间集中体现山川神貌和园林艺术之美，被
人们称为‘立体的画’和‘无声的诗'。”这种艺术品是：
A.园林B.盆景
C.石雕D.刺绣
69 、(2018广州48)中国有位诗人，被辛弃疾用“千载后，百篇存，更无一字不
清真”来形容。以下属于这位诗人作品的是：
A.衣带渐宽终不悔，为伊消得人憔悴。
B.采菊东篱下，悠然见南山。
C.少年不识愁滋味，爱上层楼；爱上层楼，为赋新词强说愁。
D.风声雨声读书声，声声人耳；国事家事天下事，事事关心。
70 、(2018安徽46)下列教育家与其名言对应不正确的是：
A.孔子：“性相近也，习相远也”
B.孟子：“尽信书，则不如无书”
C.墨子：“道之所存，师之所存”
D.荀子：“骐骥一跃，不能十步；弩马十驾，功在不舍”
71 、(2018云南13)平时人们说“他们一个唱红脸，一个唱白脸”。这其中，“唱
白脸”的意思是：
A.扮演正面人物B.充当反面角色
C.故作温文尔雅D.假装暴躁易怒
72 、(2018浙江B6)下列诗词所涉及的历史事件，按时间先后顺序排列正确的是：
①开辟荆榛千秋功业，驱除荷虏一代英雄
②渔阳鼙鼓动地来，惊破霓裳羽衣曲
③明修栈道欺秦楚，暗度陈仓惊鬼神
④羽扇纶巾，谈笑间橹灰飞烟灭
A.④③①②B.①③②④
C.②③④①D.③④②①
73 、(2018浙江B7)关于我国古代的行政文书，下列说法正确的是：
A.曾经使用钟鼎、竹简作为公文的载体
B.从行文方向来看，周代的誓、命等公文属于上行文
C.奏是受封赠的大臣向皇帝谢恩的公文
D.楷书作为公文正式字体开始于宋代
74 、(2018陕西99)下列说法中，正确的一项是：
A.“锥刺股”是汉代孙敬的故事
B.“头悬梁”是战国苏秦的故事
C.“赵中令，读鲁论。彼既仕，学且勤”中的赵中令即晋国赵盾
D.“苏老泉，二十七。始发愤，读书籍”中的苏老泉即宋代苏涧
75 、(2018浙江B16)下图是目前为世界上多数交响乐团所采用的美式乐队席位
排列法，★的位置应该排列哪种乐器?
A.aaaa
B.bbbb
C.cccc
D.dddd
76 、(2018吉林甲16)甲国国家领导人出访乙国，乙国的接待做法不符合涉外交
际礼仪惯例的是：
A.邀请甲国领导人发表演讲时，将演讲台放置于主席台的右前方
B.用轿车接送时，安排甲国领导人坐后排右座，翻译坐副驾驶座
C.面对行进方向，在轿车右侧悬挂甲国国旗，左侧悬挂乙国国旗
D.在乙国安排的招待宴会上，应将甲国领导人安排在主位的左侧
77 、(2018四川上10)下列诗句所描写的我国名山大川，按照从北到南的顺序，
排列正确的是：
①会当凌绝顶，一览众山小
②坚冰连夏处，太白接青天
③横看成岭侧成峰，远近高低各不同
④罗浮山下四时春，卢橘杨梅次第新
A.③④②①  B.①②③④
C.②①④③  D.④①②③
78 、(2018安徽47)下列著作与作者对应不正确的是：
A.《忏悔录》——奥古斯丁B.《人性论》——萨特
C.《正义论》——罗尔斯D.《理想国》——柏拉图
79 、(2018山东46)京剧，曾称平剧，腔调以西皮、二黄为主，用胡琴和锣鼓等
伴奏，被视为中国国粹。它是由哪些戏剧进京演出融合而成的?
A.豫剧、越剧  B.汉剧、川剧
C.徽剧、汉剧  D.粤剧、沪剧
80 、(2018吉林甲11)下列对联悬挂于不同的省份，其中对应错误的是：
A.只手挽残局，常归谈笑；鞠躬悲尽瘁，剩有讴歌——四川
B.风声雨声读书声声声人耳，家事国事天下事事事关心——江苏
C.青山有幸埋忠骨，白铁无辜铸佞人——浙江
D.对江楼阁参天立，全楚山河缩地来——湖南
81 、(2018浙江Ｂ20)下列关于世界著名建筑的说法正确的是：
A.法国的凡尔赛宫是以地名命名的
B.印度的泰姬陵是著名的佛教建筑
C.巴黎圣母院兴建于法国大革命时期
D.比萨斜塔是意大利著名的天文研究院
82 、(2018吉林甲9)下列加画线的称谓使用正确的是：
A.顾恺之是中国美术史上画人物的宗师
B.她向人夸赞道：“家夫为人十分谦和。”
C.皇后谓皇帝道：“哀家不便于涉朝政。”
D.海灯法师曾经是观雾山极乐寺的主持
83 、(2018云南17)下列说法错误的是：
A.花样游泳极具观赏性，被誉为“水上芭蕾”
B.现代铁人三项包括：游泳、自行车及跑步
C.正式的马术比赛不按选手性别分类，男女选手同场竞技
D.投标枪起源于石器时代的渔猎活动，被誉为“运动之母”
84 、(2017国考10)我国古代用“金”“石”“丝”“竹”指代不同材质、类别的
乐器。下列诗词涉及“竹”的是：
A.珠帘夕殿闻钟磬，白日秋天忆鼓鼙
B.主人有酒欢今夕，请奏鸣琴广陵客
C.深秋帘幕千家雨，落日楼台一笛风
D.哀筝一弄湘江曲，声声写尽湘波绿
85 、(2017浙江A98)下列教育家与其代表作对应不正确的是：
A.韩愈—《师说》B.颜元——《存学编》
C.孟子——《劝学篇》D.陶行知—《教学做合一》
86 、(2017山东43)中国古代的姓、氏、名、字各有不同的意义。下列哪个人物
的称谓是由姓和名构成的?
A.鲁班B.屈原
C.苏东坡D.辛弃疾
87 、(2017浙江A93)下列关于国际战争的说法错误的是：
A.苏联于1978年入侵阿富汗，持续十余年
B.1990年开始的海湾战争源于伊朗人侵科威特
C.中东战争是以色列与周边阿拉伯国家所进行的5次大规模战争
D.1982年4月一6月，英国和阿根廷爆发了马尔维纳斯群岛海战
88 、(2017国考9)关于我国著名园林，下列说法正确的是：
A.《枫桥夜泊》涉及的城市是留园所在地
B.十二兽首曾是颐和园的镇园之宝
C.承德避暑山庄始建于明代崇祯年间
D.苏州拙政园整体呈现均衡对称的格局
89 、(2017山东49)下列哪组成语均属于谦辞?
A.不吝赐教、班门弄斧B.抛砖引玉、望尘莫及
C.洗耳恭听、蓬荜生辉D.高抬贵手、一孔之见
90 、(2017浙江A94)下列关于“海上丝绸之路”的说法错误的是：
A.是陆上丝绸之路的一种补充形式
B.是意大利人马可·波罗回国所走之路
C.始于秦汉，繁荣于唐宋，衰落于明清
D.是古代中外贸易和对外交往的海上通道
91 、(2017浙江A106)历法是推算年月日、使其与相关天象对应并协调时间的方
法。现行历法主要有三种：阳历即太阳历，主要依据为回归年；阴历或称太阴历，主
要依据为朔望月；阴阳历的平均历年为回归年，历月为朔望月。那么，我国农历属于：
A.阴历B.阳历
C.阴阳历D.以上都不是
92 、(2017重庆8)下列关于世界古代文明的说法正确的是：
A.《理想国》的作者是古希腊哲学家苏格拉底
B.古代埃及人建造的胡夫金字塔是世界上现存规模最大的金字塔
C.公元1世纪前后，罗马帝国分裂为东罗马帝国和西罗马帝国
D.世界四大文明古国是指古代埃及、古代希腊、古代印度和古代中国
93 、(2017陕西14)下列表述中，正确的是：
A.卢梭在《社会契约论》中第一章写道：“人生而自由，可他无处不在锁链中。”
B.卢梭在《社会契约论》中第一章写道：“知识就是力量。”
C.柏拉图在《理想国》中第一章写道：“人生而自由，可他无处不在锁链中。”
D.柏拉图在《理想国》中第一章写道：“知识就是力量。”
94 、(2017陕西10)古人的年龄一般不用数字表示，而是用一种与年龄有关的称
谓来代替：
①束发②而立③垂髫④总角⑤期颐
⑥弱冠⑦耄煮⑧不惑⑨花甲⑩豆蔻
下列各项中，按年龄从小到大排列正确的是：
A.②⑦⑤⑧① B.③④⑩①⑥
C.①③⑤⑥⑩ D.④⑥⑨⑩②
95 、(2017吉林甲14)下列著名建筑中，其建筑风格属于哥特式的是：
A.aaaaaaaB.bbbbb
C.ccccccD.ddddd
96 、(2017福建15)我国古代大有慷慨悲歌之士，下列诗句与作者的对应关系错
误的是：
A.亲射虎，看孙郎——苏轼
B.生子当如孙仲谋——辛弃疾
C.谈笑间，樯橹灰飞烟灭—李煜
D.壮志饥餐胡虏肉，笑谈渴饮匈奴血——岳飞
97 、(2017云南6)下列器物及其属性分类对应错误的是：
A.钗、簪—饰品B.、筷——餐具
C.觥、杯——酒器D.履、屐—鞋子
98 、(2017江苏B11)我国传统文化中某些行业有特定的别称。下列别称指代行
业错误的是：
A.“杏坛”指代教育B.“梨园”指代戏曲
C.“杏林”指代木匠D.“调鼎”指代烹饪
99 、(2017云南1)泰山在我国传统文化中具有特殊的意义，下列对泰山相关描述
错误的是：
A.“泰斗”，即“泰山北斗”，指在德行或事业方面为大家所敬仰的人
B.泰山位于山东省中部，又名“岱宗”“东岳”等，被誉为“五岳之首”
C.“会当凌绝顶，一览众山小”是唐代诗人杜牧咏泰山的名句
D.在古代，人们常用“老泰山”尊称岳父
100 、(2017山东44)关于诗句所描述的节日，下列对应正确的是：
①东篱把酒黄昏后，有暗香盈袖
②雨中禁火空斋冷，江上流莺独坐听
③莫唱江南古调，怨抑难招，楚江沉魄
A.元宵 清明 中秋B.重阳 寒食 端午
C.中秋 寒食 端午D.元宵 清明 重阳
`;