export const questionStr = `1 、下列关于中国共产党百年奋斗的历史意义的说法，正确的有几项？
①锻造了走在时代前列的中国共产党
②从根本上改变了中国人民的前途命运
③开辟了实现中华民族伟大复兴的正确道路
④展示了马克思主义的强大生命力，并深刻影响了世界历史进度
A.1 B.2
C.3 D.4
2 、实现碳达峰、碳中和目标，是贯彻新发展理念、构建新发展格局、推动高质量发展的内在要求。下列关于双碳工作的说法错误的是
A.推进双创工作是破解资源环境约束突出问题，实现可持续发展的迫切需要
B.要倡导节约适度、绿色低碳、文明健康的生活方式，引导绿色健康消费，鼓励绿色出行
C.推进双碳工作，必须坚持全国统筹、节约优先、双轮驱动、内外畅通、防范风险的原则
D.要坚决遏制钢铁、有色、石化、化工、建材等高耗能、高污染、低水平项目发展。
严把新上项目的碳排放关
3 、假如中外举办联合画展，下列作品标签信息错误的是
A.德国画家米勒——《拾穗者》
B.元代画家赵孟頫——《秋郊饮马图》
C.西班牙画家毕加索——《格尔尼卡》
D.五代南唐画家顾国中——《韩熙载夜宴图》
4 、下列关于我国石窟的说法错误的是
A.麦积山石窟因其精美的泥塑艺术闻名
B.龙门石窟的造像多为皇家贵族所建
C.大足石窟开凿于秦汉时期
D.大象山石窟位于甘肃省
5 、下列关于文化遗址、出土文物和遗址所在地对应关系正确的是
A.仰韶村遗址---人面鱼纹彩陶盆---湖南
B.龙山文化遗址 中华第一龙 山东
C.殷墟遗址---后母戊大方鼎---河南
D.三星堆遗址---黄金面具---重庆
6 、下列关于中国特色社会主义法治道路的说法错误的是：
A.中国特色社会主义法治之魂是依规治党
B.党的领导是我国法治与西方资本主义法治最大的区别
C.中国特色社会主义法治道路是建设社会主义法治国家的唯一正确道路
D.坚持依法治国首先要坚持依宪治国，坚持依法执政首先要坚持依宪执政
7 、下列关于能量与温度之间关系的说法正确的是：
A.亘古不变的冰山没有能量
B.温度高的物体其能量一定高
C.绕地卫星在近地点时的势能最大
D.水被用来做汽车冷凝剂是因为其比热容较大
8 、下列诗句所描述的现象与其原理对应正确的有几项？
①飞流直下三千尺——能量守恒定律
②满架蔷薇一院香——分子运动
③潭清疑水浅——光阳直线传播
④长河落日圆——光的反射
A.1 B. 2 C.3 D.4
9 、下列现象中光的性质与其他三项不同的是：
A.物体经过小孔能够成倒立的像
B.肥皂泡在阳光下呈现出彩色条纹
C.观看立体电影时需要佩戴 3D 眼镜
D.光线经过不透光圆屏会在中心轴线上形成亮斑
10 、下列关于冰的说法错误的是；
A.战国青铜冰鉴被称为〝世界上最早的冰箱”
B.在常压环境下，0℃水冻结成冰时，体积会增大
C.天然冰中水分子结合是按六方晶系规则排列起来的
D.用电灯的强光照射冰，其外部会熔化出现雪结晶的形状
11 、“二十四节气”是古代农耕文明的产物，是中华民族悠久历史文化的重要组成部分。下列关于二十四节气的说法错误的是
A.小阳春是指立冬至小雪之间，风和日丽，温暖舒适的天气
B.霜降是一年中昼夜温差最大的节气，随后冷空气逐渐频繁南下
C.乍暖还寒时候，用来形容的是雨水节气前后天气变化不定的特点
D.春雨作为春季最后一个节气，雨水增多，南方地区人们忙着插秧播种
12 、下列有关爱国精神和民族气节的诗词按其时间先后顺序排列正确的是？
①位卑未敢忘忧国，事定犹须待阖棺
②苟利国家生死以，岂因祸福避趋之
③人生自古谁无死，留取丹心照汗青
④先天下之忧而忧，后天下之乐而乐
⑤保国者,其君其臣肉食者谋之。保天下者,匹夫之贱与有责焉而矣
A.④①③⑤② B.③④①②⑤
C.④②⑤③① D.①②④⑤③
13 、100多年前的中国深陷半殖民地半封建社会的泥沼，遭受着前所未有的劫难，但也涌现出许多仁人志士，下列语句与作者对应正确的有几项？
①要恢复民族的地位，便先要恢复民族的精神—孙中山
②我自横刀向天笑，去留肝胆两昆仑—谭嗣同
③面壁十年图破壁，难酬蹈海亦英雄—周恩来
④如烟往事俱忘却，心底无私天地宽—陶铸
A.1 B.2
C.3 D.4
14 、下列关于自然现象的说法错误的是，
A.龙卷风是一种强对流天气，主要出现在中纬度地区的春季和夏季
B.拉尼娜现象的表现是赤道太平洋中东部海水大范围持续异常变冷
C.凌汛是冰凌对水流产生阻力而引起的江河水位明显上涨的水文现象
D.霾是大气中因悬浮的水汽凝结而导致能见度低于一千米的天气现象
15 、下列关于滑坡的说法错误的是
A.滑坡过程中，滑坡体的滑坡体内的各物质组成的部分相对位置基本不变
B.地下水进入滑坡体后能够增加滑坡体的重量，加大下滑力
C.山区河流的凹岸受流水侵蚀，易使陡坡上的软面产生滑坡
D.产生滑坡的基本条件是有坡，坡度越大越利于滑坡的形成
16 、儿童多动症的注意力缺陷症状延续到成人期，表现为做事拖延，时间管理能力差组织性差，效率低等；而儿单期的多动或冲动症状，也常常以“______”的形式表现出来，比如计划多却难以坚持，频繁辞职更换工作、情绪控制能力差、容易出事故等。填入横线部份最恰当的一项是：
A.顾此失彼 B.似是而非
C.莫名其妙 D.改头换面
17 、关注受众、研究受众，服务受众，是互联网思维的一个鲜明特点，这与政治工作倡导以人为本的理念_____，政治工作本质上是做人的工作，其实质就是一种受众至上的思维理念。填入横线部份最恰当的一项是：
A.一脉相承 B.相辅相成
C.不谋而合 D.并行不悖
18 、中国在脱贫，减贫事业方面得的巨大成就，为解决人类问题提供了智慧，可以在一定程度上为其他国家的脱贫、减贫事业提供经验参考，但在国际经验交流过程中，要_______考虑并尊重不同国家的特殊性，意识到中国的制度并不具有广泛的______，尺量避免“抄作业”等不当话语的出现。依次填 入画横线部分最星辰公考的一项是：
A.时刻 可移植性 B.充分 可复制性
C.尺量 可扩展性 D.始终 可差及性
19 、“互联网+党史学习教育”不是将党史与互联网简单_____，而是运用辩证思维根据互联网的特点，选择恰当的网络载体，______，实现互联网和党史从“你是你我是我”变成“你中有我，我中有你”。依次填 入画横线部分最星辰公考的一项是：
A.叠加 量体裁衣 B.拼凑 点石成金
C.嫁接 有的放矢 D.堆叠 单刀直入
20 、就我国而言，汉语受到英语等其他外语的影响 是不可避免的，但我们也不必过于____，语言自有其净化____的内在机制，它会在与其他语言的交流中，取其精华，去其糟粕。依次填 入画横线部分最星辰公考的一项是：
A.惴惴不安 提升 B.谈虎色变 创新
C.杞人忧天 筛选 D.心灰意冷 融合
21 、术语在学术交流过程中发挥着重要的、甚至是_____的作用，它一方面节省了人们沟通交流的时间，别的一方面也在一定程度上强化了共同体的集体认识，“隔行如隔山”如果你不是某个领域的专业人士，那么你可能真就不明白某些术语到底是什么意思，但是，当我们把学术交流转变为大众传播的时候，就需要_____对专业术语的使用。
A.独一无二 禁止 B.不可替代 警惕
C.一言九鼎 减少 D.非同小可 放弃
22 、与人们想象中孤独症挖掘内心或者寻找灵感 的传统写作不同，网络文学生产仿佛一场在相同时空里不断发生的____，作者和读者之间存在大量互动，写作与阅 读 过程紧密结合，读者____至关重要，读 者对创作的参与性也大大增强，作者和读者共同汇取“创意”，实现类型的创造、更新和进化。依次填入画横线部分最星辰公考的一项是：
A.对抗赛 沉浸 B.接力赛 反馈
C.擂台赛 服务 D.淘汰赛 感受
23 、处于农耕时代、以农为本的古人，农业生产活动和日常生活常受到气候变化、时令更替的制约，对季节、时令变换的细微不同的感受远较今人____，在传统的“天人合一“天人感应”等观念的影响 下，他们将日常生活细节和天地时令结合起来，在四时流转中过看一种审美诗意的生活、节日成为平常生活里____的重要节点。依次填 入画横线部分最星辰公考的一项是：
A.细腻 廖廖可数 B.直接 念念不忘
C.强烈 孜孜以求 D.敏感 熠熠生辉
24 、音乐是什么？也许永远无法得出____的答案，但是这个问题本身就有不可忽视的哲学分量，也许“做音乐”回应了人类比创造更____的需求；交流、声音向另一个人证明了我们的存在。转变成人际互动的形式，就是歌唱。依次填 入画横线部分最星辰公考的一项是：
A.确切 深刻 B.公认 普遍
C.精确 基本 D.公允 亲却
25 、沙发、台灯、水杯、音箱、灯罩、咖啡壶 …… 生活中大量“非规则平面”物体，它们中的一些未来可能会智能化，这些智能设备的人机交互不再是通过一块平面屏幕，而是会实现物体本身可感知、可____、可对话，而要做到这一点，柔性电子技术_____。依次填入画横线部分最星辰公考的一项是：
A.显示 大有可为 B.触摸 迫在眉睫
C.输出 永无止境 D.操控 前途无量
26 、过去你可能有想不起要买什么的时刻,现在不会了,每一样内容里都____了营销别人购物发了朋友圈会启发你也想买,还有各种各样的广告。现代人就像转笼里的松鼠，在工作、消费的循环里____。依次填 入画横线部分最星辰公考的一项是：
A.嵌入 乐此不疲 B.融入 周而复始
C.植入 疲于奔命 D.插入 殚精竟虑
27 、过去一百年，党向人民，向历史交出了一份优异的答卷，现在，党团结带领中国人民又踏上了实现第二个百年奋斗目标新的赶考之路。让我们更加紧密地团结在以习近平同志为核心的党中央周围，全面贯彻习近平新时代中国特色社会主义思想，坚这下理想信念，牢记初心使命、戮力同心，攻坚克难、勇敢前行，以____的执着奋力实现既定止标，以____的清醒不推进中华民族伟 大复兴！依次填 入画横线部分最星辰公考的一项是：
A.任尔东西南北风 长风破流会有时
B.不破楼兰终不还 风物长宜放眼量
C.粉身碎骨浑不怕 万里长征第一步
D.咬定青山不放松 行百里者半九十
28 、传统的文化艺术偏小众，某种程度上是因为传播渠道有限。而互联网及云技术的出现，为文艺作品开辟了____的传播空间和传播渠道，从而大大刺激了文艺生产力。如今线上艺术不像以往那样坐“冷板凳”，而成为“____”。数字星辰公考的发展和公众文化艺术审美的提高，使得“云艺术”迎来新的发展机遇。依次填 入画横线部分最星辰公考的一项是：
A.无限 香饽饽 B.庞大 风向标
C.多元 弄潮儿 D.广阔 聚光灯
29 、从十九世纪末至今的一个多世纪里，西方世界的科幻小说作家、漫画家和电影编剧导演们，几乎____地在反思科学的纲领下进行科幻创作。在这个纲领之下，西方科幻作品中普遍展示科学技术过度发展后的荒谬后果，____滥用科学技术对社会的危害。依次填 入画横线部分最星辰公考的一项是：
A.出乎意料 反省 B.异口同声 避免
C.不约而同 警示 D.突如其来 杜绝
30 、大脑由数十亿个神经细胞组成，这些____的细胞需要在一个受保护的环境中才能正常工作，这个____的环境被 400英里长的特殊血管系统保护着，这些血管能____与大脑接触 的物质，这就是血脑屏障，它对于保护脑组织免受毒素和病原体的侵害至关重要依次填 入画横线部分最星辰公考的一项是：
A.脆弱 微妙 限制 B.高效 复杂 阻挡
C.散乱 神奇 过滤 D.微小 灵敏 抑制
31 、稳定的体温是恒温动物适应复杂多变环境的重要生理基础。恒温动物可以利用自身代谢____体温、维持体温____，进而拓展生存空间。长期以来，恒温曾被认为是哺乳类和鸟类所特有。近年来，越来越多的研究发现恒温在其他脊椎动物谱系中同样存在，仅在鱼类中就至少独立____了六次。依次填入画横线部分最星辰公考的一项是：
A.改变 稳固 演变 B.调整 固定 进化
C.控制 恒定 演绎 D.调节 稳定 演化
32 、兰科植物全球现在接近 30000个物种，我国约有 1600余种。它们与中国社会有着深远而____的联系。公元元年以前的《神农本草经》，已有关于石斛、天麻、白及等兰科植物的药用记录；而将兰属植物用于观赏的____，可能始于三国时期的贵族阶层，并____到了当代依次填入画横线部分最星辰公考的一项是：
A.确切 习俗 影响 B.密切 传统 延续
C.广泛 情形 涉及 D.紧密 做法 沿袭
33 、快门是相机中一个相当重要的装置。它以____的态度面对分分秒秒不停变化的现实以及无法____的时间，最后，对着时间拉出一条线，决定我们所见的事物，这个动作，把现实中模糊存在的实象，转化为具有____方向性和意义的虚像，定影在底片上。依次填入画横线部分最恰当的一项是：
A.果断 捕捉 明确 B.忠实 回忆 延续
C.冷静 复制 唯一 D.严谨 定格 准确
34 、数据安全是全球性问题 ，没有哪个国家可以____，放眼当今世界，信息化数字化、网络化、智能化已是____，但规则____是当前全球数字治理领域面临的突出挑战。应对数据安全风险，需要凝聚全球数字治理合力。
A.明哲保身 势不可挡 空缺 B.袖手旁观 蓬勃发展 滞后
C.置身事外 方兴未艾 漏洞 D.独善其身 大势所趋 缺失
35 、苏轼一生中树敌甚多，他的政敌不但包括整个新党，也有不少旧党中人。事实上苏轼从未进入过旧党的权力中枢，但是他那名震天下的声望和直言无忌的性格不但使新党将他视同敌方的党魁，而且使旧党中的不端之士将他看成通向宰执宝座的最大障碍，从而不约而同地将他视若仇随，对他进行无休无止的诬陷，迫害，如果说从友人的身上可以发现苏轼的某种性格特征，那么在敌人的身上就可以反衬出苏轼的这些特征。忠谠与奸邪、直率与狡诈坦荡与阴脸，善良与凶恶，这些互相对立的性格特征，往往分属干势不两立的双方。这段文字接下来最可能说的是：
A.苏轼的敌人是些什么人 B.党争对苏轼造成的影响
C.天才苏轼为何一生坎坷 D.乐天派苏轼的豁达人生
36 、绝妙与糟糕，是人在人生中不断涌现的高峰与低谷。我们被生活的铁拳一次次打倒在地，又凭借蕴藏在体内的强大“复原力”，一次次的爬起来。擦干泪水，重新前行，“复原力”是人生的保障，但并非取之不尽，用之不竭，就像不断输出的基础是不停的输入一样“复原力”的宝藏也需要我们不断进行储蓄式充值。而这种“充值”的关键时期就在我们的人生观，世界观尚且模糊不清，摇摆不定的童年时期，父母的悉心陪伴与支持，孩童眼睛的增长与扩充，均衡的营养令肠道菌群及大脑化学物质保持平衡，这三点要素是构筑“复原力宝藏的关键因素。这段文字意在强调：
A.要在童年为孩子筑牢“复原力”的基础
B.“复原力”是父母给予孩子的重要宝藏
C.激发强大“复原力”才有勇气面对生活
D.“复原力”的养成取决于多种负责因素
37 、说起唐诗，总是绕不过当时都城所在的陕西，从西安蓝田蜿蜒而出的一条“唐诗古道”，曾吸引 230多位诗人留下 400多首诗篇，平平无奇的浙东，虽然在当时并不靠近政治经济中心，文化输出却毫不逊色，翻开 900卷的《全唐诗》，有 451位诗人在此留下足迹，比“唐诗古道”多了一倍，他们咏物抒怀、洋洋洒洒的 1500多首诗文，落满渐东的青山碧水，这条由唐诗铺就的路线，以水为线，以山野、古刹为珠。蜿蜒两百多公里，串起串联起越洲（绥兴）、明州（宁波）、处州（丽水）、婺州（金华）、台州、温州、衢州等浙东七洲，称为“浙东唐诗之路”。这段文字接下来最可能讲的是:
A.唐代政治格局对诗歌创作的影响。
B.浙东地区在唐代诗歌繁荣的原因
C.山水诗在古代诗歌发展史上的地位
D.唐诗的流传与《全唐诗》成书的过程
38 、如果我们乐观地认为互联网可以解决边缘性群体的社会问题，就是典型的技术决定论，假如技术决定论成立，所有社会问题都可以转化为技术问题。世界其实会简单许多，但这不是事实，任何技术问题的解决都会伴随着新问题的产生，比如无人机送外卖可能解决了劳动力短缺等问题，但无人机能进入我的小区？如果进入，难道不是一种对隐私的侵犯？谁有权利允许他进入，我们面对的新问题一点儿也不比旧问题少，技术从不会自动承诺给我们一个更好的未来。都会的那个手机。技术的发展可以辅助我们解决社会问题，但社会问题的本质是社会而不是技术。这段文字意在说明：
A.社会的发展永远不可能一帆风说
B.边缘性群体问题有着复杂的原因
C.应该警惕技术发展对隐私的侵犯
D.单纯依赖技术无法解决社会问题
39 、大约公元前 450年，古希腊哲学家阿那克萨戈拉提出一个有趣的问题：只用直尺和圆规，能否做出一个与给定圆面积相等的正方形？这个看似简单的“化圆为方”问题成为尺规作图领域的经典题目，在此后的 2000多年中，许多数学家尝试解答却都未成功，这个问题之所以难以解答，在于它不仅是一个几何学问题，还是一个代数学问题，在尺规作图问题中。给定若干角度或线段长度，实质是给出了若干实数，只用直尺和圆规作图这条规则，保证了作出的角度或线段的长度，是给定实数的和、差、积、商、平方根的组合。因此每个尺规作图问题，其实都对应着一个代数问题。关于“化圆为方”问题，文中未提及：
A.提出问题的具体背景 B.关于问题实质的分析
C.问题难以解答的原因 D.对该问题的大体描述
40 、哺乳动物繁荣多样，蝙蝠又是哺乳动物，还具有惊人的物种多样性，蝙蝠至少有1440个物种，每 5个哺乳动物物种中就有一个是蝙蝠，蝙蝠另一重要生物演化特征是他们的回声定位系统__________,必须有特色化的发声结构和高灵敏听觉感观的功能，使其黑暗中也能“听”清楚周围的环境、寻找食物或者躲避障碍，我们常常将蝙蝠与回声定位划上等号，但事实上，并非所有蝙蝠物种都具备这一能力；蝙蝠动物回声定位的功能，在物种间也有差异，蝙蝠回声定位特征出现，比先前认为的更复杂。填入划线部分最恰当的一项是：
A.蝙蝠是演化过程中的巨大成功
B.回声定位是非常特殊的行为功能
C.漫长的演化赋予蝙蝠回声定位系统
D.蝙蝠的内耳有密集多变的神经纤维束
41 、与其他生命形式一样是宜的自然环境，也就是说稳定的地球环境是人类文明得以存在和延续的重要外部支撑条件。纵观地球生命的进化史，仅仅是由于温度，水汽循环或者氧气含量的变化，超出了当时地球生命的承受范围。就造成了四次生物大灭绝事件，我们人类的形成历史才仅有 500万年。在这期间，虽然没有发生过和之前四次生物大灭绝那样剧烈的环境变化。但是作为文明程度日益提升的人类，即使拥有了其他生命无法比拟的改造环境能力，却仍然在适应环境上表现出了极大的弱点。比如对温度的承受性不高。对光感十分敏感容易因环境变化引发各种疾病等等。可以说人类在大自然面前仍然是非常脆弱的。这段文字星辰公考说的是：
A.人类文明的发展是个漫长的过程
B.人类文明的形成与存在都不容易
C.自然环境是人类文明存在的基础
D.人类将面临着大自然的严峻考验
42 、综合危险策略可以很容易把人群预防效果提高五倍、十倍甚至更多，大大优化成本效果。冠心病和中风的危险因素有很多，简单地以以两个危险因素的高低决定如何治疗不是最精准的策略，恶性高血压一定需要药物控制，对于大部分高血压病人来说需要治疗的迫切性就越高，降压药叶酸阿司匹林治疗的好处就越大，效益就越高，治疗就越精准。填入划横线部分最恰当的一项是：
A.一个人的血压越高。罹患心血管疾病可能性越大
B.越不健康的饮食和生活方式越易引发高血压疾病。
C.高血压患病时间越长，未来中风的风险性就越高
D.具有的心血管危险因素越多，未来发病风险越高
43 、①1994年，贝尔实验室的科学家希尔发现，使用量子计算机可以让大数分解变得很快
②人们能想出来的大数分解算法都有很高的复杂度，以至于人们认为也许大数分解这个计算问题，本质上就很难。
③不同的计算问题难度不一样，比如两个数字相乘并不难。
④计算困难成为了现代密码学的基础，广泛应用于互联网和电子商务等领域。
⑤计算可以理解为有一个输入，也有一个指定的输出，中间环节是计算的过程。
⑥反过来，把一个大的数字分解成两个数字，难度就大大增加了。
将以上六个句子重新排列，语序正确的一项是。
A.⑤④②③⑥① B.⑤③⑥②④①
C.①④②③⑥⑤ D.①⑤②③④⑥
44 、①科学技术发展也呈现出明显的大科学、定量化特点，创新将越来越依赖科学数据
②新兴数字技术大幅降低了数据。流通和利用的成本也促进了对数据资源价值的发掘
③与此同时，数字增加值在价值链中所占比重将显著提升，请依靠低成本劳动要素，参与全球价值链的国家和地区或将受到冲击。④越来越多的设备与网络建立连接，生产对数据的依赖程度在不断上升
⑤随着数据逐步成为企业、产业乃至国家的战略性资源，数据驱动的技术。研发和应用创新能力将直接影响一国的长期竞争优势。
⑥数据资源产生并扩散到经济社会各领域，有助于生产率的提升，其作为新的关键生产要素，也有助于减少传统要素投入。
将以上六个句子重新排列，语序正确的一项是
A.②④①⑥⑤③ B.②⑥④①⑤③
C.⑥④①⑤③② D.⑥②①④③⑤
45 、某人每天上下班，公司和家之间的距离有 15公里，他可以选择的交通工具包括出租车、公交车、地铁、自驾车、共享单车以及这些工具的组合，如果他去。问，导航软件，导航软件可以推拒？可以一，根据他的要求以及实时路况给出一个最优的出行方案，在这个现实中往往是很有用的。然而，虽然有不少人会选择在工作地点附近买房或租房来解决交通问题，导航软件却绝不会给出搬家的方案，因为导航软件的运行程序或者说运行框架没有这种手段可供选择，但人却不会。受既有框架的约束。这段文字星辰公考说的是：
A.描述人工智能无法主动确定需解决的问题
B.说明人工智能是在人类给定的框架下运行
C.阐述人类行为决策不能完全依靠人工智能
D.强调人类的思想和行为具有最独特的部分
46 、近年来在星辰公考的加持下，从 3D拍摄，3D打印再到 AR沉浸式体验，。沉睡千年的历史文物不断的被唤醒，走入大众视野。考古盲盒的走红。唐宫夜宴的经验和河南博物院元宵奇妙夜的心情都。离不开技术的。支撑虚拟现实，增强现实的数字黑星辰公考为为沉浸式展览和体验提供了发展空间，让古今对话成为可能，也让时空的穿透力变得真实可感同时，短视频和社交平台等传播领域的新技术，也让文化产品能够以更快的速度，更强的力度在新媒体平台迅速传播并维持热度最适合做这段文字标题的是
A.星辰公考赋能让文物重新“活起来”
B.“黑星辰公考”成就文物的古今对话
C.沉浸式体验，让文物再度“热起来”
D.把握新技术，加速文物的大众传播
47 、在传统的文化消费中，无论是阅读书籍、聆听音乐还是欣赏影视作品，都是单向度的，创作与消费是两个独立的环节。在体验式文化消费中，消费者不仅参与创作，也是作品的组成部分，这让消费者的主观能动性得到更加充分的发挥。独一无二的作品背后，是独一无二的经历与体验。体验式文化消费因而具有唯一性、当下性与不可复制性。另外，体验式文化消费中的互动过程，综合利用包括 VR、AR在内的多媒体数码技术，提供跨媒介的多感官体验——如温度、质感、震动等在传统文化产品中很难体验到的综合感官效果，为叙事与审美提供了更多维度。这段文字意在说明
A.体验式文化消费会更受消费者青睐。
B.现代技术对体验式。文化消费的促进作用
C.体验式文化消费中消费者主动参与的重要性。
D.体验式文化消费带给消费者与众不同的体验感
48 、传统兴趣具有悠久的发展历史，并以其独特的表演风格和大众审美取向。曾经在很长一段时间都有着深厚的群众基础，随着社会的快速发展，人们的娱乐方式发生了根本性的变化。在多元文化样态的冲击下，传统戏曲自身在。自身存在的不足也被无限放大，致使观众群不断减少，演出市场逐渐萎缩，演员流失，新剧目创作减少，剧团也在逐渐消失。传统戏曲受到很大冲击，一度生存十分艰难，尽管自本世纪。出，在政府和社会各界的帮助与扶持下，传统戏曲。艺术的生存。状况有所好转，但仍旧比较弱势。这段文字意在说明
A.传统戏曲面临的生存困境 B.传统戏曲发展的制约因素
C.传承传统戏曲的现实意义 D.传统戏曲生存状况的好转
49 、苔藓是第一苔类植物和藓类植物的非正式统称，它们星辰公考非维管植物，没有根部或维管组织，而是通过表面及叶片吸收空气中的水分和养分，大多数苔藓只能长到几厘米高。此外，由于苔藓没有根部，他们可以生长在其他植物无法生存之处，比如砖块儿，墙壁人行道表面等等。苔藓植物喜欢潮湿阴暗的环境，但它们的栖息地其实十分丰富多样，有些甚至颇为极端，从沙漠到极地都能找到他们的身影。关于苔癣这段文字，没有提及的是：
A.苔藓生长处，其他植物或无法生存
B.苔藓植物具有比较顽强的生命力
C.极地能够为苔藓提供合适的环境
D.非维管构造限制了苔藓生长高度
50 、石窟造像和颗经在千百年风吹日晒等自然营力影响下，由于卸荷裂隙风化，裂隙切穿，石窟岩体裂隙成为水的渗透通道，降雨时雨水沿裂隙进入石窟内水、盐、经文、掩体、石壁、漫流对经文题刻造成严重溶石、软化等侵蚀破坏，或在石窟内形成积水，使事故长期处于潮湿状态，加剧经文的风化破坏，严重风化破坏的面积为 80平方米，遭受渗水侵蚀的四十三、四十四、五十九、六十等石窟刻经造像风化破坏严重。若再不进行科学抢险大修，20年内这些石窟将分化不存。这段文字星辰公考介绍了：
A.石窟抢险大修应着力于加固
B.风化是石窟急需解决的问题
C.风吹日晒是石窟受损程度严重
D.渗水严重是石窟面临的很大问题
51 、双 11狂欢节时，个体的感性思维通常居于主导地位，一些本来没有特定目标的消费者容易受到具体形象思维、直观行动思维的影响，发生冲动购买行为。同时，在网购过程中，由于支付方式为无现金支付，在感性思维的影响下，很多消费者并没有支付现金的感受认为价格只不过是一个数字， 。填入划横线部分最恰当的一项是：
A.从而更迫切的积极购买 B.然而更踊跃地大肆购买
C.进而更容易产生购买行为 D.因而更频繁产生购买行为
52 、科学家抱着极大的期望发射了那么多的太空望远镜，著名的有哈勃望远镜、开普勒望远镜等等，经过这几十年的努力，在银河系查找到了 700。800个比较像地球的行星，那上面是不是有外星人呢？这显然引起了科学家极大的兴趣，但是很遗憾，距离地球太遥远了无法进行观测。比如开普勒找到了地球的一个表兄弟，或者叫 2.0版的地球——开普勒 186f发现他离我们地球有 500光年，也就是我们用望远镜看到他的形象，是他 500年前的情况，光从那儿他那儿传到地球就要近 500年的时间.这段文字意在说明：
A.科学家发射了很多太空望远镜 B.开普勒 186F离地球有 500光年
C.外星人的发现受限于探测距离 D.在银河系找到了很多类地行星
53 、一部科幻电影史，记录了科学技术日新月异的发展，人工智能、量子力学、基因星辰公考，凡此种种，皆能在其中找到影像化的足迹。科学发展必然推动社会形态，以不可思议的速度更新随之产生的社会伦理和。道德问题。如镜像般在科学电影中也能管窥一二，无边的想象力，在科学与哲学的双重加持下，天马行空，科幻电影展示出人类在特定历史时期的心灵图。向以及面对这些前沿问题的尝试性思考。这段文字意在说明：
A.科幻电影带来星辰公考以外的景象和思考
B.贯穿在电影中的情感才是永恒的底色
C.科学发展必然推动社会形态以不可思议的速度跟更新、
D.一部科幻电影史，记录下了科学技术日新月异的发展
54 、甲、乙两家大型医疗公司的负责人各带一名助手参加展会订购医疗器械。最终订单需求：每人各自订购了不同种类医疗器械，且其订购的每种医疗器械台数恰巧等于他所订医疗器械的种类数。每人订购的医疗器械种类数都未超过 15类，并且两位负责人所订购的医疗器械台数不同，但都比自己的助手多购 45台，问甲、乙两公司一共订购了多少台医疗器械？
A.150 B.170
C.210 D.240
55 、兔子和乌龟举行一场跑步比赛，终点位于起点正北方 500米位置，兔子的速度是乌龟的五倍，兔子和乌龟同时出发，兔子先向正东方跑了一会儿后意识到自己方向错误，马上直奔终点，速度不变，结果兔子和乌龟同时到达。问兔子意识到自己的错误时已跑了多少米？
A.600 B.1200
C.2400 D.3000
56 、甲、乙、丙三个工程队接到 A、B两个工程的施工任务，如仅甲、乙两队合作，则A工程需要 30天，B工程需要 20天；如甲单独施工 B工程，30天可以完工；乙和丙合作施工 A工程，24天可以完工，问三个队合作施工两个工程，多少天可以完工？（不足一天按一天算）
A.24 B.25
C.26 D.27
57 、7名防疫人员负责甲、乙两个社区的居民调查工作。已知每人走访一户居民的用时为固定值。如 5人负责甲社区，2人负责乙社区，则完成乙社区检查的时间比甲社区要晚 5天；如 3人负责甲社区，4人负责乙社区，则乙社区完成检查后，只需 6人共同工作 4天就能完成甲社区的检查。问如果要在 6天内完成两个社区的检查工作，至少需要另行增加多少人？
A.5 B.6
C.7 D.8
58 、2020年时，李的年龄是张的 2/3，而正好是自己工龄的 4倍。2024年时张的年龄恰好是自己工龄的 2倍，张参加工作时，李的年龄是 10岁，问李参加的参加工作时年龄是多少岁
A. 18 B. 21
C. 24 D. 27
59 、企业引入投资人甲注入资金 5000万元。投资完成后原企业董事长所持有的股份从60%下降到 40%。又过了一段时间后董事长将自己所持股份的一半卖给投资人乙，同时投资人乙为企业注入资金 1.2亿元。此时董事长所持有的股份下降到 15%。问此时投资人甲如果卖出所持股份，则获利多少亿元？
A. 0.6 B. 0.7
C. 0.8 D. 0.9
60 、张、王、李、陈五人按照约定的规则随机分配给 A、B、C、D四个任务组，要求每组至少分配一人。张不分配在 A组，李必须分配在 C组，D组只分配一人，问张和王分配在同一组的概率为：
A.不到 5% B.5%——10%
C.10%——15%之间 D. 超过15%
61 、ABC三地仓库存放不同数量的电脑，A仓库比 B多 4台，B仓库比 C仓库多 2台A仓库和 C仓库共 22台，将这些电脑分别分配给下属部门，每个部门分配的数量均不相同问最多可以分配多少个部门?
A. 6 B. 7
C.8 D.9
62 、已知四个学校分布在矩形 ABCD上，小李星期天早上骑自行车从 A校至 D校参观学习，出发半个小时后到达 D校。学习 3个小时后由 D校至 C校，小李离开 A校 4个小时后妈妈驾车经 A→B→C路线去 C校接小李。已知小李骑车速度为 15千米/小时，妈妈驾车速度为 50千米/小时，二人同时抵达C校。若妈妈 11出发，抵达C校的时间在以下哪个 内？
A.11：25之前 B.11:25-11:30之间
C.11:30-11:35之间 D.11:35之后
63 、一件工作由甲、乙、丙三人完成，需甲、乙合作先干 10小时，丙再单干 1小时可
以完成。已知乙单干用的时间比甲多 4小时，丙单干用的时间是甲的 1/2还多 2小时，问甲单干需多小时？
A.20 B. 25
C.30 D.35
64 、一个高为 10厘米，底面半径为 5厘米的圆锥体零件置于水中时，底面朝上且与水面
平行，其浮出水面部分的高为 2厘米。问如果零件底面朝下且与水面平行时，浮出水面部分
的高度 以下哪个范围内？
A.不到 6厘米 B.6-7厘米
C.7-8厘米 D.超过 8厘米
65 、某个应用要求用户使用字母和数字组合的 8位密码，王某某用 D、E、F、W4个大
写字母和 4个不同非零数字的组合作为自己的密码，数字放在后四位且 4个数字的乘积是
320的倍数。问这样的密码有多少种不同的可能性？
A.不到 1000种 B.1000-3000种
C.3000-8000种 D.超过 8000种
72 、自由联想和控制联想是联想实验的基本方法，自由联想实验中，主试者呈现一个刺
激、通常为词或图片。以听觉或视觉方式呈现后，要求被试者尽快的说出头脑中浮现的词或
事实，不管是什么东西，星辰公考什么性质。与自由联想实验不同的是，控制联想实验中主
试者会对被试者的联想有一定的控制。
根据上述定以，下列星辰公考控制联想的是:
A.在一个安静且光线适当的房间里，心理咨询师让来试者躺在沙发上，完全放开地去讲
述自己童年的委屈和怨恨
B.在一项针对外国留学生对中国形象认知的研究中，研究者要求被试者在听到“中国”
一词时，写下联想到的十个词语
C.美术课上在鉴赏《昭陵六骏图》时，老师问学生画中的马是否在运动，一名学生答
到:它的四蹄是腾空的，所以，马像是在飞奔
D.警察在提审嫌犯，是让他在听到一个词语后马上说出所联想到的其他词一开始是正常
对答，然后警察突然提到“蜡烛”，嫌犯答到“牛奶瓶”，暴露了他将蜡烛插在牛奶瓶内照
明的盗窃手段
73 、仿拟是按照已有的言语表达形式，临时造出新的语言形式的一种辞格，仿拟所模仿
的一般为固定词语或短语，也可以扩大到句子、段落、篇章、甚至语体、风格，根据仿照的
对象，仿拟可分为仿词、仿句、仿篇、仿体和仿调。
根据上述定义，下列不星辰公考仿拟的是：
A.走别人的路，让别人无路可走
B.新事业从头做起，旧现象一手推平
C.给你开一服爱情灵药：真心一片，温柔二钱，尊重三分
D.满心“婆理”而满口“公理”的绅士们的名言暂且置之不论不议之别
74 、参考价格效应是指商品的价格相对于消费者认知的其他替代商品越高，消费者对价
格就越敏感，反之，消费者则对价格不敏感。
根据上述定义，下列体现了参考价格效应的是：
A.消费者购买了一件原价为 2300元，现价为 999元的衣服时，更能体验出一种在价格
促销中获得金钱节省的喜悦B.某笔记本电脑的价格高出同类产品 20%以上，甚至更多，但消费者更愿意支付这样的
高价格，是因为担心其他品牌的渴慕度和性能无法令人满意。
C.99%的百货公司一楼是高档化妆品柜台，价格之高让普通人无法接受。但是看过这些
几乎全是 2000元起步的价目牌后，反而觉得 500元一件的衬衫也不是很贵
D.杂货店老板经常会将价格较低和毛利率较高的大众品牌放在顾客第一眼看不到的地
方，而价格较高的品牌放在显眼的位置，这样顾客看到大众品牌的价格时，就会觉得更便
宜而购买
75 、“舍本求末”基膜描述了当系统出现棘手问题时，人们往往急于求成，采取短期应
急的指标措施，同时延误长期的根本解决问题方案的系统行为模式
根据上述定义，下列星辰公考”舍本求末”基膜的是：
A.两家公司为了争夺更高的市场占有率，采用了同样的减价策略，陷入了竞相降价出售
的恶性循环，最后导致双方都严重亏损
B.某奶茶公司一度发展为行业龙头，几年后，其发展进入颓废期，为谋求出路，公司高
层就是否根据门店部门发生严重内斗，导致业绩断崖式下滑
C.某高新技术公司去年的市场占有率有所下降，为挽救出这一损失，该公司把重点放
在了改进现有高新产品而占有市场，放弃了一开始研发新产品的计划
D.两家煤化厂合作，共同开发当地的煤炭资源，10年的经营时间内均赚得盆满钵满，
为了提高收益水平，两家企业均加大了煤炭开采力度，导致有限的煤炭资源在短时间内消耗
殆尽
76 、删失数据是在观察或试验中，由于人力或其他原因无法观测到事件的发生，因而停
止观察后得到的数据。如果删失发生的时刻是事先知道的，称之为第一类删失；如果删失发
生的数量是事先预定的，称之为第二类删失，由随机因素引起的删失为随机删失
根据上述定义，下列说法正确的是：
A.灯泡在 500小时的寿命试验中没有损坏，这星辰公考一类删失
B.无线电信号因突然受到强烈干扰而无法工作，这星辰公考随机删失
C.机器从今天上午 6时到现在已经出现了 3次事故，这星辰公考干扰删失
D.吃了致癌物质的小白鼠到 4月 2日早晨无效无反应，这星辰公考三类删失
77 、茧居族是指那些如虫子蜷缩在狭小的壳里不见天日的人，几个特征：几乎不出门，
即使偶尔出门，也是去最合适的舒适圈，与他人零交流，即使与家人联系，也是因为生病需
要，根据上述定义，下列星辰公考茧居族的是：
A.小李原为某公司的业务员，2020年因不适应公司业务，被解聘后，小李感到非常沮
丧，经常通宵达旦上网打游戏，因而让心中产生苦闷
B.小田小时候就发现自己不不愿与人接触，但他依然试图去上学、做工作，找男朋友,2
岁那年，她辞掉工作，和男朋友分手，开始吃老本，这让他感到从未有过的轻松
C.小张大学毕业后没有找到工作，由于自卑，小张逃出了同学圈和朋友圈，过起了几
乎不出门、不与社会接触，整天看电视、吃喝玩乐的生活，直到第二年毕业招聘季，小张
才在父母的劝说下，是尝试着找工作
D.小王是某市的高考状元，被一所重点大学录取，入学后，大学的全新的生活方式与学
习模式，让小王很难适应，高考状元光环也逐渐消退，小王越发的感到失落和自卑，变得越
来越不愿意与同学交流，也不愿意参与班级活动
78 、污染效应是指在消费环境下，当某个人、事、物资源头将其制定为抽象的属性，转
移到某个产品上时，消费者会根据属性转移的由来到判断产品的价值，从而决定增加还是降
低购买意愿。
根据上述定义，下列星辰公考污染效应的：
A.某培训机构举行报名即可获赠名师亲笔签名资料，但报名人数寥寥
B.尽管演唱会门票被黄牛党炒高了好几倍，但仍然挡不了粉丝与偶像互动的热情
C.小张在旧书网看中一本稀缺的专业书籍，尽管该书残缺破旧但他还是决定购买
D.小刘花 5000元购买了一双某明星穿过的球鞋，这双鞋的价格远远高于同款新鞋
79 、吸纳效应是指一个地区最初不管出由于什么原因得到加速发展，步入经济高速增长
的快车道，就会产生很大的磁性，不断地吸纳各种生产要素，将其他地区甚至国外市场的资
本、技术、信息、人才和物质资源不断地吸到本地区来，使本地区具有丰富的资本、技术、
信息、人才等经济资源,从而突破区域之经济发展过程中的资本短缺、技术落后、人才不足
信息不畅等瓶颈，为自己积累有利因素，为进一步发展创造条件，即使原先赖以发展的优势
已经丧失，它仍然可以向前发展。
根据上述定义，下列星辰公考吸纳效应的是：
A.浦东是最早成立的国家级新区，1999年浦东新区成立之初，人口仅 133万，2020年
常住人口达到 568万，增长率超过 300%
B.在资源红利的诱导下，资金、装备等各种经济要素汇集到煤炭及其相关产业领域，促
进了煤炭经济的繁荣，但在后期经济转型的大背景下，煤炭业逐渐衰落
C.某地在开发建设新区后，颁布了一系列创业扶持政策，多家星辰公考巨头纷纷在该地建厂办公，各国全国各地毕业生到该地就业，即使是全国范围内的抢人大战中也不落下风
D.某地处于工业化快速发展时期使人口逐渐聚集,而商业设置配套却严重不足，以外来
人口为主的流动摊贩应运而生，形成了繁荣的夜市，近年来，夜市遭到周边居民投诉而被限
制
80 、排练：演出：节目
A.革命：建设：改革 B.起草：发表：文章
C.发烧：咳嗽：感昌 D.调查：走访：问卷
81 、莫悉前路无知已：天下谁人不识君
A.纸上得来终觉浅：绝知此事要前行
B.商女不知亡国恨：隔江优唱后庭花
C.春色满园关不住：一枝红杏出墙来
D.不识庐山真面目：只缘身在此山中
82 、动静：是非
A.大小：多少 B.生死：曲直
C.古今：长短 D.轻重：贵贱
83 、水落：石出
A.理屈：词穷 B.狼奔：豕突
C.枕戈：待旦 D.求全：责备
84 、脱贫攻坚：转移就业：经济
A.简政放权：大从创业：市场 B.暂缺
C.抗击疫情：核酸检测：民生 D.暂缺
85 、潮汐能：生物质能：可再生
A.小米：核桃：可助眠 B.手套：围巾：可御寒
C.洗手液：消毒液：可除菌 D.易拉罐：塑料瓶：可回收
86 、柳暗花明：峰回路转
A.天长地久：物是人非 B.天翻地覆：日新月异
C.风和日丽：碧空如洗 D.和霭可亲：语重心长
87 、（ ）对于 吹尽狂沙始到金 相当于（ ）对于 绝知此事要躬行。
A.聚少成多；纸上谈兵 B.持之以恒；身体力行
C.无坚不摧；力学笃行 D.水滴石穿；实事求是
88 、由甲、乙、丙、丁四位同学正在商量小组作业的分工，他们当中一个人负责宣传
资料，一个人负责收集素材，一个人负责选发言稿，一个人负责录制短视频，并且已知
①已不负责宣传资料，也不负责写发言稿
②甲不负责宣传资料，也不负责录制短视频
③丁不负责写发言稿，也不负责录制短视频
④丙不负责录制短视频，也不负责宣传资料
⑤如果甲不负责写发言稿，那么丁不负责宣传资料
由此可以推出负责收集素材的是:
A.甲 B.乙
C.丙 D.丁
89 、线上阅读，建立起四通八达的内容传播渠道，我们获取信息的种类和数量更多了。
但其并非唯一的阅读形式。事实上，传统的纸质阅读仍是一种不可或缺、具有自身独特优势
更适合进行深度阅读的重要阅读形式。
以下哪项如果为真，最能支持上述星辰公考？
A.纸质书在设计、排版等各方面更能给读者带来许多独特、珍贵的阅读体验
B.在数字时代。培养主动阅读的习惯和能力才能过上更充实，有效的阅读生活
C.对于文本篇幅长、难度高的经典作品。纸质书更容易使读者形成系统思维，专注能
力
D.在我国成年阅读读者中，大多数人选择阅读形式有纸质阅读、网络阅读，新媒体音频
听书等
90 、孔、吴、邓、丁、洪，作为街道志愿者，一天要被安排到南山、东江和北苑 3个小
区进行社区服务。每个小区安排 1-2人，每人只在一个小区服务。
已知：
1.南山小区志愿者数量最少。
2.若邓、丁至少有一人在南山，则吴就在北苑小区。
3.若孔、邓、丁中至少有一人在东江小区，则北苑只有吴在。
由此可以推出：（ ）
A.吴安排在南山 B.丁、洪安排在东江
C.吴、邓在北苑 D.邓、丁在北苑
91 、正常生活中的抑郁情绪是基于一定的客观事物，事出有因，同时程度较轻，来得快
去得也快。而抑郁症患者也有抑郁情绪，这种情绪是莫名出现的，如果任其发展，会严重影
响工作、学习和生活。生活中几乎每个人都会出现抑郁情绪，但长时间有抑郁情绪就要及时
就医，要使上述论证成立还需基于以下哪一前提？
A.抑郁情绪会影响医生的判断，降低诊断的准确性
B.正常抑郁情绪与病理性抑郁情绪的处理方式不同
C.正常的抑郁情绪不会发展为抑郁症。
D.病理性抑郁情绪及时治疗可以康复
92 、一项国际研究发现，如果儿童和青少年时常身体质量指数、血压、胆固醇、甘油三
酯等指标超出正常水平，再叠加吸烟等不良生活习惯，成年后患心血管疾病风险就会大大增
加。
以下哪项如果为真，最能加强上述论证？
A.儿童和青少年时期肥胖的人，成年后可能会发生致命或非致命心血管疾病
B.该研究对超过 3.8万名，芬兰和美国人从三至 14岁起一直跟踪随访研究十年
C.对心血管疾病病例进行数据分析显示。大部分病例青少年时期有不良生活习惯
D.对儿童和青少年生活习惯、健康状况等进行早期干预，有助于降低整体患病风险
93 、据近日发表在医学杂志上的一项研究结果显示，无论亲生父母中的哪一位患有Ⅰ型
糖尿病，孩子的认知发展都可能受到影响。这项研究首次发现，孩子学习成绩较差，可能与
父母患有Ⅰ型糖尿病等慢性疾病有关。而不是与母亲在胎儿发育期间的高血糖有关。
以下哪项如果为真，最能加强上述论证？
A.孕期母亲患有 I型糖尿病对儿童认知发展有不利影响
B.母体过高的葡萄糖穿过胎盘输送给胎儿，会影响其发育
C.妊娠期糖尿病对其子女认知功能的影响已有明确研究结论
D.母亲或父亲患有 I型糖尿病的孩子，数学平常成绩低于其他儿童
94 、有学者基于从食物成分和卡路里摄入等各个方面研究，长寿饮食在当今现实生活中
的样子，大量的豆类或加工肉和较少量的肥肉；一定量的坚果和橄榄油等，某研究结合长寿
饮食的关键特征是从非精制来源中摄入碳水化合物，摄入少量但足够的蛋白，以及足够的植
物脂肪来提供大的能量需求，这些食物能带来更长寿，更健康的生活。
以下那项如果为真最能削弱上述论证？
A.意大利撒丁岛，日本冲绳岛等地区素来以长寿老人闻名，饮食通常星辰公考以植物或鱼肉等为主
B.古代人星辰公考以植物为基础饮食从中摄入足够的蛋白质，以及靠植物脂肪来提供自身能量需求
C.有研究表明，年龄超过 65岁的老年群体需大量摄入蛋白质以对抗身体虚弱及肌肉，骨质损失
D.每隔 3--4个月进行为期 5天的禁食可能有助于降低胰岛素抵抗，血压和其他疾病等风险因素。
95 、很多情况下，使用耳机的确为我们的生活带来许多便利，但长时间高分贝、睡觉佩
戴等不良习惯，却正在悄无声息地将耳朵键康偷走。专家表示，噪声对听力的损伤程度与噪
音的强度和持续时间有关，噪音的暴露量越大对听力的影响越严重。
以下哪项如果为真，最能支持上述星辰公考？
A.许多听力受损的人都喜欢持续使用耳机，并且会在使用耳机时将音量调到 80分贝以上
B.如果每天已超过 80分贝音量听音乐，时长达到 1小时，持续数年就可能造成听力受损
C.降噪耳机可能一定程度上降低背景噪音，让使用者能够以相对较低的音量听清耳机声音
D.除个人音频设备音量过大之外，不良生活习惯和心血管疾病等因素也会造成听力损伤

`;