export const questionStr = `50 、(2018吉林甲7)某电视专题片介绍了三位富有诗书才华的古代帝王，片中
先后出现了《玉树后庭花》“千古词帝”“瘦金体”等内容。这三位帝王分别是：
A.南朝梁武帝萧衍、南唐后主李煜、隋炀帝杨广
B.南朝陈后主陈叔宝、南唐后主李煜、宋徽宗赵佶
C.魏文帝曹丕、南朝陈后主陈叔宝、唐玄宗李隆基
D.南朝梁武帝萧衍、唐玄宗李隆基、宋徽宗赵佶
51 、(2018浙江)下列词语与道家思想有关的是：
A.上善若水B.兼爱非攻
C.简礼从俗D.六根清净
52 、(2018云南8)在我国古代，很多事物往往被人们寄予特定的寓意，下列事
物及其寓意对应错误的是：
A.青鸟—友情B.桑梓——故乡
C.仙鹤——长寿D.杨柳——离别
53 、(2018吉林甲4)以“也门撤侨”的真实事件改编的军事题材的电影《红海
行动》，展现了人民解放军官兵不畏危险、不畏艰苦，宁可牺牲自己，也要捍卫国家
荣誉，保卫人民安全。该影片叫好又叫座，这表明：
A.观众的喜好是评判艺术作品优秀与否的根本标准
B.艺术作品的创作需要立足于社会生活实践
C.艺术作品的创作需要源于作家的创新思维
D.维护和平的共同心愿是创作优秀艺术作品的源泉
54 、(2018四川上8)宗教对文学艺术的创作影响深远，下列未受宗教影响的作
品是：
A.米开朗基罗的《大卫》B.柴可夫斯基的《天鹅湖》
C.大仲马的《基督山伯爵》D.达·芬奇的《最后的晚餐》
55 、(2018安徽48)下列哪一成语的典故不是来自真实历史事件?
A.暗度陈仓B.草木皆兵
C.逼上梁山D.乐不思蜀
56 、(2018安徽45)下列文学作品没有使用方言的是：
A.《海上花列传》(韩邦庆)B.《凤凰涅槃》(郭沫若)
C.《秦腔》(贾平凹)D.《白鹿原》(陈忠实)
57 、(2018山东33)一位西方旅行家如果于二十世纪初来到中国，他不可能看到
下列哪一处景观?
A.北京紫禁城B.秦始皇陵兵马俑
C.敦煌莫高窟D.万里长城
58 、(2018广州47)古人常把对联镌刻在门扉上。“惟楚有才，于斯为盛”这一
副名联最有可能出现在_____的正门上。
A.岳麓书院B.清华大学
C.扬州贡院D.杜甫草堂
59 、(2018云南5)下列选项中，最直接体现了生命新陈代谢的是：
A.长江后浪推前浪，一浪高过一浪
B.今春香肌瘦几分?缕带宽三寸
C.江畔何人初见月，江月何年初照人
D.中庭地白树栖鸦，冷露无声湿桂花
60 、(2018吉林甲10)下列表述的内容与自身民族生活相符合的是：
A.壮族同胞说：“‘三月三’歌节是我们传统的盛大节日。”
B.朝鲜族同胞说：“我们种的莲雾又获得丰收。”
C.黎族同胞说：“我们每年举行盛大的赛马会。”
D.高山族同胞说：“我们用青酒招待远方来客。”
61 、(2018浙江Ｂ9)下列诗句中，没有涉及节日的是：
A.遥知兄弟登高处，遍插茱萸少一人
B.千门万户瞳曈日，总把新桃换旧符
C.绿蚁新酷酒，红泥小火炉
D.金吾不禁夜，玉漏莫相催
62 、(2018深圳15)寓言，通常篇幅短小，语言精练，用比喻性的故事寄托意味
深长的道理，给人以启示。下列寓言故事与《农夫与蛇》表达同样道理的是：
A.《东郭先生》B.《南郭先生》
C.《杯弓蛇影》D.《渔夫和金鱼》
63 、(2018云南6)历史上，不少豪放派诗人(词人)有婉约佳作，而婉约派也不
乏豪放名句，这是一种有趣的“反差”。下列选项中，不能体现这种“反差”的是：
A.李清照：生当作人杰，死亦为鬼雄
B.晏殊：无可奈何花落去，似曾相识燕归来
C.苏轼：春宵一刻值千金，花有清香月有阴
D.辛弃疾：众里寻他千百度，蓦然回首，那人却在，灯火阑珊处
64 、(2018安徽49)下列我国古代绘画理论名句所表达的美学理念与其他三项不
同的是：
A.到处云山是我师
人文常识
B.搜尽奇峰打草稿
C.论画以形似，见于儿童邻
D.吾师心，心师目，目师华山

65 、(2018国考15)下列研究课题与其查阅的主要参考文献对应错误的是：
A.商周时代的艺术成就——《中国青铜时代》
B.南宋都城的城市建设--《从平城到洛阳》
C.晚清的政治改良运动—一《从甲午到戊戌》
D.明末中西文化交流史——《利玛窦与中国》
66 、(2018国考17)美国社会学家帕森斯认为：在公元前的第一个千年之内，“哲
学的突破”以截然不同的方式分别发生在希腊、以色列、印度和中国等地。下列思想
观点产生于这一时代的是：
A.致虚守静，道法自然B.心外无物，心外无理
C.人民为主，工商皆本D.师夷长技，中体西用
67 、(2018浙江B19)下列关于奥运会的说法正确的是：
A.现代五项赛事中包括射击和游泳比赛
B.所有的田径类赛事均在体育场内进行
C.击剑比赛项目按参赛者体重进行分级
D.足球项目参赛队员年龄均限制在23岁以下
68 、(2018广州54)“它是以植物和山石为基本材料表现自然景观的艺术品，是
自然美与艺术美的有机结合。它能在咫尺空间集中体现山川神貌和园林艺术之美，被
人们称为‘立体的画’和‘无声的诗'。”这种艺术品是：
A.园林B.盆景
C.石雕D.刺绣
69 、(2018广州48)中国有位诗人，被辛弃疾用“千载后，百篇存，更无一字不
清真”来形容。以下属于这位诗人作品的是：
A.衣带渐宽终不悔，为伊消得人憔悴。
B.采菊东篱下，悠然见南山。
C.少年不识愁滋味，爱上层楼；爱上层楼，为赋新词强说愁。
D.风声雨声读书声，声声人耳；国事家事天下事，事事关心。
70 、(2018安徽46)下列教育家与其名言对应不正确的是：
A.孔子：“性相近也，习相远也”
B.孟子：“尽信书，则不如无书”
C.墨子：“道之所存，师之所存”
D.荀子：“骐骥一跃，不能十步；弩马十驾，功在不舍”
71 、(2018云南13)平时人们说“他们一个唱红脸，一个唱白脸”。这其中，“唱
白脸”的意思是：
A.扮演正面人物B.充当反面角色
C.故作温文尔雅D.假装暴躁易怒
72 、(2018浙江B6)下列诗词所涉及的历史事件，按时间先后顺序排列正确的是：
①开辟荆榛千秋功业，驱除荷虏一代英雄
②渔阳鼙鼓动地来，惊破霓裳羽衣曲
③明修栈道欺秦楚，暗度陈仓惊鬼神
④羽扇纶巾，谈笑间橹灰飞烟灭
A.④③①②B.①③②④
C.②③④①D.③④②①
73 、(2018浙江B7)关于我国古代的行政文书，下列说法正确的是：
A.曾经使用钟鼎、竹简作为公文的载体
B.从行文方向来看，周代的誓、命等公文属于上行文
C.奏是受封赠的大臣向皇帝谢恩的公文
D.楷书作为公文正式字体开始于宋代
74 、(2018陕西99)下列说法中，正确的一项是：
A.“锥刺股”是汉代孙敬的故事
B.“头悬梁”是战国苏秦的故事
C.“赵中令，读鲁论。彼既仕，学且勤”中的赵中令即晋国赵盾
D.“苏老泉，二十七。始发愤，读书籍”中的苏老泉即宋代苏涧
`;