export const questionStr = `101 、(2017江苏A14)下列关于算盘的说法错误的是：
A.算盘是世界上最早的计算工具之一
B.算盘能够锻炼人的思维和协调能力
C.算盘采取十进制的计数法
D.算盘只能进行加减乘除四则运算
102 、(2017国考9)下列艺术领域与专业术语对应有误的是：
A.摄影：噪点、景深B.绘画：散点透视、写意
C.音乐：调式、声部D.舞蹈：变位跳、变奏
103 、(2017山西18)下列哪一项不属于孔子提倡的教学方法?
A.因材施教B.学而优则仕
C.启发诱导D.学思行结合
104 、(2017广州48)植物纹样作为以表现植物为主的装饰手段，是与老百姓生活
息息相关的艺术形式，是伦理、吉祥等思想道德和情感意念的载体和传播情感的媒介。
以下可以表达人们向往爱情美满幸福的植物纹样是：
A.梅花瑞鸟纹B.宝相牡丹纹
C.荷花蝴蝶纹D.团花菊花纹
105 、(2017云南7)下列诗句体现了环境对生物影响的是：
A.梅子留酸软齿牙，芭蕉分绿与窗纱
B.花到岭南无月令，撞水撞粉透性灵
C.秋阴不散霜飞晚，留得枯荷听雨声
D.芳树无人花自落，春山一路鸟空啼
106 、(2017云南2)在公共场所中常有各种各样的提示语，下列选项中，提示语
使用最恰当的是：
A.盘山公路转弯处：亲爱的司机朋友们，为了您和家人的幸福，请将车速控制在
每小时20千米内，前方为本段公路转弯处，是本路段的事故高发点
B.公共绿地：你我垃圾乱扔，谁来掩埋填坑?爱护环境靠大家，想想后代子孙
C.超市：内有监控，小偷自重，一经确认，偷一罚十
D.餐厅：无烟场所，请勿吸烟；面阻不雅，利己利他
107 、(2017江西47)被称为“东方凡高”，其画作在国外备受推崇，并在世界画
坛产生很大影响的清初著名画家朱耷，擅长水墨花卉鱼鸟，他的别号是：
A.八大山人B.文山
C.古心D.叠山
108 、(2017河北118)下列我国的世界遗产不属于多省联合申遗的是：
A.土司遗址B.丝绸之路
C.中国丹霞D.大足石刻
109 、(2017河北115)某高校拟结合9月份我国通行的节日、纪念日举办校园文
化系列活动，下列哪些主题会出现在当月的活动项目计划中?
①学习国防知识，增强国防观念②缅怀抗战先烈，弘扬抗战精神
③吾爱吾师，感念师恩④节约粮食，从我做起
⑤口腔健康，全身健康
A.②③④⑤B.①②③⑤
C.①34⑤D.①②④⑤
110 、(2017江苏A3)新型城市目标是建设绿色城市、智慧城市、创新城市、人
文城市、紧凑城市、海绵城市，下列关于海绵城市的举措哪项为正确的?
A.提高城市开发度和包容性B.加强城市现代信息基础设施建设
C.加强城市空间开发利用管理D.加强城市防洪与调蓄设施建设
111 、(2017吉林甲12)某校在长白山举行地理夏令营活动。在野外，老师要求同
学们除了文字记录外，还要将看到的典型地貌和地质结构描绘出来，同学们应采用的
绘画技法是：
A.速写B.工笔
C.写意D.留白
112 、(2017北京21)下列选项中，属于儒家观点的是：
A.天下万物生于有，有生于无
C.法莫如显，而术不欲见
B.君子喻于义，小人喻于利
D.天下兼相爱则治，交相恶则乱
113 、(2017江苏A11)下列古诗词与所涉及的历史人物对应错误的是：
A.三十功名尘与土，八千里路云和月——-岳飞
B.人生自古谁无死，留取丹心照汗青—文天祥
C.三顾频烦天下计，两朝开济老臣心——诸葛亮
D.恸哭六军俱缟素，冲冠一怒为红颜——唐玄宗
114 、(2017国考8)司马谈《论六家要旨》：“①博而寡要，劳而少功，是以其事
难尽从；然其序君臣父子之礼，列夫妇长幼之别，不可易也。②俭而难遵，是以其事
不可遍循；然其强本节用，不可废也。③严而少恩；然其正君臣上下之分，不可改矣。
④使人俭而善失真；然其正名实，不可不察也。”
①②③④处应分别填人：
A.儒家、墨家、道家、法家B.道家、名家、墨家、儒家
C.儒家、墨家、法家、名家D.儒家、法家、兵家、名家
115 、(2017江苏A5)我国先秦诸子提出了许多重要主张。下列对应正确的是：
A.孔子——道法自然
B.墨子兼相爱、交相利
C.老子——夫子之道，忠恕而已矣
D.韩非——阴阳者，天地之道也
116 、(2017浙江A100)下列诗句中没有传达出幸福感的是：
A.却看妻子愁何在，漫卷诗书喜欲狂
B.两岸猿声啼不住，轻舟已过万重山
C.枝上柳绵吹又少，天涯何处无芳草
D.春风得意马蹄疾，一日看尽长安花
117 、(2017广州44)古人常以梅花入诗，以此营造清高、孤傲、坚忍等意境。以
下诗句描写梅花的是：
A.冲天香阵透长安，满城尽带黄金甲
B.疏影横斜水清浅，暗香浮动月黄昏
C.忽如一夜春风来，千树万树梨花开
D.乱花渐欲迷人眼，浅草才能没马蹄
118 、(2017江苏A4)下列古文中能够体现领导者榜样效应的是：
A.止宿公署，夜则祷于天，昼则出赈饥民，终日无少怠
B.为政以德，譬如北辰，居其所而众星共之
C.其身正，不令而行；其身不正，虽令不从
D.乐民之乐者，民亦乐其乐；忧民之忧者，民亦忧其忧
119 、(2017江苏C11)下列成语与历史人物对应错误的是：
A.卧薪尝胆-—勾践
B.退避三舍——晋文公
C.完璧归赵-—蔺相如
D.纸上谈兵——沈括
120 、(2017国考10)与____共同构成中国诗歌传统源头的《楚辞》，主要作者
是因谗去国、被流放到蛮荒之地的屈原，他用“____”这一著名诗句，表现
了岁月蹉E、时不我待的恐惧。
文中画横线部分应依次填入：
A.《庄子》 长太息以掩涕兮，哀民生之多艰
B.《庄子》 日月忽其不淹兮，春与秋其代序
C.《诗经》 惟草木之零落兮，恐美人之迟暮
D.《诗经》 路漫漫其修远兮，吾将上下而求索
121 、(2017吉林甲8)下列四组诗句分别反映了中国古代四种传统节日习俗，其
起源与佛教没有直接关联的是：
A.谁家见月能闲坐，何处闻灯不看来
B.今朝佛粥交相馈，更觉江村节物新
C.风雨梨花寒食过，几家坟上子孙来
D.道场普渡妥幽魂，原有盂兰古意存
122 、(2017吉林甲6)在我国文化用语中经常出现“别称”或“代称”。下列关于
“别称”和“代称”的表述错误的是：
A.李清照词“人比黄花瘦”中的黄花是菊花
B.古人用“弄璋之喜”来祝贺他人升官
C.人们称妇女为“巾帼”是由于妇女戴的头巾叫巾帼
D.“及笋之年”指古代女子年满十五岁，到了可结婚的年纪
123 、(2017江西42)下列历史人物按时间先后顺序排列正确的是：
A.嵇康一王勃一杜牧
B.杜牧一王勃一嵇康
C.王勃一嵇康杜牧
D.杜牧一嵇康一王勃
124 、(2017吉林甲20)下列新闻标题用语存在明显错误的是：
A.aaaa
B.bbbb
C.cccc
D.dddd
125 、(2017江苏A18)下列古诗词中，表达作者对友人的思念之情的是：
A.上邪，我欲与君相知，长命无绝衰
B.问世间，情为何物，直教生死相许
C.曾经沧海难为水，除却巫山不是云
D.红豆生南国，春来发几枝。愿君多采撷，此物最相思
126 、(2017北京17)“中体西用”是洋务派处理中西文化关系的一种文化模式，
一种文化心态。在洋务运动时期，下列不属于“中体西用”的内容的是：
A.西方军事装备B.西方政治制度
C.西方新式学堂D.西方科学技术
127 、(2017北京18)下列各项所描写的人物中，与其他三项不处于同一时代的是：
A.功盖三分国，名成八阵图
B.治世之能臣，乱世之奸雄
C.千万雄兵莫敢当，单刀匹马斩颜良
D.江东子弟多才俊，卷土重来未可知
128 、(2017陕西13)关于红军长征胜利的伟大意义，下列表述不正确的是：
A.红军长征的胜利，是中国共产党人理想的胜利，是中国共产党人信念的胜利
B.红军长征的胜利，是中国历史上“开天辟地的大事变”，从此，中国革命的面
C.红军长征的胜利，实现了在追求真理、坚持真理的基础上全党的空前团结和红
军的空前团结
D.红军长征的胜利，宣传了我们党的主张，播撒下革命的火种，扩大了党和红军
的影响，巩固了党同人民群众的血肉联系，使党牢牢扎根在人民之中
129 、(2017江西51)下列古代名医与其所在朝代对应错误的是：
A.张仲景——隋朝B.孙思邈——唐朝
C.华佗——东汉D.李时珍——明朝
130 、(2017江苏A12)党在新民主主义革命时期形成了很多富有时代特色的革命
精神，按照形成时间先后排序正确的是：
①延安精神②西柏坡精神
③井冈山精神④古田会议精神
A.①②③④B.②③④①
C.③④①②D.④②①③
131 、(2017山东40)关于这幅图中的人物，下列说法不正确的是：
A.曾东渡日本传播佛法
B.曾在古印度学习佛教圣典
C.大雁塔用于安置他所带回的佛经
D.《大唐西域记》是由其口述、弟子记录的游记
132 、(2017广州42)根据教育部要求，我国教材全面落实了“十四年抗战”的概
念。“十四年抗战”是指从“九一八事变”爆发后开始的抗战，包含局部抗战和全面
抗战两个阶段。“九一八事变”发生于哪一年?
A.1928B.1931
C.1935D.1937
133 、(2017江西48)下列不属于开始于两汉时期政治经济制度的是：
A.刺史制B.察举制
C.一条鞭法D.编户齐民
134 、(2017云南13)我国自古就非常重视非物质文化遗产的保护，西汉时期所设
立的相应保护机构是：
A.秘府
B.乐府
C.鸿胪寺
D.大理寺
135 、(2017江西53)下列不平等条约按签订时间先后顺序排列正确的是：
A.南京条约一天津条约一马关条约一辛丑条约
B.天津条约-南京条约一马关条约辛丑条约
C.南京条约一天津条约一辛丑条约一马关条约
D.天津条约一南京条约一辛丑条约一马关条约
136 、(2017山东39)同时具备“三国时期”“皇帝”“邺下文人集团”这三种特征
的历史人物是：
A.曹操B.曹丕
C.刘邦D.刘备
137 、(2016四川下8)关于二战时期的重要会议，下列说法不正确的是：
A.“雅尔塔会议”作出了战后世界秩序安排
B.“开罗会议”确定了日本侵略罪行及战后对日本的处理问题
C.“德黑兰会议”美、英、苏三大盟国共同商量对日作战问题
D.“波茨坦会议”召开于德国无条件投降，欧洲战争结束之后
138 、(2016国考10)下列历史人物与其擅长领域对应错误的是：
A.军事：白起、李靖B.经济：桑弘羊、郦道元
C.天文：张衡、郭守敬D.艺术：吴道子、顾恺之
139 、(2016上海B28)“近朱者赤，近墨者黑”典出晋代傅玄《太子少傅箴》，原
文是“故近朱者赤，近墨者黑；声和则响清，形正则影直”。“近朱者赤，近墨者黑”
所蕴含的道理与以下哪项相近?
A.青出于蓝而胜于蓝B.蓬生麻中，不扶自直
C.皮之不存，毛将焉附D.山河易改，本性难移
140 、(2016吉林乙11)下列选项中，对于古代文化常识描述错误的是：
A.古称兄弟间的老大为“伯”，古代兄弟间以伯、仲、叔、季为排行顺序，古人
常在字前加排行次序，如“伯禽”“仲尼”“叔向”“季路”等
B.垂髫是古时对六十岁以上老妇人的别称，髫是指老人轻软披散的头发
C.古代位居方向有尊卑之称，如以南向为胜、尊，以北向为败、卑；以东为主为
首，以西为从为次，后渐以“东家”为主人的代称
D.蛾眉，亦作“娥眉”，古代美女的代称，“娥眉”本为女子长而美的眉毛，代指
女子美貌，进而代称美女
141 、(2016江苏C15)下列关于我国少数民族的名称、特色饮食与代表性文化对
应错误的是：
A.傣族一馕一孔雀舞
B.蒙古族一手抓羊肉一蒙古长调
C.朝鲜族一泡菜一《阿里郎》民谣
D.藏族一酥油茶一《格萨尔王》长诗
142 、(2016吉林乙3)“五十六个民族，五十六朵花”，各个民族都有绚丽多彩的
民族文化。请为歌曲《美丽的草原我的家》《阿里郎》《青藏高原》《牡丹汗》依次配
上相应的民族的乐器，对应民族的乐器是：
A.④①②③B.①③②④
C.②③④①D.③①②④
143 、(2016江苏A7)《茉莉花》被称为“流传到海外的第一首中国民歌”，下列
关于这首民歌的说法，正确的是：
A.《茉莉花》的发源地在浙江湖州一带
B.《茉莉花》由波斯商人通过丝绸之路传到欧洲
C.最早记录《茉莉花》的西方著作是《马可波罗游记》
D.《茉莉花》因歌剧《图兰朵》将其作为主题音乐而风靡欧洲
144 、(2016江苏C19)下列有关“三更半夜”中“三更”的说法，正确的是：
A.每更约等于现在的一个小时B.古人将夜晚划分为12更
C.“三更”大致是指晚上九时D.“三更”也可以叫作“三鼓”
145 、(2016广州5)“五福临门”中的“五福”源自《尚书》的《洪范》篇：“一
曰寿、二曰富、三口康宁、四曰攸好德、五曰考终命。”以下四项与“考终命”表达
的意思相同的是：
A.老吾老以及人之老B.尊前慈母在，浪子不觉寒
C.道之以德，齐之以礼D.仁义礼智信
146 、(2016四川下7)我国很多民间乐器是少数民族代表乐器，下列对应不正确
的是：
A.芦笙——朝鲜族B.葫芦丝傣族
C.冬不拉——哈萨克族D.马头琴——蒙古族
147 、(2016北京24)2015年10月故宫博物院迎来九十周年院庆，为此，故宫博
物院开放了五个新的参观区域，开放面积由之前的52%增加到65%。下列有关故宫
博物院的说法中正确的是：
A.故宫博物院建立在清朝、明朝和元朝三朝皇宫—紫禁城的基础上
B.故宫博物院以太和殿、中和殿、养心殿三大殿为中心
C.故宫博物院位于北京中轴线上
D.北京市现有7项历史文化遗产人选“世界非物质文化遗产名录”，故宫是其中
之一
148 、(2016山东44)长城是我国首批世界文化遗产，下列不属于长城沿线世界文
化遗产的是：
A.莫高窟B.云冈石窟
C.秦始皇陵及兵马俑坑D.安阳殷墟
149 、(2016山东48)下列与电影有关的说法不正确的是：
A.西安电影制片厂是中国第一个电影制片厂
B.香港是世界三大电影制作地之一
C.《定军山》是中国第一部电影
D.中国电影华表奖是中国三大电影奖项之一
150 、(2016联考17)关于当代文学，下列说法错误的是：
A.《白鹿原》获得“茅盾文学奖”
B.《平凡的世界》是史铁生的作品
C.余华是先锋文学的代表人物之一
D.电影《大红灯笼高高挂》由苏童的小说改编
151 、(2016国考13)下列作品与第二次世界大战有关的是：
A.《辛德勒名单》B.《静静的顿河》
C.《智取威虎山》D.《战争与和平》
152 、(2016国考12)“乐以天下，忧以天下，然而不王者，未之有也”与下列哪
一观点属于同一学派?
A.刑过不避大臣，赏善不遗匹夫
B.天之道，损有余而补不足；人之道，则不然，损不足以奉有余
C.域民不以封疆之界，固国不以山溪之险，威天下不以兵革之利
D.其用战也胜，久则钝兵挫锐，攻城则力屈，久暴师则国用不足
153 、(2016河南82)中国古人留下了许多经典著作，后人不断阐发其中蕴藏的深
厚思想内涵。下列学问中，不是以研究某一部经典著作为主的是：
A.龙学B.理学
C.许学D.红学
154 、(2016吉林甲11)下列关于古代启蒙读物的说法，错误的是：
A.《百家姓》和《千字文》是识字类蒙书
B.《龙文鞭影》和《幼学琼林》是技能类蒙书
C.《增广贤文》和《弟子规》是家训类蒙书
D.《笠翁对韵》和《千家诗》是声律类蒙书
155 、(2016重庆下2)理学家朱熹曾以山水为题材，写下大量脍炙人口的诗作，
体现出“以诗人比兴之体，发圣人义理之秘”的特征。
下列选项属于“发圣人义理之秘”的是：
A.上有苍石屏，百仞耸雄观B.水深波浪阔，浮绿春涣涣
C.浅麓下萦回，深林久丛灌D.珍重舍瑟人，重来足幽伴
156 、(2016山东37)下列事件或文献按时间排序正确的是：
A.黄巢起义→黄巾起义→黄花岗起义
B.《春秋左氏传》→《资治通鉴》→《四库全书》
C.阿姆斯特朗登月一原子弹诞生→哈勃空间望远镜升空
D.美国《独立宣言》一《共产党宣言》→法国《人权宣言》
157 、(2016山东38)下列诗句与人物对应不正确的是：
A.拔山力尽乌江水，今古悠悠空浪花-项羽
B.群山万壑赴荆门，生长明妃尚有村——西施
C.羽扇纶巾，谈笑间，樯橹灰飞烟灭——周瑜
D.三顾频烦天下计，两朝开济老臣心——诸葛亮
158 、(2016上海B13)抗日战争中，____是中国军队海陆空立体协同作战，也
成为亚洲历史上第一次现代化战役。这次会战粉碎了日军三个月灭亡中国的计划，不
但吹响了华夏子孙全面抗战的嘹亮号角，还向全世界显示了同仇敌忾、万难不屈的民
族精神与民族之魂。
A.徐州会战B.太原会战
C.武汉会战D.淞沪会战
159 、(2016北京17)2015年9月3日，纪念中国人民抗日战争暨世界反法西斯战
争胜利七十周年大会在北京天安门广场隆重举行。在抗日战争相持阶段，八路军在华
北地区发动的一次规模最大、持续时间最长的战役，粉碎了日军的“囚笼政策”，增
强了全国军民取得抗战胜利的信心，提高了中国共产党和八路军的声望。这次战役是：
A.平型关战役B.台儿庄战役
C.武汉会战D.百团大战
160 、(2016吉林乙10)下列所描述的情形符合史实的是：
A.苏东坡可以吃到辣椒
B.唐朝时期，西红柿炒鸡蛋就是家常菜了
C.三字经所言的“六谷”中的黍指的是玉米
D.花椒原产中国，胡椒是张骞出使西域后传人
161 、(2016广州3)某地准备举办一场以“辉煌的古代丝绸之路”为主题的历史
展览，需搜集一些在古代丝绸之路历史中有重要影响的历史人物资料。以下历史人物
属于应重点搜集的有：
①张骞②鉴真③玄奘④班超⑤裴矩⑥班固
A.①②③④B.①③④⑤
C.②③⑤⑥D.①③⑤⑥
162 、(2016河南97)下列哪一组人物不是师生关系?
A.杨昌济与毛泽东B.康有为与梁启超
C.陈独秀与胡适D.章太炎与鲁迅
163 、(2016江苏A11)如果让你规划“重走长征路”的活动路线，下列不应列入
活动路线的地方是：
A.江西瑞金B.湖南岳阳
C.贵州遵义D.四川阿坝
164 、(2016江苏B6)下列诗句与传统节日对应不正确的是：
A.总把新桃换旧符——清明节
B.遍插茱萸少一人——重阳节
C.蓦然回首，那人却在灯火阑珊处——元宵节
D.两情若是久长时，又岂在朝朝暮暮一七夕节
165 、(2016江苏B11)中国军民在抗日战争中取得过一系列重大胜利。下列不属
于在抗日战争时期取得的大胜利的是：
A.平型关大捷B.昆仑关大捷
C.镇南关大捷D.台儿庄大捷
166 、(2015广州15)科举是我国古代通过考试选拔官吏的一种制度。假如古代某
位考生在参加某级科举考试中获得“解元”，即该级考试第一名，那么，他之后通常
应参加的更高一级考试是：
A.乡试B.殿试
C.会试D.童试
167 、(2015山西12)下列宗教与其经典对应不正确的是：
A.基督教——《圣经》B.道教——《黄庭经》
C.佛教——《南华真经》D.伊斯兰教——《古兰经》
168 、(2015黑龙江11)下列对应不正确的是：
A.上善若水——孔子
B.吾生也有涯，而知也无涯——庄子
C.我思故我在——笛卡尔
D.他人即地狱——萨特
169 、(2015天津20)老王的三位朋友分别在今天过七十大寿、乔迁新居、分店开
业。下面三副对联该如何送才恰当?
(甲)大启而宇，长发其祥；
(乙)交以道接以礼，近者悦远者来；
(丙)室有芝兰春自永，人如松柏岁长新。
A.甲送乔迁新居者；乙送分店开幕者；丙送七十大寿者
B.甲送分店开幕者；乙送乔迁新居者；丙送七十大寿者
C.甲送七十大寿者；乙送乔迁新居者；丙送分店开幕者
D.甲送七十大寿者；乙送分店开幕者；丙送乔迁新居者
170 、(2015天津15)生物种间有争夺资源和空间的竞争现象，竞争的结果往往对
一方不利，甚至于被消灭。生物与生物之间的生活方式和习性、栖所及食物类型越接
近，其竞争程度越激烈。下列成语和俗语中描写这种生物种间竞争现象的是：
A.鸠占鹊巢B.一母生九子，连母十个样
C.一山不容二虎D.螳螂捕蝉，黄雀在后
171 、(2015山西6)下列诗句与其所描写的季节对应正确的是：
A.儿童散学归来早，忙趁东风放纸鸢——春季
B.忽如一夜春风来，千树万树梨花开——夏季
C.小荷才露尖尖角，早有蜻蜓立上头-秋季
D.碧云天，黄花地，西风紧。北雁南飞——冬季

172 、(2015山西8)图中人物的服饰，与下列哪部作品中描写的人物最为接近?
A.关汉卿的《窦娥兔》B.白居易的《长恨歌》
C.吴敬梓的《儒林外史》D.汉乐府《孔雀东南飞》
173 、(2015广东73)“唇亡齿寒”比喻双方利害关系密切，失去一方，另一方就
会受到损害，这个成语最初指代的是之间的关系。
A.两个物体B.两个人
C.两个国家D.两个器官
174 、(2015天津2)“无言独上西楼，月如钩。寂寞梧桐深院锁清秋。剪不断，理
还乱，是离愁。别是一番滋味在心头。”这种文学的特点是：
A.辞藻华丽，手法夸张B.长短不齐，便于抒发感情
C.可雅可俗，抒情叙事兼长D.题材多样，表现手法丰富
175 、(2015河南94)下列诗句描绘了某个地方的风光，与之对应的现代城市错误
的是：
A.山围故国周遭在，潮打空城寂寞回---南京
B.飞流直下三千尺，疑是银河落九天——南昌
C.昔人已乘黄鹤去，此地空余黄鹤楼——武汉
D.接天莲叶无穷碧，映日荷花别样红——杭州
176 、(2015广州8)党的十八大后，党的群众路线教育实践活动的总要求是“照镜
子、正衣冠、洗洗澡、治治病”，其中“洗洗澡”蕴含着的深刻内涵与下列哪一项相似?
A.《礼记·中庸》：莫见乎隐，莫显乎微，故君子慎其独也
B.《庄子·逍遥游》：水之积也不厚，则其负大舟也无力
C.《周易·益卦》：凡益之道，与时偕行
D.《礼记·大学》：苟日新，日日新，又日新
177 、(2015广州13)习近平同志重要讲话(文章)中引用了很多经典名句，以下
引用的诗句，按其被创作的时间先后顺序，排序正确的是：
①苟利国家生死以，岂因祸福避趋之。
②橘生淮南则为橘，生于淮北则为枳。
③不识庐山真面目，只缘身在此山中。
④安得广厦千万间，大庇天下寒士俱欢颜。
A.④③①②
B.④②③①
C.②④③①
D.②④①③
178 、(2015山东39)关于下列诗文中的人物，下列说法不正确的是：
A.醉翁之意不在酒，在乎山水之间也——“醉翁”是欧阳修
B.臣本布衣，躬耕于南阳------“臣”是诸葛亮
C.少陵野老吞声哭一“少陵野老”是杜牧
D.座中泣下谁最多，江州司马青衫湿——“江州司马”是白居易
179 、(2015吉林下乙11)公务员小李因工作遇到一些困难和挫折，最近处于情绪
消沉状态，下列最适合引导他摆脱这种状态的诗句是：
A.我自横刀向天笑，去留肝胆两昆仑
B.莫愁前路无知己，天下谁人不识君
C.雄关漫道真如铁，而今迈步从头越
D.少年辛苦终身事，莫向光阴惰寸功
180 、(2015山东41)下列作品的作者所在国家是岛国的是：
A.《茶花女》
B.《罗生门》
C.《复活》
D.《汤姆叔叔的小屋》
181 、(2015广东80)下列选项中，按照诗句所代表的时间先后顺序排列正确的是：
①问东城春色，正谷雨，牡丹期②露从今夜白，月是故乡明
③微雨众卉新，一雷惊蛰始④麦穗初齐稚子娇，桑叶正肥蚕食饱
A.③①④②B.①④③②
C.②③①④
D.①②③④
182 、(2015河南91)不少作家的书名是从前人的佳辞名句化用而来的。下列对应
不正确的是：
A.袁枚《子不语》——《论语》
B.琼瑶《在水一方》——屈原《离骚》
C.茅盾《霜叶红于二月花》——杜牧《山行》
D.安意如《人生若只如初见》——纳兰性德《木兰花令·拟古决绝词》
183 、(2015山东37)下列人物和典故对应不正确的是：
A.霍去病——封狼居胥B.祖逊——闻鸡起舞
C.韩信--瞒天过海D.晋文公——退避三舍
184 、(2015吉林下甲10)下列各对联与其所涉及的人物对应错误的一项是：
A.青冢有情犹识路，平沙无处可招魂—一王昭君
B.写鬼写妖高人一等，刺贪刺虐入木三分——蒲松龄
C.羽扇纶巾，谈笑间，樯橹灰飞烟灭——诸葛亮
D.青山有幸埋忠骨，白铁无辜铸佞臣——岳飞
185 、(2015吉林下甲16)“尽道隋亡为此河，至今千里赖通波。若无水殿龙舟事，
共禹论功不较多。”诗中的“河”是指：
A.黄河
B.大运河
C.淮河
D.渭河
186 、(2015上海B114)2014年6月，第38届世界遗产大会审议并通过中国大运
河项目和中国、哈萨克斯坦、吉尔吉斯斯坦跨国联合申报的丝绸之路项目，“大运河”
和“丝绸之路”被正式列人世界遗产名录。丝绸之路是指古代以中国为始发点，向亚
洲中部、西部及非洲、欧洲等地运送丝绸等货物的商业贸易路线，按运输方式可分为
陆上丝绸之路和海上丝绸之路。在西汉，陆上丝绸之路的起点为
A.敦煌
B.张掖
C.金城(今兰州)D.长安(今西安)
187 、(2015天津13)卜骨和卜甲是古代占卜器具，先民以其推测吉凶的主要依
据是：
A.甲骨上面钻出孔洞的形状B.甲骨被水浸泡后的表面条纹形状
C.甲骨被敲碎后的碎片形状D.甲骨上面灼烧出的裂纹形状
188 、(2015安徽6)中国古代小说塑造了很多莽汉形象，他们外表威猛阳刚，性
格天真似儿童，深受读者的喜爱。下列小说中莽汉的时代顺序排列正确的是：
①张飞②程咬金③李逵④牛皋
A.②①③④B.②①④③
C.④②①③D.①②③④
189 、(2015吉林下乙7)下面为中国古代一次重要的战役形势图，据此进行的下
列判断正确的是：
A.交战双方分别为刘邦军队和项羽军队
B.是中国历史上著名的以少胜多的战役
C.发生在统一的中央集权制国家建立前
D.双方决战地位于今河北省邯郸市境内
190 、(2015广东76)随着社会的发展，一些新的职业会不断出现。下列选项中，
按照职业出现时间先后顺序排列正确的是：
A.大学教师，火车司机，汽车修理工，软件工程师
B.大学教师，汽车修理工，火车司机，软件工程师
C.汽车修理工，火车司机，软件工程师，大学教师
D.汽车修理工，软件工程师，大学教师，火车司机
191 、(2015安徽2)下列雕塑作品表现唐太宗李世民生平战功的是：
A.马踏匈奴
B.击鼓说唱俑
C.昭陵六骏
D.乾陵石雕
192 、(2015吉林上乙10)下列情形中，一定不会发生的是：
A.东汉时张衡利用自制地动仪测定地震方位
B.司马迁晚年将汉昭帝主要事迹写进《史记》
C.两晋时人们用“记里鼓车”计算道路里程
D.隋炀帝时期一些读书人开始参加科举考试
193 、(2015河南83)下列关于国家政治制度的说法正确的是：
A.秦始皇统一全国后实行了宗法制
B.明朝在地方实行的行省制度是中国省制的开端
C.清朝雍正帝时设置军机处以加强君主专制
D.三公九卿制始于汉武帝时期
194 、(2015吉林下乙9)墨子说：“今也，农夫早出暮入，强乎耕稼树艺，多聚菽
粟，而不敢怠倦者，何也?曰：彼以为强必富，不强必贫；强必饱，不强必饥，故不
敢怠倦。”上述引文反映出在战国时期：
A.铁器牛耕推广，必然导致剥削
B.农民地位低下，阶级矛盾日益激化
C.农民辛苦劳作，生活悲惨困苦
D.生产方式改革，农民生产积极性提高
195 、(2015天津17)以下关于我国古代命令文书的运用，说法一定错误的是：
A.皇帝即位或驾崩，须昭告天下，颁布“诏书”
B.皇帝封赠五品以下、七品以上官员，颁发“诰命”
C.开馆修书、修史，大都先由皇帝颁发“敕谕”
D.皇帝册立皇后、三公长官，颁发“册书”
196 、(2015河南90)关于《自由引导人民》这幅名画，下列说法正确的是：
A.是达·芬奇的名作B.是一幅布面水粉画
C.是以历史事件为题材的D.鼓舞了英国资产阶级革命
197 、(2015广州10)今年是世界反法西斯战争胜利70周年。在第二次世界大战
中召开了四次重要国际会议，其中决定成立联合国，确定了战后出现的两极
格局。
A.开罗会议
B.雅尔塔会议
C.德黑兰会议
D.波茨坦公告
198 、(2015山西13)从科学认识发展的历程来看，万有引力定律的发现经历了三
个过程：①牛顿对万有引力的证明；②哥白尼提出“日心说”；③开普勒发现行星运
动定律。这三个过程按时间先后排序正确的是：
A.①②③
B.②③①
C.③②①
D.②①③
199 、(2015黑龙江8)下列哪组词语全都与端午节有关?
A.屈原、雄黄酒B.泪罗江、银河
C.桃木符、楚国D.介子推、龙舟
200 、(2015山西10)下列选项中成语与所涉人物对应不正确的是
A.图穷匕见——荆轲B.高山流水——伯牙
C.破釜沉舟———项羽D.投笔从戎——岳飞

`;