export const questionStr = `1 、(2017山东26)①旧大陆的大西洋沿岸，飘浮的低气压风暴穿越墨西哥洋流
的温暖水域，在西欧形成了比较湿润和温暖的气候
②接着，这又为原始人类和其他大型食肉动物提供了丰富的食物来源
③因此，植物生长茂盛，维持了北极圈以南地区大量食草动物的生存，比如猛犸
象、驯鹿、野牛等
④大约3万年前，欧洲、亚洲北部和美洲的冰川开始融化
⑤触发人类历史的生态变化都与北半球大陆冰川最后一次消退有关
⑥在光秃秃的地表上，冻原和稀疏的森林首次生长出来
将以上6个句子重新排列，语序正确的是：
A.①②⑤④⑥③B.④⑥①②③⑤
C.⑤④⑥①③②D.⑥①③⑤④② 
2 、(2020安徽29)①语言是符号体系，而每一种语言的符号体系都带着文化的
烙印，都是这种语言的共同体集体认知的结果，都是文化的载体，这是语言的“体”
②语言和文化是一体两面的，没有谁能够把语言和文化彻底分开，这是由语言的
属性决定的
③所以汉语国际教育不必把“文化传播”特意突出出来，因为学习一种语言不可
能不涉及这种语言所负载的文化内容，这是不言而喻的
④语言中隐含着使用这种语言的人和社会群体的价值观念，而这种价值观念往往
是习焉不察的
⑤语言也是思维工具和交际工具，我们在使用一种语言思维和交际的时候不可能
不受这种语言的影响，这好似语言的“用”
将以上5个句子重新排列，语序正确的是：
A.②①⑤④③B.④①⑤②③
C.②⑤①③④D.④②①⑤③
3 、(2018国考53)①以此来看，种植一些价廉物美的乡土草木，更易于达到上
述效果，更能满足适地、适物以及“好种、好管、好活、好看”的绿化需求
②绿化具有生态、经济和社会三种效益
③所以在城市绿化上选择这些乡土草木资源，更能体现自己的品牌和地方特色，
有助于营造有特色的园林城市风格
④城市绿化是以栽种植物来改善城市环境的活动
⑤乡土草木资源是长期自然选择的结果，不仅能适应本地的生态环境，而且不需
要特别的投人
⑥同时，各个城市都有不同的市情，有的城市还有自己的市花、市树
将以上6个句子重新排列，语序正确的是：
A.②⑤⑥③①④B.④②①⑤⑥③
C.②①④⑤③⑥D.④③⑤①⑥②
4 、(2016联考50)①弹性分析方法是众多分析方法中研究产业吸纳能力的基本
方法
②由此可以看出，文化创意产业弹性系数最大，对就业的吸纳能力最强，这和北
京市不断调整经济结构、充分利用文化资源优势以及对文化创意产业的重视程度相关
③北京文化创意产业开辟了大量的就业空间，为各层次的人群和专业人士提供了
就业平台
④自2006年以来，北京文化创意产业、第一产业、第二产业、第三产业的平均
就业弹性分别为0.59、-0.08、-0.36、0.39
⑤所谓就业弹性，是指描述经济增长与就业增长之间关系的指标，即在某一时期
内经济增长1%所带来的就业增长的比率，它与经济结构和劳动力成本等因素相关
⑥为了进一步确定文化创意产业对北京就业的吸纳空间，研究者采用弹性分析方
法进行了研究
将以上6个句子重新排列，语序正确的是：
A.①⑤④②⑥③B.③⑥①⑤④②
C.①⑥⑤④②③D.③⑤④⑥①②
5 、(2020国考地市级45)①后果严重的脊髓灰质炎，有着另一个更常用的名
字——小儿麻痹症
②同天花一样，脊髓灰质炎也是一种由病毒引起的疾病
③80后的同龄人中，还偶尔可见脊髓灰质炎病毒的受害者，一侧或双侧腿部肌
肉萎缩，是他们的特征
④人类已经消灭天花，下一个目标就是脊髓灰质炎
⑤他们的神经系统被病毒侵袭，导致肌肉发生不可逆的麻痹，造成瘫痪甚至死亡
⑥但与死亡率很高的天花不同，只有1%左右的脊髓灰质炎病毒感染者会被病毒
毁掉一生
将以上6个句子重新排列，语序正确的是：
A.①⑤③②⑥④B.④②⑥⑤①③
C.③①④①⑥②D.②④①⑤③⑥
6 、(2019江苏B27)①农业生产中农用机械、灌溉设施和相关技术上的投人，有
很大一部分是所谓的固定成本，它们不随经营规模增加而变化
②农业生产与工业一样，存在“规模经济效应”，理解这一现象需要用到经济学
的固定成本和可变成本的概念
③因此，每单位土地上的平均成本会随规模增加而减少
④而事实上，农场规模成为限制这些新技术、新知识广泛采用的一大影响因素。
⑤当前，关于控制农业面源污染的主流做法是研发技术、培训农民、知识“下乡”
等知识传递路线
⑥当农业经营规模较小时，农民在计算相关的成本和收益后，会发现投入固定成
本较大的项目是不划算的
将以上6个句子重新排序，语序正确的是：
A.⑤④②③①⑥B.①⑥③②④⑤
C.②①③⑥⑤④D.⑥②①③⑤④
7 、(2019山东14)①要坚定文化自信、把握时代脉搏、聆听时代声音
②坚持与时代同步伐、以人民为中心
③新时代呼唤着杰出的文学家、艺术家、理论家
④以精品奉献人民、用明德引领风尚
⑤文艺创作、学术创新拥有无比广阔的空间
将以上5个句子重新排列，语序正确的是：
A.③⑤①②④B.⑤①④②③
C.①③⑤④②D.①②③⑤④
8 、(2019山东13)①在对外斗争中，我们要拿起法律武器
②全球治理体系正处于调整变革的关键时期
③占领法治制高点，敢于向破坏者、搅局者说不
④我们要积极参与国际规则制定
⑤中国走向世界，以负责任大国参与国际事务，必须善于运用法治
⑥做全球治理变革进程的参与者、推动者、引领者
将以上6个句子重新排列，语序正确的是：
A.①③⑤②④⑥B.⑤①③②④⑥
C.②①⑤③④⑥D.⑤③②④①⑥
9 、(2019吉林乙39)①如果能不肥胖、不生病，如果绝症能被消灭，就好了
②到了现代，科学让绝大多数人知道公然声称自己要寻求长生会显得很傻
③对生命延续的渴望是刻在骨子里的
④这些难被满足的欲望，是神话里生命树的果实，也是古代皇帝的丹药
⑤科学未到之处，就有机会酝酿出“造神运动”的狂欢，让消费者辨真伪的成本
和难度前所未有地增加了
⑥但是假借科学之名的骗局也更高级、复杂
将以上6个句子重新排序，语序正确的是：
A.③①④②⑥⑤B.③①②④⑥⑤
C.③①②④⑤⑥D.①③④②⑤⑥
10 、(2017国考副省级42)①未开采的煤炭只是一种能源储备，只有开采出来，
价值才能得到发挥
②充分挖掘并应用大数据这座巨大而未知的宝藏，将成为企业转型升级的关键
③有人把大数据比喻为蕴藏能量的煤矿
④数据作为一种资源，在“沉睡”的时候是很难创造价值的，需要进行数据挖掘
⑤大数据是一种在获取、存储、管理、分析方面规模大大超出传统数据库软件工
具能力范围的数据集合
⑥与此类似，大数据并不在“大”，而在于“用”
将以上6个句子重新排列，语序正确的是：
A.③①②⑤④⑥B.⑤③④⑥①②
C.③⑤②①④⑥D.⑤④③①⑥②
11 、(2019青海48)下列空缺处句子排列最恰当的一项是：
无论是读者还是作者，我们在接触文字时，常常由我们的个性、人生经历、生长环
境这三个因素来决定我们的审美趣味。______，______，_____，_____，_______，_______，
______。这三点功夫就是我们常说的学问修养，
而纯正的趣味必定是学问修养的结果。
①它们的影响有好有坏
②我们应该根据固有的个性而加以磨砺陶冶
③不易也不必完全摆脱
④这三点都是很自然地套在一个人身上的
⑤接收多方的传统习尚而融会贯通
⑥扩充身世经历而加以细心体验
A.②⑤⑥④①③B.②⑥⑤④③①
C.④①③②⑥⑤D.④③①②⑤⑥
12 、(2016上海B67)文风之“简”，主要表现在三个方面：一是_____。华
丽的语言常常被用来掩饰思想的贫乏。二是______。“真传一句话，假传万卷书”。
三是_______。“随风潜人夜，润物细无声。”对于领导干部来说，在文风上是不是
注重、能不能做到“简”，意义更为重大，它直接关系到能不能做好群众工作和能不能有
效实施领导。
将以下三句分别填人上文的画线部分，最恰当的顺序是：
①简单生动，就是用形象的语言说明抽象的道理
②简朴深刻，就是用朴实的语言表达深刻的道理
③言简意赅，就是用简明的语言阐述完备的思想
A.②③①
B.②①③
C.③①②
D.①③②
13 、(2018江苏A19)①有些人把这些身份置换的欲望投人了虚拟世界，比如阅
读和观影
②但无论年纪和职业身份如何变化，你的核心身份是恒定的
③几乎，每个人都只能以一种既定的身份度过一生，有一个被赋予的名字，一段
众所周知的经历，然后以此应付各种新旧的关系
④但是，我们不得不承认，也许谁都有过想隐匿自己、重新开始的时刻
⑤换句话说，你永远是你
⑥本质上那些行为也是一种身份重构，你可以借由某个角色的身份重新进人另一
种崭新的生活，度过几个小时
将以上6个句子重新排列，语序正确的是：
A.①⑥②⑤③④B.①②③⑤④⑥
C.③④⑥②①⑤D.③②⑤④①⑥
14 、(2019浙江A42)①为了更好地利用这些新工具，肿瘤学家必须成为真正的
演化生物学家
②现在，每年都会有许多新的针对特定基因突变的抗癌药物上市
③只有这样，才能通过检测每位病人癌组织中的基因突变，制定有效策略，摧毁
癌症树的根源和分支
④传统化疗、放疗和免疫疗法相结合的复合疗法也表现出了越来越大的潜力
⑤肿瘤学家不再将一种癌症看作是可以一概而论的疾病，而是认为，每一个病例
都有其自身的特点
⑥研究病人个体的基因组，将会对未来的癌症治疗产生巨大影响
将以上6个句子重新排列，语序正确的是：
A.②④⑤⑥①③B.④①⑥③⑤②
C.⑤④⑥①③②D.⑥②③④⑤①
15 、(2015江苏B10)①如果贾珠还在世，他是当然的嫡长子
②贾宝玉不得不担负起继承贾府家族事业的责任，这是他绝对不愿意承担的责任
③在一个家庭里，只有嫡长子才是合法的继承人
④中国古代的宗法制度是“嫡长子制度”
⑤在小说里，贾宝玉的恐惧与厌倦有着文化的、社会的根源
⑥但是贾珠早早去世了，腾出位置给贾宝玉
将以上6个句子重新排列，语序正确的是：
A.④③①⑥⑤②B.⑤④③①⑥②
C.②⑤④③①⑥D.②④③①⑥⑤
16 、(2019国考地市级50)①由于各个作者对所描绘植物和绘画手法有不同的认
识，所以诸多本草著作中就出现了风格各异的插图，但准确性欠佳
②植物科学画在中国有过辉煌时期，中国最早对植物的了解来自农业生产和本草
医药的需要
③本草学家把社会实践中积累的植物学知识用文字记录下来，并配以形象图画，
使人们更容易识别和利用植物，其中最著名的是李时珍的《本草纲目》
④为了能在最鲜活的状态下记录物种的模样，探险队伍中增加了专业画师，这就
有了植物科学画的雏形
⑤那个时期的绘图工具是毛笔，技法是中国画中的白描
⑥现代意义的植物科学画源自西方，地理大发现时期，欧洲贵族、商人和科学家
组成的舰队探索世界，同时收集动植物标本
将以上6个句子重新排列，语序正确的是：
A.⑥④②①⑤③B.②③⑤①⑥④
C.②⑤①③④⑥D.⑥②③①④⑤
17 、(2017四川34)①每一类型的法制本身都经历适应社会发展或不适应社会发
展的动态变化
②历史地看，奴隶制法、资本主义法、社会主义法因生产力的发展前后相继地依
次更迭
③这种变化或表现为由盛人衰，或表现为弃旧扬新，没有永恒不变的法
④这一阶段的法制在总体上保持旧法体系的同时，不断地“部分质变”，增生着
新法的因素，这类型法的因素不断增多
⑤在法的这种动态发展过程中，特别值得注意的是，法的“部分质变”贯穿于法
的发展过程中，激励法的前承后继，不断完善
⑥在一种类型的法与取而代之的另一种类型的法之间，存在着一个为时漫长的过
渡阶段
将以上6个句子重新排列，语序正确的是
A.①③②⑤⑥④B.②①③⑥④⑤
C.①②⑥④⑤③D.②⑥①③④⑤
18 、(2017国考地市级52)①大脑能够极其敏锐地探测到环境中的威胁
②它们会激活我们大脑中的恐惧回路，有时候我们会反击，有时候则逃跑
③大脑还擅长鉴别哪些乍看之下的威胁或者惊吓的刺激其实是无害的，或者是可
以被解决的
④新的研究发现了一种神经回路，它使大脑具有“删除”不良记忆的能力，这项
发现可能为焦虑症找到新的治疗方法
⑤但如果该系统失灵，一些不愉快的联想就会萦绕不去，这种机能失常被认为是
创伤后应激障碍以及其他焦虑症的根源
⑥嘈杂的声音、有毒的气味、正在靠近的捕食者，这些因素都会对我们的感觉神
经元发出电刺激
将以上6个句子重新排列，语序正确的是：
A.①⑥②③⑤④B.①③⑥②⑤④
C.④②①③⑥⑤D.④②⑥①③⑤
19 、(2016山东23)①戏曲只有以观众的需求为努力方向，依靠戏曲艺术的魅力
才能获得市场竞争力
②我们应该鼓励戏曲的方言版和普通话版进行竞争
③语言改革是京剧和昆曲成为全国性剧种的关键因素
④地方戏要扩大影响，语言上必须做出牺牲
⑤地方戏走向衰亡，方言造成的理解障碍导致地方戏传播范围受限是不可忽略的
因素
⑥地方戏的特色体现在音乐、舞蹈、服装、化妆、绝活、剧情等多个方面，方言
并不是唯一特色
将以上6个句子重新排列，语序正确的是：
A.②⑤③⑥①④B.⑤⑥③④②①
C.①⑥④②③⑤D.③④⑥⑤①②
20 、(2019山东21)①汹涌的水流，自北向南，在火星表面“雕刻”出2公里宽、
200米深的河谷
②欧洲航天局分析，火星上的流水可能来自雨水、地面水和融化的冰川，但究竟
来自何方仍是个谜
③在卫星照片上惊人地发现，火星东部的南部高地附近，有大片古河流留下的无
数干涸河谷和沟渠痕迹
④据估计，35亿至40亿年之前，火星曾有大量河流
⑤火星河谷至今仍清晰可见，且河流呈树枝状，四通八达，留下过去明显水流活
动痕迹，形成了新的火星地貌
将以上5个句子重新排列，语序正确的是：
A.③④①⑤②B.④③①⑤②
C.③①⑤②④D.④②③①⑤
21 、(2018山东18)①随着商业在社会生活中地位的提高，商家的文化意识日益
增强
②牌匾艺术熔书法、装饰和建筑艺术于一炉，呈现出丰富的形式
③尤其是经营长久的老字号，牌匾多出自名人名家手笔
④商业牌匾早期大多用于说明商号的经营性质
⑤虽然各自风格神韵不同，但大都具有深厚的造诣
⑥在文人的参与下，牌匾文雅含蓄，常有典故出处
将以上6个句子重新排列，语序正确的是：
A.②④①⑥③⑤B.②③④①⑥⑤
C.④②③⑥⑤①D.④①②③⑤⑥
22 、(2014四川下44)①“国家战略”一词，最早出自美国
②最近几年，由于国家领导人以及社会各界的倡导，全民阅读问题已经引起广泛
的重视
③中国学术界对“国家战略”一词尚无统一定义
④我国先后提出过知识产权国家战略、能源问题国家战略等，但遗憾的是一直没
有把全民阅读作为国家战略
⑤其任务是依据国际国内情况，综合运用政治、军事、经济、科技、文化等国家
力量，筹划指导国家建设与发展、维护国家安全，达成国家目标
⑥一般认为，它是指导国家各个领域的总方略
将以上6个句子重新排列，语序正确的是：
A.①⑥⑤③④②B.①③⑥⑤④②
C.③⑥①⑤②④D.③①⑥⑤④②
23 、(2020江苏A23)①为生态环境利益设置核心的法律原则，构建生态环境保
护的核心制度体系
②在生态环境保护的法律规范中，生态环境保护是其核心的价值诉求
③生态文明的理论要求法律对具有公共性的、体现未来时代人的利益和自然生态
本身价值的生态环境利益进行系统性、整体性的保护
④这决定了仅仅依托传统的法律部门不能对生态环境提供有效的保护
⑤这些法律规范对生态环境提供直接的保护
⑥生态文明需要一个以生态环境价值为核心价值，以生态环境公共利益保护为核
心诉求的法律体系
将以上6个句子重新排列，语序正确的是：
A.⑥②⑤①③④B.⑥②③⑤④①
C.③④⑥②⑤①D.③②⑤④①⑥
24 、(2017广西56) ①近地表气温递减率(NLR) 是将气温由站点向网络进行插
值过程中的重要参数，是影响气温空间分布的重要因素
②研究发现MODIS的夜间地表温度LST与站点观测的气温有很好的一致性， 而
且有较高的空间分辨率便于计算NLR， 适用于分布式水文模型的模拟
③在高寒地区，气温影响积雪融化、冰川消融、冻土转化以及陆气之间的水分和
能量交换等过程，使得该区域水文过程对气温非常敏感
④通常可以采用观测站点数据来获取NLR， 而在观测站点较为缺乏的青藏高原
等高海拔地区， 可以采用遥感卫星数据(如MODIS的地表温度LST) 来进行推算
⑤因此，获取准确的气温空间分布对于寒区水文模拟至关重要
将以上5个句子重新排列，语序正确的是：
A.①③④⑤②B.③⑤①④②
C.②①④③⑤D.④②①③⑤
25 、(2019四川下43)①随着中国发展进入新时代，我们不应再以高速公路的运
营里程长短等数量指标为标杆，而应更注重高速公路的管理服务水平、运营效率和智
能化程度等质量指标
②可以预见，如果实现这一目标，并善用由此产生的海量汽车与公路流量大数据，
必将产生巨大的新产业机遇与发展动能
③取消高速公路省界收费站，不仅需要“大破”，还需要“大立”
④放眼世界，高速公路无人化、智能化是发展趋势
⑤让高速公路人工收费转变为无人收费的便利化措施，成为中国汽车物联网和下
一代智能高速公路走人应用场景的突破口
⑥应以取消省际收费站为突破口， 加快ETC乃至汽车智能感应系统普及化， 加
快对所有已建高速公路和新建高速公路的信息化和智能化升级
将以上6个句子重新排列，语序正确的是：
A.④①③②⑥⑥B.③④①⑥⑤②
C.①⑥③④②⑤D.⑤⑥③②①④



`;