export const questionStr = `1 、(2020四川9)歌曲是时代的产物，下列歌词按反映的时代先后排序，正确的是：
①打倒列强!打倒列强!除军阀!除军阀!
②我的家，在东北松花江上....从那个悲惨的时代，脱离了我的家乡
③雄赳赳，气昂昂，跨过鸭绿江，保和平，卫祖国，就是保家乡
④如今的南泥湾，与往年不一般……是陕北的好江南
⑤驱除鞑虏，还我中华!铁血男儿壮志冲九霄
A.②①③⑤④B.④①⑤②③
C.③①⑤④②D.⑤①②④③
2 、(2020北京8)“修身齐家治国平天下”体现以下哪一学派的人生理想和志趣?
A.道家B.法家
C.墨家D.儒家
3 、(2020北京9)下列选项中，与王国维在《人间词话》中谈到治学三境界时引
用的“衣带渐宽终不悔，为伊消得人憔悴”内涵最相近的是：
A.海内存知己，天涯若比邻
B.宝剑锋从磨砺出，梅花香自苦寒来
C.会当凌绝顶，一览众山小
D.劝君更尽一杯酒，西出阳关无故人
4 、(2020浙江Ｂ78)下列典故的发生年代与“破釜沉舟”最接近的是：
A.围魏救赵B.明修栈道，暗度陈仓
C.卧薪尝胆D.庆父不死，鲁难未已
5 、(2020四川5)下列与古代政治制度有关的说法正确的是：
A.唐朝的决策机构为军机处
B.宋朝的最高行政机构为中书省
C.明朝废除了中书省，设置内阁
D.元朝在地方一直设置有节度使
6 、(2020浙江B76)下列关于图中日历中信息的说法错误的是：
A.上一年是丙申年
B.这一年的2月有28天
C.这一天中某一时刻太阳直射点位于赤道
D.“大地阳和暖气生”是描写这一时节的诗句
7 、(2020四川7)下列哪一情形不可能发生?
A.顺治帝在圆明园饮宴
B.乾隆帝游览扬州瘦西湖
C.雍正帝在紫禁城召见臣子
D.康熙帝在承德避暑山庄欣赏歌舞
8 、(2020山东6)杜牧《秋夕》中有“银烛秋光冷画屏，轻罗小扇扑流萤”，据此，下列说法不正确的是：
A.此时南半球地区可能处于春季
B.作者与李商隐合称为“小李杜”
C.“画屏”上可能出现唐伯虎的题词
D.“流萤”因体内含有荧光素而发光
9 、(2020吉林14)下列影视剧情符合历史事实的是：
A.清朝时称官员为大人，如刘大人、李大人等
B.宋朝官员大声宣读圣旨道“奉天承运皇帝诏曰”
C.武则天的父亲见到武则天时，称呼其为“媚娘”
D.唐贞观年间官员对话讲到唐太宗时，称“吾皇太宗”
10 、(2020国考15)下列言论中涉及到的人才选拔制度，按出现顺序先后排列正确的是：
①学通行修，经中博士
②宗室非有军功论，不得为属籍
③九品访人，唯问中正
④风吹金榜落凡世，三十三人名字香
A.②①③④
B.③②④①
C.②④①③
D.①③②④
11 、(2020安徽48)下列作家与其作品中所展现的地域对应错误的是：
A.鲁迅——《阿Q正传》——绍兴
B.沈从文-----《边城》—湘西
C.汪曾祺——《受戒》高邮
D.莫言——《红高粱》——东北
12 、(2020安徽50)下列名言中出现最晚的一项是：
A.笛卡尔：我思故我在
B.亚里士多德：人是天生的政治动物
C.亚当·斯密：人天生，并且永远，是自私的动物
D.阿基米德：给我一个支点，我就能撬起整个地球
13 、(2020国考12)关于陶瓷，下列说法错误的是：
A.“人窑一色，出窑万彩”是钧瓷的特点
B.紫砂壶是用含铁量较高的黏土制成的
C.景德镇在宋代时期主要烧制青白瓷
D.唐三彩中最具代表性的造型是虎和骆驼
14 、(2020国考6)下列图片所反映的历史事件，按时间先后顺序排列正确的是：
A.②③①④
C.①③②④
B.②①③④
D.①②③④
15 、(2020福建9)二十八星宿对于古人来说，不仅与军事、农耕等有紧密关系，
与文学关系也很密切，所以古代诗文中对于二十八星宿的引用很多。下列诗句中，没
有涉及到二十八星宿的是：
A.二十四桥仍在，波心荡、冷月无声
B.人生不相见，动如参与商
C.迢迢牵牛星，皎皎河汉女
D.七月流火，九月授衣
16 、(2019安徽11)唐太宗李世民曾言：为官择人，唯才是与；苟或不才，虽亲
不用。下列哪一人才选拔制度与其所言体现的用人理念最契合?
A.科举制B.察举制
C.世卿世禄制D.九品中正制
17 、(2019江苏A11)对下列诗句所描写活动的解释，正确的是：
A.“清风如可托，终共白云飞”描写的是射箭
B.“平明寻白羽，没在石棱中”描写的是捉迷藏
C.“嘈嘈切切错杂弹，大珠小珠落玉盘”描写的是弹琵琶
D.“三五步行遍天下，六七人百万雄兵”描写的是下象棋
18 、(2019山东36)《吕氏春秋》提到：“凡人三百六十节、九窍、五脏六腑。”下
列不属于“五脏”的是：
A.心脏B.肾脏
C.脾脏D.胆脏
19 、(2019北京15)下列选项中，与“君子坦荡荡，小人长戚戚”同属一个思想
体系的是：
A.缘起性空B.吾善养吾浩然之气
C.大音希声D.功虽疏必赏，过虽近必诛
20 、(2019吉林甲15)《初学记·鸟赋》云：“雏既壮而能飞兮，乃衔食而反哺。”
其所描写的鸟是：
A.燕子B.喜鹊
C.麻雀D.乌鸦
21 、(2019浙江16)科举制度是古代中国最重要的人才选拔机制。下列关于科举
制度的说法正确的是：
A.起源于唐太宗时期，成熟于唐玄宗时期
B.宋朝时科举增设武举，采用糊名法加强考试公平性
C.“三元及第”是指接连在乡试、会试、殿试中都考中第一名
D.戊戌变法提出废止科举主张，科举制度从此退出历史舞台
22 、(2019四川下8)下列与艺术有关的说法，错误的是：
A.马踏飞燕是中国汉代的青铜艺术品
B.琢、磨是古代玉石加工的技术手段
C.达·芬奇创作了西斯廷教堂的壁画《创世纪》
D.人民英雄纪念碑上有“五卅运动”为主题的浮雕
23 、(2019广东乡镇78)俗话说：正月十五闹元宵。“闹”元宵的习俗包括张灯、
观灯、舞龙、舞狮等。以下诗句与元宵节有关的是：
A.火树银花合B.千里共婵娟
C.遍插茱萸少一人D.爆竹声中一岁除
24 、(2019山东43)民歌是人类文化中最宝贵的组成部分之一，它源于人民的生
活，反映人民生活，也广泛而深人地影响着人民的生活。下列关系对应正确的是：
①《山丹丹开花红艳艳》——陕北民歌
②《康定情歌》——云南民歌
③《北京的金山上》——藏族民歌
④《掀起你的盖头来》——蒙古族民歌
A.①③B.②④
C.①④D.②③
25 、(2019四川14)下列典故或事件与所涉及的人物对应正确的是：
A.长平之战：赵括、孙膑
B.图穷匕见：荆轲、嬴政
C.破釜沉舟：项羽、刘邦
D.约法三章：商鞅、秦孝公
26 、(2019北京17)下列选项中，同时具备下述特征的人物是：
①印度民族解放运动领导人
②非暴力抵抗主义创始人
③律师
A.甘地B.曼德拉
C.泰戈尔D.尼赫鲁
27 、(2019北京14)下列历史人物与相关成语典故，对应正确的是：
A.魏征—兼听则明B.项羽——一字千金
C.曹操—一问鼎中原D.赵高——纸上谈兵
28 、(2019浙江17)下列关于我国传统文化的说法正确的是：
A.书法作品《多宝塔碑》以隶书写就
B.古曲《十面埋伏》是用弦乐器弹奏的
C.“五禽戏”的发明人撰写了《伤寒杂病论》
D.京剧中诸葛亮的角色属于“生旦净丑”中的“净”
29 、(2019青海9)钱铺钱庄是明清时期重要的金融机构。钱铺的主要业务是兑
换银两，或将顾客手中的铜钱换成银两，或将银两换成铜钱。后来发展成吸收存款、
放款和汇兑为主要业务的钱庄。到乾隆年间，钱庄已有相当规模。
上述转变的主要原因是：
A.以物易物是明清时期商贸主要形式
B.工商业发展使区域间长途贸易兴盛
C.民营手工业在明清时期获得大发展
D.明清时期中国的对外贸易长期出超
30 、(2019四川下10)以下经典电影反映了我国不同少数民族的文化和生活，下
列对应错误的是：
A.《刘三姐》——壮族B.《阿诗玛》——彝族
C.《五朵金花》——白族D.《冰山上的来客》——满族
31 、(2019北京16)“自秦始置丞相，不旋踵而亡……虽有贤相，然其间所用者
多有小人，专权乱政。我朝罢相，设五府、六部、都察院、通政司、大理寺等衙门，
分理天下庶务……”这些话出自：
A.李世民B.赵匡胤
C.朱元璋D.康熙
32 、(2019山东39)下列文化遗址，位于山东省境内的是：
①良渚遗址
②大汶口遗址
③二里头遗址
④龙山文化遗址
A.①②B.②④
C.①③D.③④
33 、(2019四川下11)关于国际足联世界杯，下列说法正确的是：
A.奖杯名字是“德劳内杯”
B.巴西是夺冠次数最多的国家
C.职业足球俱乐部有参赛权利
D.每届共有36支球队进人决赛圈
34 、(2019山东40)中国历史上出现过许多“盛世”。下列对应关系错误的是：
A.文景之治——汉朝B.武丁盛世—一商朝
C.康乾盛世——清朝D.开皇之治——唐朝
35 、(2019四川9)下列诗句对应的传统节日，按时间先后排序正确的是：
①去年元夜时，花市灯如昼
②桃符呵笔写，椒酒过花斟
③马上逢寒食，途中属暮春
④九日黄花酒，登高会昔闻
A.④③①②B.③④①②
C.①②④③D.②①③④
36 、(2019青海17)有史学家评论战国时期的学说称：“战国时代，诸子百家风行
一时。各家中有顺势而动的，想要因势利导，借助权力来改造社会；也有逆势而动的，
知其不可而为，想依据理想来改造社会。”其中“逆势而动”的学派最有可能是：
A.墨家B.纵横家
C.法家D.兵家
37 、(2019山东41)关于文学作品中的借代，下列解释错误的是：
A.“开轩面场圃，把酒话桑麻”中的“桑麻”指的是农事
B.“桃李当时盛，葭后代连”中的“桃李”指的是学生
C.“西陆蝉声唱，南冠客思深”中的“南冠”指的是囚犯
D.“丧车黔首葬，吊客青蝇至”中的“黔首”指的是贵族
38 、(2019四川13)下列关于绘画作品的描述错误的是：
A.《富春山居图》描绘的是初秋的景色
B.《吃土豆的人》是梵高早期的代表作
C.《自由引导人民》取材于法国七月革命
D.《虢国夫人游春图》描写的是杨玉环出游
39 、(2019山东38)下列中国改革开放之后发生的历史重大事件，按时间先后顺
序排列正确的是：
①设立海南省
②取消农业税
③设立深圳经济特区
④加人世界贸易组织
A.③④②
C.①②③④
B.③④①②
D.①③②④
40 、(2019江苏A10)楚汉相争在我国历史文化中留下了深深的印迹。下列表述
不正确的是：
A.象棋中的“楚河汉界”源自于这段历史
B.成语“破釜沉舟”源于楚汉相争中的一场战役
C.琵琶曲《十面埋伏》反映了楚汉垓下决战情形
D.诗句“生当作人杰，死亦为鬼雄”以此为题材
41 、(2019江苏A5)1919年爆发的五四运动，是中国近代史上一个划时代的事
件。下列关于五四运动的表述，正确的是：
A.直接导火线是第一次世界大战的爆发
B.具备了旧民主主义革命的一些基本特点
C.青年学生在五四运动中发挥了决定性的作用
D.为中国共产党成立作了思想和干部上的准备
42 、(2019陕西16)下列我国古代国家行政机构不具有行政监察职能的是：
A.御史台B.太常寺
C.六科给事中D.都察院
43 、(2019深圳4)古诗《社日》写道：“鹅湖山下稻粱肥，豚栅鸡栖半掩扉。桑
柘影斜春社散，家家扶得醉人归。”立春后第五个戊日即社日，又称春社，它是我国
古代劳动人民祭祀的节日。
A.灶神B.龙王
C.山神D.土地神
44 、(2019浙江19)世界各地的建筑风格因受时代的政治、社会、经济、建筑材
料和建筑技术的制约以及建筑设计思想、观念和艺术素养的影响而有所不同。下列关
于建筑风格的说法错误的是：
A.巴洛克式建筑风格起源于文艺复兴时期
B.帕特农神庙是古希腊式建筑的典型代表
C.哥特式建筑风格是以法国为中心发展起来的
D.洛可可式建筑的特点是气势恢宏、简约大气
45 、(2019国考15)关于文学作品中的典故，下列解释错误的是：
A.“蓬山此去无多路，青鸟殷勤为探看”中的“青鸟”指的是信使
B.“相顾无相识，长歌怀采薇”中的“采薇”指的是建功立业的抱负
C.“劳歌一曲解行舟，红叶青山水急流”中的“劳歌”指的是送别歌曲
D.“忆君初得昆山玉，同向扬州携手行”中的“昆山玉”指的是杰出人才
46 、(2018山东50)下列哪一诗句没有反映古代农业丰收的场景?
A.田家少闲月，五月人倍忙。夜来南风起，小麦覆陇黄
B.新筑场泥镜面平，家家打稻趁霜晴
C.瓯篓满篝，污邪满车，五谷蕃熟，穰穰满家
D.桑柘悠悠水蘸堤，晚风晴景不妨犁
47 、(2018吉林甲12)下列诗句中，“青”字代表的颜色依次是：
①高堂明镜悲白发，朝如青丝暮成雪
②青云杏杏无力飞，白露苍苍抱枝宿
③两个黄鹂鸣翠柳，一行白鹭上青天
④两岸青山相对出，孤帆一片日边来
A.白色、黑色、绿色、蓝色
B.白色、黑色、蓝色、绿色
C.黑色、白色、蓝色、绿色
D.黑色、白色、绿色、蓝色
48 、(2018江苏A9)对下列作品的说法不正确的是：
A.《兰亭序》记叙了兰亭周围山水之美和聚会的欢乐之情
B.《祭侄文稿》是颜真卿为纪念“安史之乱”中罹难的亲人而作
C.《富春山居图》描绘的是浙江富春江一带的山水景观
D.《清明上河图》描绘了清明时节“路上行人欲断魂”的景象
49 、(2018四川上9)下列情形不可能发生在中国宋代的是：
A.农户张三用铁犁耕地
B.士兵李四用火药攻城
C.商人王五用交子订货
D.厨师赵六用番茄制酱
1
`;