export const questionStr = `1 、(2020安徽58)下列关于光现象的物理解释正确的是：
A.小孔成像——光的衍射现象
B.天空呈现蓝色——光的散射现象
C.早上和黄昏的太阳是红色的——光的反射现象
D.衣服湿了颜色变深——布料沾水后反射到眼睛的光波频率发生变化
2 、(2020北京15)明代名臣于谦曾写下《石灰吟》：“千锤万凿出深山，烈火焚
烧若等闲。粉骨碎身浑不怕，要留清白在人间。”诗中“烈火焚烧若等闲”描写的是：
A.生石灰变成熟石灰的过程
B.利用石灰石生产生石灰的过程
C.石灰浆固化的过程
D.熟石灰改良酸性土壤的过程
3 、(2020安徽55)生活中，俗称“暖宝宝”的一次性取暖片主要由铁粉、活性
炭、蛭石、水、盐等材料构成。下列关于其发热原理的说法正确的是：
A.活性炭的作用是减少铁粉和空气的接触面积
B.盐和水的作用是加快铁粉氧化
C.发热原理是铁的氧化吸热过程
D.蛭石的作用是散热
4 、(2020山东10)人们对消毒杀菌越来越重视，下列说法正确的是：
A.95%的酒精消毒效果最好
B.洁厕灵和84消毒液混合使用可提高杀菌效果
C.多酶消毒液应在沸水状态下使用
D.巴氏消毒法可用来给啤酒消毒
5 、(2020国考17)人们经常利用植物去判断生长地的环境，下列有关说法正确
的是：
A.矮牵牛含有的花青素对二氧化硫有指示作用
B.树林中所有树冠西边稀疏东边繁盛，说明东风盛行
C.胡杨的生长地土壤通常呈现深褐色
D.地衣大量生长反映空气湿度较低
6 、(2020山西104)香蕉水作为油性涂料、油漆等建筑材料的溶剂和稀释剂，常
用于家庭和办公室装修，下列关于香蕉水的说法正确的是：
A.香蕉水是无色透明易挥发的有机液体
B.香蕉水的主要成分是乙醇，易燃无毒
C.香蕉水是一种特殊水溶液，不易燃烧
D.香蕉水是提取于香蕉的天然无毒液体
7 、(2020山东7)关于物体的运动，下列说法正确的是：
A.物体从高空中下落其速度变得越来越快是因其具有惯性
B.跳伞运动员在匀速下降的过程中其机械能逐渐减小
C.当物体受到力的作用后其运动速度必然发生改变
D.足球在空中飞行时受到的空气阻力保持不变
8 、(2020国考20)下列与现代通讯科技有关的说法错误的是：
A.高密度无线网络技术是5G移动通信技术的关键之一
B.计算机通信的基本原理是将逻辑信号转换为电信号
C.路由器可以根据信道情况自动选择和设定路由
D.无线局域网利用射频技术进行通信连接
9 、(2020福建14)下列关于生活中数学现象的表述错误的是：
A.用瓷砖铺地，只有用正三角、四角、六角、八角这四种正多角砖才能刚好将地
铺满
B.圆形的井盖是利用了直径相等原理，这样不论怎么移动井盖，盖子都不会掉
下去
C.每个平面地图都可以只用四种颜色来染色，而且没有两个邻接的区域颜色相同
D.世界上只有五种正多面体，即正四、六、八、十二、二十面体
10 、(2020天津62)近年来，3D电影由于具有非常逼真的视觉效果，而受到人们
的广泛喜爱。根据其光学原理，在拍摄和播放3D电影的过程中所必需的设备组合是：
A.2台摄影机、2台放映机、2个平行偏振片
B.3台摄影机、3台放映机、2个平行偏振片
C.2台摄影机、2台放映机、2个正交偏振片
D.3台摄影机、3台放映机、2个正交偏振片
11 、(2020国考16)关于能量与做功，下列说法正确的是：
A.雨点从高空中匀速下落时只有重力做功
B.匀速圆周运动的物体动能始终发生变化
C.自由落体过程中物体的机械能保持不变
D.向上飞的石子重力做负功导致势能减小
12 、(2020福建19)下列关于基因工程表述正确的是：
A.各种遗传病的基因异常是不同的，同一遗传病的基因异常是相同的
B.基因治疗就是把缺陷基因诱变成正常基因
C.基因诊断的基本原理就是DNA分子杂交
D.一种基因探针能检测水体中的各种病毒
13 、(2020安徽59)下列关于我国科技自主可控的说法错误的是：
A.基础性技术创新关乎科技自主可控的根本
B.国产替代是我国近期和未来科技进步和工业发展的主要途径
C.当前我国科技发展的主要问题表现为“缺芯少魂”“缺芯少屏”
D.实现科技自主可控，要着力引进技术，引领关键核心领域科技崛起
14 、(2020北京7)在浮力应用的过程中，下列有关说法正确的是：
A.潜水艇——通过改变排水的多少来实现下沉和上浮
B.热气球——在上升过程中球囊内的气体密度小于外界空气密度
C.轮船——在风力更大的江面上吃水会变深
D.密度计——测量不同密度的液体时所受到的浮力不同
15 、(2020福建6)国家最高科学技术奖自设立以来，已有33位杰出科学工作者
获得该奖。下列国家最高科学技术奖得主与其主要贡献对应正确的是：
A.李振声——中国现代预警机事业的开拓者和奠基人，被誉为“中国预警机
之父”
B.闵恩泽——从事石油炼制催化剂制造技术领域研究，被誉为“中国催化剂
之父”
C.曾庆存——为中国核潜艇事业的发展做出重要贡献，被誉为“中国核潜艇
之父”
D.侯云德——从事医学病毒学、新发传染病控制研究，被誉为“中国传染病学
之父”
16 、(2020国考15)下列关于电池的说法错误的是：
A.干电池利用液态电解液产生电流
B.自行放电是蓄电池不可避免的渐生故障
C.锂电池不会产生铅、汞等有害重金属物质
D.太阳能电池产生的电是直流电
17 、(2020福建17)随着地球环境的变迁，地球生物也随之不断演化。下列关于
生物进化的表述正确的是：
A.个体是生物进化的基本单位
B.种群变异是生物进化的基础
C.地理隔离是物种形成和进化的必要条件
D.在生物进化中自然选择的作用是不定向的
18 、(2020国考14)关于近五年我国天文科技成就，下列说法错误的是：
A.在中国首次成功实现了月球激光测距
B.发现了新的太阳系外行星族群——热海星
C.发现了迄今为止最高能量的宇宙伽玛射线
D.拥有了世界最大口径光学红外望远镜
19 、(2020四川15)高温红色预警信号是气象部门通过气象监测在高温到来之前
做出的预警信号，以下关于高温红色预警信号的描述正确的是：
A.12小时内最高气温将升至38°C以上
B.12小时内最高气温将升至40°C以上
C.24小时内最高气温将升至38°C以上
D.24小时内最高气温将升至40°C以上
20 、(2020四川11)关于贫血，下列说法正确的是：
A.体内叶酸缺乏会导致贫血
B.用铁锅炒菜可有效预防缺铁性贫血
C.葡萄糖酸锌口服液可预防小儿贫血
D.做血常规抽血出现眩晕是因为贫血
21 、(2020四川14)下列与汽车有关的说法错误的是：
A.测距倒车雷达主要利用的是红外线
B.新能源汽车的动力来源包括电能、氢能等
C.汽车转弯时，前轮的转弯半径比同一侧的后轮大
D.汽车行驶时能通过发动机水箱中循环流动的水帮助散热
22 、(2020安徽54)手机电池的发展经历了镍镉电池、镍氢电池和锂离子电池3
个阶段。锂离子电池相对于其他两种电池的优势在于：
①重量轻②安全性高③绿色环保④高低温适应性强
A.①②③
B.①③④
C.①②④
D.②③④
23 、(2019甘肃18)关于生命的起源与进化，下列说法正确的是：
A.越古老的地层中的生物结构越复杂
B.原始哺乳类是由某些古代鸟类进化而来
C.新生代中占优势的陆地植物是裸子植物
D.澄江生物群为寒武纪生命大爆发提供了证据
24 、(2019四川下14)下列选项能够描述图中物理现象的是：
A.离朱之明，察箴末于百步之外，不能见渊中之鱼
B.阳燧是以火珠向日下，以艾于下承之，便得火也
C.鉴，鉴者近，则所鉴大，景(影)亦大；其远，所鉴小，景亦小
D.若鸢飞空中，其影随鸢而移；或中间为窗隙所束，则影与鸢遂相违，鸢东则影
西，鸢西则影东
25 、(2019国考18)关于核磁共振，下列说法错误的是：
A.核磁共振技术可以进行地下水探测
B.核磁共振技术常用于脑肿瘤的检测
C.核磁共振会产生电离辐射影响人体健康
D.带有心脏起搏器的病人不能做核磁共振
26 、(2019云南14)若庄稼出现成片歪斜、匍倒的倒伏现象，据此，最有可能需
要施用的肥料是：
A.磷酸钙
B.氢氧化钾
C.硝酸钾
D.尿素
27 、(2019山西5)2018年我国科技界取得了一系列重大成果，这些成果中不
包括：
A.第二艘航母出海试航
B.嫦娥四号探测器发射成功
C.造岛神器“天鲲号”下水
D.国产大型水陆两栖飞机水上首飞
28 、(2019河南99)将1000毫升水和1000毫升酒精混合成溶液，下列关于该溶
液说法正确的是：
①质量小于2000克
②质量等于2000克
③质量大于2000克
④体积大于2000毫升
⑤体积等于2000毫升
⑥体积小于2000毫升
A.D⑥
B.②⑤
C.③④
D.①⑤
29 、(2019浙江11)下列关于生活中常见农产品的说法错误的是：
A.西瓜又名夏瓜、寒瓜，含水量一般可达90%以上
B.马铃薯的块茎富含淀粉，可供食用，是一种粮食作物
C.香菇是一种常见的食用菌，不属于植物，但属于蔬菜
D.胡萝卜属于十字花科萝卜属，在10世纪被引人中国
30 、(2019山西16)下列关于粉尘爆炸的说法错误的是：
A.颗粒越小越易燃烧，爆炸也越剧烈
B.越易氧化的物质，其粉尘越易爆炸
C.越易带电的物质，其粉尘越易爆炸
D.含卤素和钾、钠的粉尘，爆炸趋势增强
31 、(2019甘肃17)关于生活常识，下列说法错误的是：
A.胆囊B超、尿常规检查均需空腹进行
B.装修时使用铜线成本高，但电损耗低
C.复方甘草片中含有容易使人成瘾的成分
D.葡萄表面附着的白霜是一种糖醇类物质
32 、(2019四川下15)关于日用品，下列说法错误的是：
A.甘油是化妆品中常用的一种保湿剂
B.涂料中的铅挥发后可通过呼吸道危害人体健康
C.加酶型洗衣粉可分解衣物上的汗渍、奶渍和血污
D.空气清新剂能净化空气，但不能杀灭空气中的细菌
33 、(2019陕西11)下列关于仿生生物学的应用，对应关系不正确的是：
A.发光纤维——萤火虫
B.子弹头列车——翠鸟
C.维克罗尼龙搭扣——苍耳
D.全天然空调系统建筑——非洲白蚁巢穴
34 、(2019深圳6)关于现代前沿科学技术，下列说法错误的是：
A.AI即人工智能，可用于需要人类智力才能解决的复杂问题，如医疗诊断、管
理决策、语言理解等
B.5G网络的通信速度可达现有4G网络的数百倍，几乎不会发生通信延迟
C.QR码三个角上的“回”字图形的作用是帮助解码软件确定码的位置、大小、
倾斜角度
D.AR是一种虚拟现实技术，它由计算机生成交互式三维动态场景，给用户带来
沉浸式体验
35 、(2019浙江3)宋朝科学家沈括的《梦溪笔谈》中描述了一种化石燃料，“颇
似淳漆，然之如麻，但烟甚浓，所沾帷幕皆黑”，并预言“此物必大行于世”。关于该
化石燃料，下列说法正确的是：
A.是全球使用量最高的化石燃料
B.是由有机物和无机物组成的混合物
C.其主要成分是结构最简单的有机物
D.在我国化石能源利用中占主导地位
36 、(2019山西12)下列关于血糖的说法错误的是：
A.正常人进食后血糖浓度会升高
B.正常人空腹超过12小时会引起低血糖
C.南瓜能抑制葡萄糖吸收，具有降血糖作用
D.胰岛素是人体产生的唯一能够降低血糖的激素
37 、(2019浙江10)关于心肺复苏，下列说法错误的是：
A.患者晕倒后心跳微弱应立即进行心肺复苏
B.给溺水者做心肺复苏不需要先使病人吐水
C.人工呼吸吹气过大时会导致患者胸内压过高
D.心脏骤停后4分钟内是心肺复苏的黄金抢救时间
38 、(2018云南1)声音的音调、响度分别与其频率、振幅成正比。下图是甲乙丙
三人的声音在示波器上相同量纲下显示的波形。据此，下列说法错误的是：
A.甲、乙音调相同B.乙、丙响度相同
C.丙的响度大于甲D.乙的音调高于丙
39 、(2018安徽53)某患者深夜因剧烈的关节疼痛而惊醒，触摸其手足多个关节，
发现有黄白色结晶体隆起。造成这种症状的代谢改变最有可能是：
A.糖的无氧分解增强，生成过多乳酸
B.嘌呤核苷酸分解增强，生成过多尿酸
C.肝中脂肪酸氧化增强，生成大量酮体
D.氨基酸脱氨基作用增强，生成大量尿素
40 、(2018四川上14)下列关于航天员的太空生活说法不正确的是：
A.太空食品与我们日常食品并无显著差异
B.航天员在舱内睡眠可采取直立、倒挂等姿势
C.航天员在太空舱内可以直接用语言进行交流
D.航天员在舱内工作时可以穿比较舒适的工作服
41 、(2018吉林甲25)超市卖的农产品包装上，有的贴“绿色食品”，有的贴“有
机食品”，有的贴“无公害食品”。绿色食品、有机食品、无公害食品标准对产品的要
求由高到低依次排列为：
A.无公害食品、有机食品、绿色食品
B.绿色食品、无公害食品、有机食品
C.绿色食品、有机食品、无公害食品
D.有机食品、绿色食品、无公害食品
42 、(2018吉林甲20)关于人的大脑，下列说法正确的是：
A.男性大脑比女性大脑更适合学数学
B.成人也能够长出新的脑细胞
C.昏迷其实是一种深度睡眠
D.有人是左脑型性格，有人是右脑型性格
43 、(2018安徽58)互联网上每一个网络或每一台主机所分配的逻辑地址称为IP
地址。目前， IP地址主要有IPv 4地址和IPv 6地址两大类别。下列对应错误的是：
A.192.168.0.57——IPv 4地址
B.10.255.8.239--IPv 4地址
C.0D-89-A 5-9B-F 3-61——IPv 6地址
D.2016：DB8：0：2DE：A13——IPv6地址
44 、(2018陕西93)下列说法中，正确的一项是：
A.牛顿被称为“近代科学之父”
B.等量的100℃的水蒸气与100℃的水对人的烫伤同样严重
C.爱因斯坦是现代量子物理学的奠基人
D.雨后彩虹是光的反射与折射共同作用产生的现象
45 、(2018广州49)海参生活在海底，以吃海中小生物为生。一旦进人夏季，海
参就需要夏眠，这很可能是因为：
A.海水温度偏高，海参不耐热
B.海参要为繁殖储备能量
C.海参用夏眠来应对饥饿
D.海参为了逃避天敌
46 、(2018四川上15)关于物理现象，下列说法错误的是：
A.将充满空气的气球放气时，气球内的温度比外界高
B.用易拉罐给收音机做一个密封壳，可以屏蔽无线电波
C.用沾过洗洁精的抹布擦拭汽车玻璃，可以避免车窗产生水雾
D.充满空气的黑色密封塑料袋在太阳底下暴晒，塑料袋会慢慢上升
47 、(2018山东34)关于袋鼠，下列描述不正确的是：
A.在哺乳动物中跳得最远B.在澳大利亚广泛分布
C.是草食性动物D.有胎盘
48 、(2018山东48)下列关于铁矿的说法正确的是：
A.赤铁矿与铁锈的主要成分相同
B.磁铁矿一般呈黄褐色
C.“千锤百炼”是指铁矿石的开采过程
D.我国的铁矿开采始于西汉时期
49 、(2018云南11)在铁饼比赛中，运动员会首先手握铁饼高速旋转几圈后再将
其掷出。这样做，主要是为了让铁饼：
A.获得更大的角加速度B.获得更大的角速度
C.获得更大的加速度D.受到更大的力
50 、(2018吉林甲22)关于维生素，下列说法错误的是：
A.维生素B，可用于治疗脚气病
B.维生素B，可用于治疗周围神经炎
C.维生素A可用于防治夜盲症
D.维生素B2可用于治疗巨幼细胞性贫血
51 、(2018云南19)下列说法错误的是：
A.大多数植物不能直接吸收氮气，需要经过氮的固定
B.人类一氧化碳中毒的原因是血红蛋白与一氧化碳结合
C.糖类、油脂、蛋白质、维生素、无机盐和水都属于营养素
D.福尔马林不会对蛋白质产生变性作用，可用于动物标本防腐
52 、(2018江苏A11)2017年是5G国际标准正式启动和推进的一年，全球5G进
人研发的关键阶段。预计到2018年底，我国将结束5G技术试验。下列关于5G的说
法不正确的是：
A.支撑无人驾驶汽车和无人机的操控
B.提供充足的网络地址和广阔的创新空间
C.构建高宽带、低迟延、广覆盖的网络
D.新波形和新编码是5G新的空口关键技术
53 、(2018江苏A12)下列新技术与其特征对应不正确的是：
A.物联网——物与物互连、人与物互连、人与人互连
B.云计算一—超大规模、虚拟化、高可扩展性、按需服务
C.大数据——海量的数据规模、多样的数据类型、数据价值密度高
D.区块链——分布式数据存储、点对点传输、共识机制、加密算法
54 、(2018云南14)下面场景不符合我国医务常识的是：
A.婴儿患吸入性肺炎，医疗人员在对其治疗中使用了抗生素药物
B.小红需要大量输血，但医生拒绝了她的直系血亲输血给她的要求
C.医生严正拒绝向孕妇家属透露腹中胎儿的性别信息
D.医生抽取了小张100立方厘米的血液用于常规体检
55 、(2018安徽56)下列现象的物理解释错误的是：
A.露珠呈球状——液体表面张力
B.铁轨铺在枕木上——减少压强
C.道路转弯镜——凸透镜对光发散
D.微波炉烤面包——涡流感应加热
56 、(2018国考18)假如地球重力加速度减为现在的一半，下列数值不会发生变
化的是：
A.鱼在相同水深下受到的压强B.船在水中的吃水深度
C.人在体重计上的称量结果D.人可以举起的石块的最大质量
57 、(2017国考20)关于农业生产中使用的草木灰，下列说法错误的是：
A.在种有大白菜的地里撒上草木灰可防病虫害
B.花卉移栽时，可以用草木灰做底料增加养分
C.育苗时，草木灰和氮肥同时施用效果更好
D.往鱼塘撒草木灰能够降低鱼类的发病率
58 、(2017河北129)近年来，粉尘爆炸事件屡见不鲜。下列粉尘中不容易引起爆
炸的是：
A.肥皂粉
B.水泥粉
C.面粉
D.奶粉
59 、(2017广东75)我国海洋综合科考船“海洋六号”从珠江口进入南海海域，
执行大洋南极科考任务。下列关于科考船从珠江口进人南海，所受浮力情况说法正确
的是：
A.由于船始终浮在水面上，所以受到的浮力不变
B.由于海水的密度更大，所以船在海洋里受到的浮力更大
C.由于船排开海水的体积更小，所以在海洋里受到的浮力更小
D.由于船排开江水的体积更大，所以在江水里受到的浮力更大
60 、(2017广东83)准备活动是指在比赛、训练和体育课正式开始前，为克服内
脏器官的生理惰性，缩短进入运动状态的时间和预防运动创伤而进行的身体练习，为
接下来的剧烈运动或比赛做好准备。下列不属于准备活动主要作用的是：
A.提高中枢神经系统的兴奋性
B.增加皮肤血流量以利于散热
C.提高运动时对氧气的利用率
D.提高机体的代谢水平
61 、(2017吉林甲19)下列四个选项，能正确表示食物链的是：
A.大鱼→小鱼→虾B.草→羊→狼
C.阳光→草→兔D.昆虫→青蛙→蛇
62 、(2017河北114)下列哪一选项描述的是竞争关系?
A.蚌相争
B.不见兔子不撒鹰
C.螳螂捕蝉，黄雀在后D.鸠占鹊巢
63 、(2017广西13)未使用染色剂的生猪肉香肠晾晒一段时间后会变得更红亮，
其主要原因是：
A.瘦肉风干发酵时其酸碱值降低，导致其中肌红蛋白被氧化，血红素分解，染红
整根香肠
B.肥肉富含饱和脂肪酸，经发酵氧化后释放出复合红色素，油脂液化，使红色素
均匀分布
C.肠衣在保护肠肉的同时，自身水分逐渐丢失，表面上的红霉菌较为均匀地繁
殖，经紫外线照射分解死亡，留下润泽的“红斑”
D.肠内的粗盐、料酒等调料本身具有淡黄、淡红等颜色，经乳酸菌发酵，红色素
会不断沉淀
64 、(2017广东76)以下对人的各种感觉描述不正确的是：
A.触觉感受器大部分存在于皮肤中，指尖尤其敏感
B.人看到物体时，视网膜上会形成一幅上下颠倒的影像
C.耳朵可以帮助人体保持平衡
D.嗅觉和味觉是一起工作的，感知食物味道更多依赖味觉
65 、(2017重庆20)下列关于胎儿与母体关系的表述错误的是：
A.胎儿与母体具有不同的遗传物质
B.胎儿与母体的血液通过脐带相通
C.胎儿在母体中的发育场所是子宫
D.胎儿与母体通过胎盘进行物质交换
66 、(2017广州54)关于物理学原理在实际生活中的运用，以下说法错误的是：
A.气压越高，沸点越低——高压锅能更快地煮好食物
B.冰刀作用于冰面的压力促使冰面融化——溜冰运动员能快速在冰面移动
C.凸面镜的视野比平面镜广阔——汽车前方两侧的后视镜是凸面镜
D.冷空气下沉——空调安装在房间上方
67 、(2016山东47)下列与电有关的说法正确的是：
A.电风扇将电能全部转化为机械能
B.保险丝串联接人才能起到保护电路的作用
C.为城市输电的高压输电线电压为220伏
D.能使电笔发亮的插口连接的是零线
68 、(2016江苏A14)发生火灾时应匍匐前进以逃生，关于其原因有下列说法
错误的是：
A.低处有残留的新鲜空气B.有毒有害气体集中于高处
C.浓烟自下而上扩散D.低处视野比较清晰
69 、(2016山东41)下列各项中，不属于化学变化的是：
A.焰色反应
B.铁锅生锈
C.粮食酿酒
D.卤水点豆腐
70 、(2016江苏B13)二维码目前广泛应用于汉字、数学、图片、指纹、声音等
信息的存储。下列关于二维码的说法，正确的是：
A.中国目前还没有制定二维码的国家标准
B.“扫一扫”加关注是目前二维码应用的重要方式
C.二维码在穿孔、污损引起局部损坏时就无法得到识读
D.扫描二维码可能感染病毒是因为二维码本身携带病毒
71 、(2016广东乡镇73)春耕前，农民向田里施用草木灰主要是为了给农作物补
充____元素。
A.钾
B.氮
C.磷
D.碳
72 、(2016广东乡镇83)吸烟严重威胁人体健康。针对香烟产生的各种有害物质
的描述，下列说法错误的是：
A.尼古丁可让吸烟者成瘾，并有较强的毒性
B.烟焦油易沉积于肺等器官，可诱发癌变
C.香烟燃烧时物质分解放出的射线可以致癌
D.一氧化碳易溶于水，从而与血红蛋白结合
73 、(2016山东49)关于溶液与溶解，下列说法不正确的是：
A.酒精与水能够以任意比例互溶
B.汽油溶解食用油属于物理变化
C.酸碱中和后的溶液不一定呈中性
D.加入蔗糖可以增加溶液的导电性
74 、(2016吉林乙14)能源按转换传递过程可分为“一次能源”和“二次能源”，
下列属于“二次能源”的一组是：
A.沼气、焦炭、核电B.煤、石油、天然气
C.煤、核能、海洋能D.水能、风能、核能
75 、(2016广东72)以下适合于建设防火林带的树种是：
A.木荷
B.松树
C.樟树
D.杉木
76 、(2016山东50)下列关于食物的说法不正确的是：
A.储存一段时间的红薯比刚挖出来时更甜，是因为淀粉水解生成了单糖
B.未成熟的香蕉与成熟的苹果一起保存，后者释放的乙烯能促进前者成熟
C.食品包装上的“胀袋勿食”是因为微生物进行乳酸发酵产气导致食物变质
D.生鸡蛋泡在石灰水中，水里的碳酸钙能堵塞鸡蛋表面微孔，延长保存时间
77 、(2016上海B15)生活中，我们常常会接触到各种不同用途的物品。有些物
品既有正式的化学名称，也有相对应的别名。下列物品的化学名称及其别名对应不正
确的是：
A.高锰酸钾：PP粉B.固态二氧化碳：干冰
C.碳酸氢钠：苏打D.过氧化氢溶液：双氧水
78 、(2016吉林乙7)一段朽木上面长满了苔藓、地衣，朽木凹处聚积的雨水中还
生活着孑了、水蚤等，树洞中还有老鼠、蜘蛛等，下列各项中，与这段朽木的“生命
系统层次”水平相当的是：
A.一块稻田里的全部害虫B.一个池塘中的全部鲤鱼
C.一片松林中的全部生物D.一间充满生机的温室大棚
79 、(2016国考18)下列关于恐龙的说法正确的是：
A.主要活跃在中生代时期B.霸王龙和剑龙都是肉食性动物
C.属于脊椎亚门类动物中的哺乳纲D.可通过某个DNA片段克隆出恐龙
80 、(2016北京23)近年来为治疗和改善冠心病引起的心肌供血不足、心脏动脉
阻塞的常用新技术是：
A.心脏修补手术B.心脏瓣膜手术
C.心脏搭桥手术D.心脏支架手术
81 、(2016广东14)木本植物指根和茎因增粗生长形成大量的木质部，而细胞壁
也多数木质化的坚固的植物，是草本植物的对应词，以下属于木本植物的是：
A.牡丹
B.玉米
C.菊花
D.棉花
82 、(2016河南89)关于成语或俗语所揭示的声学、热学现象，下列表述错误的是：
A.长啸一声，山鸣谷应：声音在山谷之间发生多次反射，形成回声
B.曲高和寡：频率越大，所发声音的音调越高，能跟着唱的人越少
C.瑞雪兆丰年：雪覆盖在农作物上面，防止热传导和空气对流，起到保温作用
D.弦外之音：声音在传播过程中，会发生衍射，所以有些声音我们听不到
83 、(2016广州14)有四个同样大小、质量相等的空心球，它们分别由铁、铝、
铜、铅制成。则四个球空心部分体积最大的是：
A.铁球
B.铝球
C.铜球
D.铅球
84 、(2016联考10)下列关于微波的说法正确的是：
A.微波的频率比一般无线电波的频率低
B.含水量多少对微波加热效果没有影响
C.微波会被玻璃、塑料和瓷器等物体反射
D.微波通信容量大、质量好、传输距离远
85 、(2016吉林甲2)参会代表在主席台前合影后，某专家要求拍一张单身照，摄
影师应采取的方法是：
A.使照相机靠近他，同时镜头往后缩，离胶片近一些
B.使照相机靠近他，同时镜头向前伸，离胶片远一些
C.使照相机远离他，同时镜头往后缩，离胶片近一些
D.使照相机远离他，同时镜头向前伸，离胶片远一些
86 、(2016吉林乙5)下列每组现象包含的物理学原理不同的是：
A.高压锅蒸煮食物——火星上水的沸点降低
B.饮料从摔碎的瓶子中溅出——大质量恒星末期爆炸
C.烤箱中葡萄干面包膨胀，葡萄干远移——宇宙扩张，星系远移
D.用LED手电直射滴人1滴牛奶的水杯， 末端呈黄色——傍晚天边呈橘红色
87 、(2016吉林甲7)在能源危机面前，人们纷纷将目光投向大海，浩瀚的大海有
类型多样、数量巨大的海洋能源，关于各种海洋能源利用，以下表述错误的是：
A.人们所说的海洋能源主要指海底所储存的煤、石油、天然气等海底能源资源以
及溶于水中的铀、锂、镁、重水等化学能源资源
B.通过风的作用引起海水沿水平方向周期性运动产生的波浪能可以发电
C.盐差能发电原理实际上是利用浓溶液扩散到稀溶液中释放出的能量
D.海水容纳的热量是巨大的，海洋热能是电能的来源之一
88 、(2015国考17)对下列诗词蕴含的化学原理解释错误的是：
A.蜡炬成灰泪始干——烃类的不完全燃烧
B.爆竹声中一岁除——爆炸产生二氧化硫
C.日照香炉生紫烟——多环芳香烃的升华
D.洪炉照破夜沉沉——燃烧释放二氧化碳
89 、(2015山东49)关于灭火器的原理和使用方法，下列说法不正确的是：
A.泡沫灭火器使用时会产生大量的二氧化碳，将燃烧物与空气隔绝
B.使用干粉灭火器时需要将灭火器倒立，使两种物质混合产生干粉
C.在使用二氧化碳灭火器时，要将手放在钢瓶的木柄上以防冻伤
D.电路失火在没切断电源之前不能使用泡沫灭火器灭火
90 、(2015河南92)稀土有“工业维生素”的美称，广泛应用于军事、石化、轻
纺、农业等多个领域。下列关于稀土的说法不正确的是：
A.稀土可大幅度提高用于制造飞机、坦克、导弹的钢材和铝合金的性能
B.稀土可促进种子萌发，提高种子发芽率，促进幼苗生长
C.轻纺工业中，稀土可用于染色、降低织物的白度等方面
D.复合稀土氧化物可以用作内燃机尾气净化催化剂
91 、(2015河南100)航天员在太空行走需要穿舱外航天服，不出舱、在加压舱内
穿的航天服称为舱内航天服。下列不属于舱内航天服功能的是：
A.提供一定的温度保障和通信功能
B.防辐射、隔热、防微陨石、防紫外线
C.在座舱减压和氧气丧失时提供压力和氧气
D.飞行中或着陆后遇到空气污染时，能防止吸入有毒气体
92 、(2015国考5)关于现代武器，下列说法错误的是：
A.迫击炮通常配属装甲兵使用
B.陆军航空兵以直升机为主要装备
C.洲际弹道导弹是目前射程最远的导弹
D.驱逐舰具有防空、反潜和对地攻击的综合作战能力
93 、(2015山西20)下列说法不正确的是：
A.眨眼可以湿润眼球，正常人平均每分钟要眨眼十几次
B.小孩多理发能有效促进头发长得更快、更密、更粗壮
C.当我们停止运动后，肌肉会变软，但不会变成脂肪
D.眼泪中溶有许多不同的盐，所以是咸的
94 、(2015山东50)关于生活常识，下列说法正确的是：
A.数字电视将数字信号转化为模拟信号
B.微波炉利用自身的电阻丝发出的热量来加热食物
C.常压下蒸汽电熨斗喷出的水汽不会超过100℃
D.LED灯的发光原理与白炽灯相同
95 、(2015黑龙江20)关于自然光学现象的成因，下列解释错误的是：
A.晚霞：太阳光斜照至地球时，遇到悬浮在大气层高处的细小尘粒产生散射
B.地球极光：来自太阳的高能带电粒子流与大气摩擦生热发光
C.彩虹：阳光照射到空中接近球形的小水滴，光线发生色散及衍射
D.海市蜃楼：光在均匀的空气中连续发生折射和全反射
96 、(2015山东48)下列对于作用力的分析正确的是：
A.推出的铅球在空中受到重力和推力的作用
B.桨对水的推力是木船前进的动力
C.丢人池塘的石子没入水中后，在不同深度所受浮力不同
D.匀速行驶的汽车对放在车上的货物没有静摩擦力作用
97 、(2015国考13)下列说法符合生活实际的是：
A.小满时节，我国东部由低温导致呼吸疾病明显增多
B.芒种时节，我国南方居民发现春困的感觉有所加剧
C.处暑时节，我国北方医院里中暑病人相对有所减少
D.雨水过后我国西部蚊蝇所传播的疾病开始明显增多
`;