export const questionStr = `1 、(2020福建57) VR技术是Virtual Re at y(虚拟现实技术) 的英文缩写， 近年
来，我国的VR技术不断发展，并在医疗、教育、智能制造等行业中得到广泛的运用。
5G网络会大大提升虚拟现实体验的仿真度、沉浸感和交互性，这将促进虚拟现实产
业的进一步发展。
文末画横线的“这”指的是：
A.中国VR技术的不断发展
B.VR技术在各行各业中的运用
C.5G网络所带来的更完美感受
D.5G网络商用范围的扩大 
2 、(2016国考地市级41)跟石头和金属相比，木质砧板从表面上看也是硬邦邦一
块，可“内心”柔软，内部的植物纤维虽紧密排列，但仍有很多细微的空隙。这使它
在受到剧烈冲击时，内部结构发生弹性微调，既能避免与刀刃硬碰硬伤及刃口，又能
吸收一部分冲击力，不会让刀刃在接触板面的一刹那，由于反弹力过大而“剑走偏锋”
发生侧滑，这在连续切割，比如剁馅、切丝时尤为明显。
画线句子中的“这”指的是木质砧板的：
A.外观形态
B.材料来源
C.制作工艺
D.结构特点
3 、(2015江苏B4)儒学的存在不等于儒家哲学家或儒家哲学体系的存在，不能
认为有了儒家哲学家才有儒学，这是一种片面的看法。儒学在最基础的层面上，不仅
仅是经典的解说，同时也是中国人的文化心理结构。
文中画横线处的“这”指的是：
A.儒学是儒家哲学家的经典解说
B.儒学是中国人的文化心理结构
C.有儒家哲学家才有儒学的存在
D.儒学和儒家哲学体系是两回事
4 、(2015广东11)“土地代耕”是指一些不愿种地或者没能力种地的农民将土地
委托给大户或专业合作社，由其代耕、代种。对农民而言，支付一定服务费用，保证
自家土地不撂荒，还能增产增收；对代耕大户或合作社而言，收人主要靠代耕费及赚
取农资差价等。在一些地区，农民“不想种又舍不得”，在打工和务农之间两头忙，两
头不得利。而“土地代耕”一方面有利于农业社会化服务组织培育发展，解决务工农
民的后顾之忧，另一方面也为农业标准化、规范化经营降低成本、提高效益创造条件。
根据这段文字，对“土地代耕”理解准确的是：
A.有助于彻底解决土地撂荒的问题
B.会增加农业生产成本
C.会显著降低农民务农的积极性
D.既便于农民外出打工又能增加收人
5 、(2020国考地市级52)“风筝不断线”是吴冠中上世纪80年代前后提出的艺术
理念，在中国当代美术史上产生了重要的影响。看上去，这是关于“形式美”与“抽
象美”之间内在联系的一种阐述，实则它强调的是：艺术创作再怎么创新，再怎么放
飞自我，都不能远离现实生活。在吴冠中看来，抽象绘画就像放风筝，风筝是作品，
是“从生活中来的素材和感受，被作者用减法、除法或别的法”抽象成的某一种艺术
形式，而观众是天空。要让风筝飞上天空，艺术家手中“须有一线联系着作品与生活
中的源头”。只有“风筝不断线”，艺术才有根基，才能保持与观众的交流。
下列观点符合“风筝不断线”理念的是：
A.艺术来源于生活而高于生活
B.艺术的第一目的是再现现实
C.艺术创作应当以生活为基础
D.艺术离开民众就失去了土壤
6 、(2017国考副省级45)当炫耀式旅游成了目的，扎堆往知名景点挤，也就在
意料之中，其实旅游作为一种现代的生活方式，可以有多样化的功能。如果是为了教
育，可以带孩子去看名山大川、古城遗迹，帮助他们了解国家的历史和文化传统；如
果是为了休闲放松，可以去海边、深山，或者就近选择市郊的农家小院，能短暂逃避
尘世喧嚣就好。理性面对旅游目的，寻找合适的度假所在，才是健康的旅游观念，才
能更好地享受旅游的快乐。旅游观念转型升级，旅游市场分化，人满为患的现象才可
能消失，旅行中的快乐亦会更加醇厚。
根据这段文字，旅游观念的“转型升级”指的是：
A.实现多样化的功能B.理性面对旅游目的
C.赋予旅游实际意义D.享受旅行中的快乐
7 、(2019国考地市级58)环境保护主义是一种信念，是一种重建人与自然关系的
强烈愿望。要实现这一愿望，就必须树立一种自然共同体的意识，即将人类在共同体
中的征服者角色，变为这一共同体中的普通一员。它暗含着对每个成员的尊敬，也包
括对这个共同体本身的尊敬。只有树立了这样的一种道德意识，人们才有可能在运用
其在这一共同体中的权利时，感到所负有的对这个共同体的义务。这不仅依赖对自然
本质的科学理解，也依赖在了解基础上建立起的对自然的感情。
这段文字最后一句话中的“这”指的是：
A.热爱自然的感情B.自然共同体意识的树立
C.重建人与自然关系的愿望D.对自然共同体的义务
8 、(2019江苏A29)在一项研究中，研究者发现由于关于慢阻肺(慢性阻塞性肺
炎)的刻板印象根深蒂固，有可能导致罹患这种疾病的女性患者不能被及时确诊。研
究者请192位医生诊断一批中年患者，他们是长期咳嗽以及有吸烟史的男性或女性。
在初次检查中，只有49%的女性患者被诊断为慢阻肺，而男性患者则达到了64.6%
的诊断率。随后，研究者提供了指向慢阻肺的医学检验报告，这时诊断率的性别差距
缩小了，但仍然没有完全消失。
文段中“刻板印象”指的是：
A.女性患慢阻肺疾病的可能性较小
B.女性患慢阻肺不容易被诊断
C.男性由于吸烟史导致患慢阻肺
D.男性慢阻肺很容易被诊断
9 、(2015吉林甲51)我们之所以会持久地爱上一个人，本质上是因为“心理可
见性原则”。就像一面镜子一样，如果你的灵魂真正地被一个人看见，你就会爱上这
个人。当我们发现，如果别人看我们的眼光跟我们内心深处最真实的对自己的看法是
一致的，并且他们通过他们对我们的言行，表现出我们的这种理解，我们就会有一种
深深的被“看见”的感觉。
下列说法中，最符合“心理可见性原则”的是：
A.在爱你过程中，我遇到了自己
B.对我来说，你的爱情是种负担
C.因为爱情，我已然迷失了自己
D.你看见我，让我发现新的自己
10 、(2019浙江A47)这一切的前提，是旅游目的地的土特产品和旅游纪念品能
够满足游客的需求，能够以过硬的品质和服务赢得游客的信任。尽管现在越来越多地
方拥有了属于自己的国家标志地理认证产品，可以直接转化为游客购物清单上的旅游
纪念品或土特产品，但因为管理等方面的问题，产品质量良莠不齐，甚至假冒伪劣产
品横行，这大大压制了游客的购买欲望，也损害了当地旅游市场的形象和信誉。
文中的“这一切”最可能指代的是：
A.导游获得游客的信任和喜爱
B.地方旅游管理部门要简政放权，开放市场
C.售卖旅游纪念品和土特产品的商家能实现盈利
D.游客愿意花钱买喜欢的旅游纪念品和土特产品
11 、(2019江苏A28)国家审计独立性得到充分保障决定了审计法治的实现程度，
决定了审计质量水平和审计结果的公正程度，也决定了审计能否在国家治理活动中发
挥其“免疫系统”的功能，进而决定审计反腐的使命能否顺利完成。
下列说法与画线部分表述的意义最为相似的是：
A.国家审计独立性得到充分保障与否决定了审计法治的实现可能性
B.国家充分保障审计独立性与否决定了审计法治的实现程度
C.国家审计独立性能否得到充分保障决定了审计法治的实现程度
D.国家能否充分保障审计独立性决定了审计法治的实现可能性
12 、(2019国考地市级60)作为经历600年风雨、年客流量1600万的世界五大博
物馆之一，故宫也曾在公众面前遭遇尴尬，如今却能华丽转身，在互联网上主打造物
之美，兼顾攻略之实。故宫似乎找到了传统文化的“正确打开方式”，实现了传统文
化的形态丰富和再造——故宫已经不再只是那个北京城中轴线上72万平方米的皇家
院子，它在云端，在数字博物馆里，在创意用品中，更为重要的是，它已经走进了寻
常百姓家。从皇家私藏到国家所有，再到多层次、多渠道的社会共享，在故宫文物面
前，人与物的关系发生了分明的进化，早已不再是“天下至宝，尽归帝王家”，而是
更接近共有共享的理念。
根据这段文字，传统文化的“正确打开方式”指的是：
A.密切与公众的联系B.拓宽传统文化宣传渠道
C.对传统进行新解读D.利用网络实现文物共享
13 、(2016重庆下58)词典中对图书馆的解释是：图书馆是搜集、整理、收藏图
书资料供人阅览、参考的机构，图书馆有保存人类文化遗产、开发信息资源、参与社
会教育等职能。而其中，收藏书籍，供人阅览、参考，从而传播文化，应当是重点。
这是为世人所共同认知的。但是，站在不同的角度，也有人对图书馆的功能提出了质
疑。日本著名古书收藏家池谷伊佐夫在其《日本书店的手绘旅行》一书中写道：“被
图书馆收购的古典书籍，被贴上标签后，就此收藏在箱底，不见天日，鲜有机会在一
般人面前露面。图书馆可以说是书籍的黑洞。”
对图书馆是“书籍的黑洞”现象认知最准确的是：
A.针对古籍藏书珍存善本，切中图书馆的各种弊端
B.古典书籍非常珍惜，图书馆精心收藏本无可厚非
C.图书馆不仅要保存人类文化遗产，更要传播文化
D.图书馆保存的古籍藏书难以得到一般读者的阅读
14 、(2016深圳83)按照达尔文的物竞天择理论，“鸟男们”如此特殊的歌舞只
有一个解释——取悦雌性。因为澳大利亚的这片丛林，是个“男多女少”的卖方市场，
琴鸟姑娘每年仅产卵一枚，受荷尔蒙困扰的小伙子们竞争格外激烈。这一学说得到了
科学的印证。科学家研究了从38000只日本鹌鹑身上提取的大脑样本，然后将其分别
放在光线下接受时间长短不一的照射。他们发现，当春天来临时，鸟儿就开始唱歌是
因为春天日照时间比冬天长，在鸟类特殊的大脑细胞与阳光的共同作用下，其体内便
开始分泌荷尔蒙。它们用唱歌来吸引异性。然而，这只是众多解释之一。另一种令人
信服的理论指出，鸟儿歌唱是为保卫自己的领地。
上述文段中“这只是众多解释之一”中“这”指的是：
A.用唱歌来吸引异性B.“鸟男们”受到荷尔蒙困扰
C.春天日照影响鸟类行动D.物竞天择理论



`;