export const questionStr = `1 、(2016国考地市级58)判断一个环形坑或环形构造的形成是否与陨石撞击作用
有关，关键是要查明该坑岩石是否受过陨石强烈撞击伴随的冲击波作用。在强烈冲击
波作用下，靶岩将发生冲击变质。关于陨石撞击坑的判别，国际科学界明确了三项冲
击变质诊断性指标：矿物击变面状页理、矿物击变玻璃、击变矿物高压多形转变。在
自然界中，除了地外天体超速撞击引起的冲击波作用外，任何其他天然过程或地质作
用均不能在地质体中引发这类矿物物理变化。如能在地表环状地质构造中发现上述三
项指标之一，即可确定该地区发生过陨石撞击事件。
根据这段文字，对某处环形坑或环形构造来说：
A.发现矿物击变玻璃即可断定为陨石撞击形成
B.其形成往往能证明该处受过强烈冲击波作用
C.三项冲击变质诊断性指标通常不会同时出现
D.强烈地震有可能引发击变矿物高压多形转变 
2 、(2018广东14)网络已经渗透到生活的方方面面，语言文字正在从精英创造
时代进入大众智慧时代。近日，语言文字规范类刊物《咬文嚼字》杂志社发布“2017
年度十大流行语”，“不忘初心”“砥砺奋进”“流量”“尬”“忍”等人选。近年来，年
度十大流行语的网络特色日益明显，2017年有超过一半的入选流行语来自于网络或
由网络赋予了新的涵义。
对这段文字理解准确的是：
A.网络语言的流行说明大众对语言文字发展的重要影响
B.网络流行语逐渐成为大众语言文字的主要组成部分
C.年度十大流行语征集范围主要以互联网用户为主
D.精英创造的语言文字正逐渐从网络使用中减少
3 、(2017云南53)长时间保持同一个姿势，容易导致下肢血液回流不畅，形成血
栓。静脉血栓是血栓把血管堵塞，造成血液无法流通，从而引起肢体肿胀、疼痛，以
及浅静脉扩张、曲张等临床表现。静脉血回流到心脏后，会进入肺部来完成氧气的交
换。深静脉血栓在血管的一端与血管壁仅有轻度粘连，血栓另一端则自由地漂浮在血
管壁内。热敷、按摩和挤压下肢，容易使血栓脱落，随血流流经心脏，最后“卡”在
肺动脉里面，导致肺动脉的血流受阻，进而引发咳嗽，胸闷等症状，甚至导致窒息死
亡，即肺栓塞。
对这段文字理解错误的是：
A.用热敷、按摩的方法来缓解静脉血栓是错误的
B.深静脉血栓比浅静脉扩张更加危险
C.预防静脉血栓，需要人们运动起来
D.具有堵塞性是血栓的“原罪”
4 、(2020江苏A22)文本是书法的灵魂所系。书法的书卷气，以及艺术风格等，
皆与文本背后的人文精神息息相关。文本缺位的书法，是不完整的书法。对于书法的
价值判断，尽管在传统文化和现代文化中有一定程度的调整，但其文化根本并没有动
摇。书法艺术一直承担着“载道”的功能。以《兰亭集序》《祭侄文稿》等为代表的
书法经典，均是笔墨与文辞交相辉映的产物，其中蕴含着家国情怀、民族风骨、人文
精神，体现着书法家的文化修养与艺术素养，至今熠熠生辉。
以下概括不符合文意的是：
A.评价书法作品的价值不能忽视其文本内容
B.书法艺术的水平取决于书法家的文学水平
C.“文以载道”的古训同样适用于书法艺术
D.上乘的书法作品几乎都是优秀文本的法帖
5 、(2018江苏A21)近年来，人民币国际化的速度在某种程度上已经告别了之前
的高歌猛进，这在很大程度上源于人民币升值周期的结束终结了海外投机者短期持有
人民币的热情。但是，随着人民币在国际货币体系中日益发挥实质性作用，其作为国
际货币的认可度却在稳步上升，越来越多的官方机构和私人机构都开始严肃对待人民
币的国际货币职能，考虑长期持有人民币，而不再仅是将持有人民币作为一种短线投
资的手段。例如，2016年6月，欧洲央行发表声明称，该行已完成规模相当于5亿
欧元的人民币外汇储备投资。
下列说法不符合文意的是：
A.人民币国际化进人了新的更加稳定的阶段
B.人民币升值周期结束遏制了短线炒作的行为
C.人民币国际化速度变缓使其市场认可度提升
D.欧洲央行开始认可人民币的国际货币地位
6 、(2018云南52)锂离子电池是一种非常重要的储能技术，广泛应用于便携电
子设备和新能源汽车上。随着电动汽车、智能电网时代的到来，锂离子电池大规模发
展受到锂资源短缺的瓶颈制约。与锂相比，钠储量丰富、分布广泛、成本低廉，并且
与锂具有相似的理化性质，因而钠离子电池的研究再一次受到科研界和工业界的广泛
关注。与锂离子电池相比，钠离子电池的能量密度通常较低，虽不太适合应用在对能
量密度有较高需求的便携式电子设备和电动汽车领域，但适合应用于对能量密度要求
不太高，对成本敏感的低速电动车和通信基站、家庭储能等领域。
下列选项中，与这段文字意思相符的是：
A.从经济效益来说，钠离子电池比锂离子电池实惠
B.锂离子电池的昂贵造价是其发展的瓶颈
C.钠离子电池的应用范围比锂离子电池广
D.锂离子电池不会被钠离子电池完全取代
7 、(2016深圳84)任侠精神之所以能够成为唐代突出的文学现象，是因为当时
的社会生活为它提供了深厚的土壤。社会上盛行的任侠风气，一旦和特定时期的历史
需要、社会思潮相结合，就形成强大的精神力量，从而影响了人们的生活理想和文学
理想。商业资财的积累和城市规模的扩大，为任侠的活动提供了物质基础；北方游牧
民族的大规模内附和迁徙，不仅给中华文化注人了新鲜的血液，而且也使其雄杰剽悍
的风尚深人内地。但是，盛唐的诗人们之所以不约而同地从任侠风气中吸取诗情，其
根本原因在于它提供了这个时代所需要的精神力量。它所体现出的，是一种力的美、
运动的美，是构成唐诗永久魅力的奥秘之一。
任侠精神能够成为唐代突出的文学现象，其原因不包括：
A.盛行的任侠风气提供了深厚的土壤
B.商业资财的积累和城市规模的扩大提供了物质基础
C.北方游牧民族的大规模内地迁徙注入了新鲜的血液
D.任侠精神是构成唐诗永久魅力的奥秘之一
8 、(2020国考地市级50)在地面装备中，锂离子电池主要应用于军用无人地面
车辆、机器人、混合电动战车等。对使用油电混合驱动的地面战车来说，采用锂离子
电池作为动力源不仅可以降低油耗，减少后勤负担，还可以提高战术车辆的机动力和
生存能力。目前，多国军队都加大了混合电驱动战车、无人地面车辆、地面机器人的
锂离子电池模块的研发力度。不过，对大型地面装备来说，锂离子电池功率偏弱是制
约其进一步应用的主要因素。因此，未来还需要继续研发高比功率、低成本的锂离子
电池，满足地面装备的任务需求。
根据这段文字，锂离子电池：
A.在大型装备应用方面存在不足
B.在军事应用中具有广泛适用性
C.被各国作为新型电池大力发展
D.是未来战场动力源的发展方向
9 、(2016广东29)从宏观调控看，保持政策连续性和稳定性，是精准把握稳增
长与调结构平衡的最优选择，这有助于我们在保持经济运行合理区间的前提下，既能
实现稳就业的目标，又能促进结构调整取得积极进展。当务之急是做好处置预案和政
策储备，加强相关的舆论引导、风险隔离和社会保障等配套工作，同时运用必要的金
融工具，调整负债的期限结构，缓解地方政府和企业的短期债务压力。只要处置得当，
就不会演变为系统性风险。
与这段文字意思相符的一项是：
A.促进结构调整取得进展的因素之一是保持政策的连续性和稳定性
B.运用必要的金融工具，调整负债的期限结构，有助于实现稳就业的目标
C.处置预案和政策储备可以缓解地方政府和企业的短期债务压力
D.阻止系统性风险发生主要在于缓解地方政府和企业的短期债务压力
10 、(2019云南50)在宏观尺度下，金刚石通常被认为表现不出丝毫变形行为，
任何极端尝试对它进行变形的后果往往在还没有达到可见形变之前就发生脆性断裂。
这也使得它在一些可能承受机械变形的应用受到限制。为针对其进行纳米尺度力学测
试，研究组设计了一套独特的纳米力学实验方法，对单晶和多晶金刚石纳米针样品进
行了定量的“压缩一弯曲”测试。结果显示，测试样品均可实现远高于宏观金刚石数
十倍以上的大变形且在极大范围内可完全回复。实验结果经模拟分析，确认单晶金刚
石纳米针在拉伸侧的弹性形变量达到约9%，对应强度亦接近其理论极限。此次发现
将有助于进一步拓展金刚石在药物传输、生物探测和影像等生物医学领域的应用。
以下各项中，对上述文字理解正确的是：
A.该实验中，多晶金刚石纳米针样品在拉伸侧的弹性形变达到约9%
B.在宏观尺度下，任何极端尝试行为也无法让金刚石达到可见变形
C.目前金刚石在生物探测和影像等生物医学领域的应用较为受限
D.该实验结果发现得益于研究组设计的独特的纳米力学实验方法
11 、(2019广东乡镇9)完善村民自治，应推动乡村治理重心下移，尽可能把资
源、服务、管理下放到基层，培育打造服务性、公益性、互助性农村社会组织，开展
农村社会工作和志愿服务，发挥新乡贤作用。
对这段文字理解准确的是：
A.完善村民自治需要大量引进志愿者
B.完善村民自治需要让乡贤发挥主要作用
C.完善村民自治需要把所有资源下放到基层
D.完善村民自治需要发展农村社会组织
12 、(2017江苏C28)海洋微生物大多是海洋的生产者，参与海洋物质生产、传
递、沉降、分解和转化的过程，为海洋植物的生存提供良好的环境和资源。除此之外，
多数海洋微生物具有分解有机物质的能力，能将有机物分解成氨、硝酸盐以及二氧化
碳等，为海洋植物提供营养物，对海洋无机营养再生起了重要作用。海洋中具有光合
作用的微生物能利用简单无机物合成有机物和氧，有利于其他生物生存。
关于海洋微生物的作用，这段文字未涉及的是：
A.参与海洋的物质循环B.保护海洋的生态平衡
C.促使海洋的富营养化D.维护海洋的食物链
13 、(2020福建50)广告、点击量变现和会员付费，是现阶段视频平台的三大主
要收人来源。从国内近几年的发展态势来看，L视频平台公司的会员付费模式备受国
内同行的青睐和追捧。从2009年到2018年，该公司的市值增长了约60倍，目前高
达1293亿美元，在众多科技股中表现抢眼。但即使这样的“巨无霸”，现在也面临着
会员增长的压力，这部分收人未来恐怕难以填补其在原创内容领域巨额投人的缺口。
根据这段文字，下列说法正确的是：
A.L公司的广告收人没有会员付费收入高
B.L公司的会员付费模式优于国内视频网站
C.L公司的市值增长主要依靠会员付费收人
D.L公司的点击量变现收入比不上国内其他视频网站
14 、(2019山东19)我们已经发现，原作与赝品之间的区别在审美上是重要的，
这并不意味着原作一定比赝品优秀。一幅有灵感的复制品可能比一幅绘画原作更值得
奖赏；一幅损坏的原作可能已经失去了绝大部分它以前的优点；一幅从破旧不堪的蚀
刻板上印下来的图像，可能比一幅好的照相复制品在审美上更逊于早先印下来的图像。
根据这段文字无法推出的一项是：
A.原作区别于赝品的根本不同是审美上的优越性与独特性
B.原作与腰品之间的优劣高下其实并不一定界限分明
C.如果一幅原作被损坏了，它可能远不及保存更好的赝品
D.好的照相复制品在某些时候会比蚀刻板拓印的图像更有价值
15 、(2017广州18)与发达国家新的城市发展理念不同的是，中国的很多城市仍
然醉心于打造“花园城市”。如果将“花园城市”理解为花团锦簇、绿树成荫，这本
身并不错。问题在于，很多地方将“花园城市”理解成了低密度和宽马路，特别是在
新城建设中盲目追求宽马路、大广场和大的绿化带，这就错了。
以下说法最可能符合作者观点的是：
A.“花园城市”已经是一个过时的城市发展理念
B.“花园城市”并不单单指花团锦簇和绿树成荫
C.“花园城市”建设不应一味追求低密度和宽马路
D.中国对于“花园城市”的理念存在误解
16 、(2019山东16)现代工业文明取代传统农业文明的一个重要标志是社会化大
生产取代了传统的小生产和自然经济。这不仅是生产方式的变革，而且内在地包含了
文化模式的转变。因为，社会化大生产的运行机制和组织方式的根本原则是由理性主
义文化模式所提供的理性原则和科学原则，以及体现理性精神的现代组织原则。
对这段文字理解正确的是：
A.传统的小生产和自然经济使得农业文明长期停滞不前
B.社会化大生产的核心是理性主义文化模式和生产方式的变革
C.生产方式的变革和文化模式的转变促进了人类文明的进步
D.文化模式的转变在根本上给人类带来了现代工业文明
17 、(2019国考地市级53)据报道，地球冰川正处于快速融化阶段。但是一些科
学家认为，在远古时期，地球曾陷人一种叫做“雪球地球”的深度冰冻状态，当时冰
盖几乎完全覆盖了整个地球。然而，地球出现深度冰冻的次数、延伸范围以及地球变
成雪球的速度，一直是未解之谜。目前，科学家对埃塞俄比亚最新发现的岩石序列进
行分析，结果显示“雪球地球”仅在几千年内就可形成。这项发现支持雪球冰川理论
模型，该模型表明，一旦冰层延伸至地球纬度30度位置，就会出现全球范围的快速
冰川作用。
从这段文字中我们可以获知以下哪一信息?
A.快速冰川作用出现的原因B.“雪球地球”的形成速度
C.地球出现深度冰冻的次数D.“雪球地球”出现的具体年代
18 、(2016四川下38)自从19世纪末，欧洲学者在今斯洛文尼亚境内研究石灰
岩溶蚀作用及其地貌，并提出“喀斯特”这一术语以来，人们的眼界已大大拓展，遍
及全世界的精彩喀斯特景观，已远远超出了“经典喀斯特”最初的内涵。以桂黔滇川
渝鄂湘为主体的中国南方热带一亚热带喀斯特，就是地球上最壮观的喀斯特景观带之
一。而自20世纪90年代以来，在重庆武隆被发现和研究的具有世界意义的喀斯特奇
观，无疑给中国南方喀斯特添上了浓墨重彩的一笔。
下列各项中，与文意相符的是：
A.重庆武隆再次证明了“经典喀斯特”的外延已越来越丰富
B.重庆武隆再次证明了“经典喀斯特”在中国存在的广泛性
C.重庆武隆无疑给研究喀斯特找到了区别于南方的有力证据
D.重庆武隆无疑给世界喀斯特地貌开启了学术研究的新视角
19 、(2019江苏B18)以人均收入衡量的发展差距，本身隐含着一个资源禀赋结
构上的差异，即发达地区具有相对丰富的资本要素，从而在资本密集型产业上具有比
较优势；而相对不发达地区则具有劳动力丰富和生产成本低的比较优势。东中西部地
区之间存在的资源禀赋结构差异，无疑可以成为中西部地区经济发展赶超的机遇。
下列说法与文意不符的是：
A.不同地区资源禀赋的差异有利有弊
B.发达地区相对来说劳动力比较缺乏
C.中西部可以利用劳动力丰富的优势
D.资本密集型产业多集中在东部地区
20 、(2019云南49)空气污染阻断了植物与昆虫间的正常交流，这一点对于像蜜
蜂之类的传粉昆虫来说影响更大。虽然，单就蜜蜂种群数量因此而受到的破坏程度，
现阶段还没有谁能够拿出一个完整的监测数据，但研究发现，常见的植物挥发性物质
月桂烯极易被柴油机废气所破坏，而且月桂烯的缺失会让蜜蜂在寻找蜜源的途中迷失
方向。研究人员在将花香中的月桂烯移除后，只有37%的蜜蜂还能识别出蜜源在哪儿。
根据文字，以下说法正确的是：
A.空气污染严重损害蜜蜂生存B.空气污染严重影响蜜蜂采蜜
C.空气污染让蜜蜂找不到蜜源D.空气污染严重破坏蜜源
21 、(2017云南49)传统经验医学正遭遇“不确定性”技术瓶颈，造成医疗资源
浪费和医疗效果不尽如人意，相比传统诊疗手段，精准医学具有精准性和便捷性，一
方面，通过基因测序可以找出疾病相关的突变基因，从而迅速确定对症药物，减少弯
路，提高疗效，同时还能够在患者遗传背景的基础上降低药物副作用；另一方面，精
准医学检测所需的组织样本较少，可以减少诊断过程中对患者身体的损伤。可以预见，
精准医学技术的出现，将显著改善疾病，尤其是癌症患者的诊疗体验和诊疗效果。
根据以上文字，对精准医学理解正确的是：
A.能减少药物使用，提高医疗效果，增强医疗的确定性
B.具有精准性和便捷性，因此拥有传统经验医学无可比拟的优越性
C.减少对患者的损伤和降低副作用，是其改善诊疗体验和效果的关键
D.可减少医源性损害，降低医疗资源耗费，获得优化的病患治疗效益
22 、(2020安徽38)研究人员发现在大脑中存在着不同种类和巨大数量的高维几
何结构，由紧密连接的神经元团块和它们之间的空白区域(空洞)组成。这些团块或
空洞似乎对大脑功能至关重要，当研究人员给虚拟大脑组织施加刺激时，他们发现神
经元以一种高度有组织性的方式对刺激做出了反应。这意味着我们思考问题的时候，
神经元的团块会逐渐组合成更高维的结构，形成高维的孔隙或空洞，团块中的神经元
越多，空洞的维度就越高，最高的时候可以达到11个维度。
根据上述文字，下列说法正确的是：
A.团块中的神经元越多，空洞的维度就越高，意识越复杂
B.神经元团块或空洞互相联系，以施压方式促进人的思考
C.神经元能以高度有组织性的方式反应，取决于大脑功能
D.人脑充满多维几何结构，最高时可在11个维度上运行
23 、(2019青海41)所有的农耕文明时代的文化都具有保守性，无论东西方，概
无例外。深刻的原因是，在以手工劳动为基础的生产方式中，“原封不动地保持旧的
生产方式，却是过去一切工业阶级生存的首要条件”(《马克思恩格斯选集》)。西方文
化，尤其是自然科学在西方文艺复兴与18世纪工业革命后之所以发生了深刻性的质
变，引发了中西方的对立与冲突，以及中国在自然科学发展上的明显落后，根本原因
在于，以机器为生产基础的商品经济生产方式与交换方式取代了以手工工具为基础的
自然经济生产方式与交换方式。
对上面这段话，理解正确的一项是：
A.以手工劳动为基础的生产方式，是导致农耕文明时代的文化具有保守性的根本
原因
B.由表及里，从历史的文化现象角度分析了中西方的对立与冲突形成的深层原因
C.无论东西方，在封建时代，都是以农耕文明为主的，故而东西方都具有保守性
D.自然科学的质变引发了中西方文化的对立与冲突，引发了生产方式与交换方式
的变化



`;