export const questionStr = `101 、(2020安徽40)大凡作诗填词，都是语言与情感互相迁就的过程。一位初
学者最初萌生什么样的感情，选择什么样的句式来起手，是不可预知的。可是一旦他
有了初步的构思，就总能在《唐宋词格律》这部书里得到适当的帮助。它会知道哪些
词牌适合表达怎样的感情，应该选择什么样的韵脚，以及怎样合理运用某些修辞方法，
在面对特殊句法的时候不上当。如果读过足够多的古人诗词，具有一定的语感，就确
实能在这部书的帮助下完成初次创作。它不能教人写出惊才绝艳的名篇，却以最大的
诚意，防止你闹出各种笑话。
上述文字意在说明：
A.《唐宋词格律》因词调丰富而适合初学者使用
B.诗词创作实质上是语言与情感互相迁就的过程
C.《唐宋词格律》为初学者提供了非常好的帮助
D.诗词创作者须有充沛的情感及较高的文学修养 
102 、(2018浙江B43)我国是世界上最早而又最广泛利用鱼类的国家之一。殷墟
出土的甲骨文中就有“鱼”形文字，在青铜铭文中有更多的“鱼”形文字。先秦时期
的《诗经》是我国人民识别、记载物种最早的一部古籍，书中记载了鲂等20多种鱼
类。从南朝梁代陶弘景的《神农本草经》到清末吴仪洛的《本草从新》，众多的“本
草”更为详尽地记载了鱼类的形态、生态、分布、食用和药用等方面的知识。
这段文字主要介绍：
A.记载鱼的古代文献B.我国鱼文化的历史
C.古人利用鱼的方式D.“鱼”字的演变过程
103 、(2019浙江A49)在古罗马帝国，当古罗马人不再是至高无上的族群，帝国
的控制权转移到了由多民族精英组成的群体，伊利里亚人、高卢人和迦太基人继续传
承和发扬着古罗马文化；在伊斯兰帝国，当阿拉伯人失去对伊斯兰世界的控制权，埃
及人、伊朗人和柏柏尔人继续发扬着穆斯林文化；对欧洲帝国主义而言，当欧洲人失
去了对全球的控制权，西方文化对印度人与非洲人的融合、渗透也不言而喻。
这段文字的主要意思是：
A.帝国的建立者失去主导地位后，他们创立的文化仍会得到传承
B.帝国的统治精英所传播的文化理念常常具有普遍和包容的特性
C.文化的多元性使帝国能够在单一的政治框架下纳人不同的种族
D.帝国对不同族群和人种的统治力主要体现在文化层面的控制上
104 、(2016河南17)过去几十年中，视觉革命伴随着新的媒体形态和消费方式
而到来。上世纪初，人们只能通过报纸、杂志等平面媒体了解信息。此后，显示管技
术的成熟让电视机走到台前，极大地改变了人们的生活方式，1969年7月11日，数
以千万的美国人守在电视机旁，收看阿姆斯特朗迈上月球的第一步。而现在，手机这
种更便捷的智能终端，再次改变了人们的工作和生活，新型的直播方式，使突破时间
和地域障碍的沟通成为可能。
这段文字主要介绍了：
A.新的媒体形态和消费方式产生的过程
B.视觉革命对生活和工作方式的改变
C.媒体领域出现的技术突破
D.媒体形态和消费方式的关系
105 、(2017江西28)据统计，我国儿童人口数为2.3亿，占全国总人口的
16.5%，未来受到“二孩政策”的影响，儿童人口数将呈现增长趋势，儿童用药市场
潜力巨大。但国内儿童用药医疗市场90%以上的份额，被为数不多的外资企业如惠
氏、罗氏、施贵宝等占领。发达国家在对儿童专用药品的开发、临床试验等方面都有
相应的政策支持，对药企给予税收、专利、市场和研究资助等方面的优惠措施。
这段文字意在强调：
A.国内儿童用药医疗市场潜力大
B.国内儿童用药医疗市场基本上被外资企业垄断
C.发达国家通过各种措施支持儿童专用药品的开发
D.国内需配套出台相应的政策支持儿童用药医疗市场
106 、(2017江苏A23)文字是人类继语言之后的一大发明，如果说，语言的出现
使人类实现了由动物到人的转变的话，那么文字的发明，则使人类从原始社会的低级
阶段上升到文明社会的高级阶段，从而使人们的生活发生了质的飞跃。
这段文字主要强调的是：
A.人类使用的语言和文字不是同时出现的
B.文字发明前人类处于原始社会低级阶段
C.文字在人类社会发展历史上具有重要作用
D.文字是人类社会处于高级阶段的显著标志
107 、(2016吉林甲48)电影《七月与安生》讲述了一对灵魂伴侣的成长故事。七
月与安生，两个女孩性格迥异，相识于年少，无话不谈。她们是闺蜜，更是灵魂深处
的另一个自我。尽管日后她们走上了不同的道路，但内心深处却都对另一种人生充满
向往。影片贯穿了一条戏中戏的线索：一个女孩在写两个女孩的故事。最终，影片中
在网络上发布小说的安生在写书时，同时活成了安生与七月，成为拥有两个自我的人，
而这故事也在创作的虚构空间中完成了对生命过程的丰满，对生命质感的提升。
下列选项中最符合作者对《七月与安生》的解读的是：
A.人往往对别人的人生更感兴趣
B.一个人应该坦诚面对自己曾经有过的真实人生
C.一个人最终的成熟就是走向与自我的和解
D.每个人都希望活成别人的模样
108 、(2019山东15)人类学家在有关原始民族的研究中，已反复证明这种文化
比较是何等有价值。某个部落的正式习俗也许百分之九十与邻近部落相同，但却恰恰
否定了核心的基础性制度安排。不论其在整体中的比率是多么小，都可能使该民族的
未来向独特的方向发展。
这段文字意在强调：
A.在原始民族研究中，文化比较是最重要的研究方法
B.邻近部落的正式习俗之间既有相同之处又有本质性区别
C.基础性制度安排在部落的正式习俗中比率很小
D.基础性制度安排可能决定一个民族的发展方向
109 、(2017国考副省级38)随着全球气候变暖、冰层融化，南北极所蕴含的巨
大能源资源、航道优势等被充分发掘出来，其战略意义愈发凸显。据估算，仅北极地
区的煤炭、石油、天然气储量就分别占到全世界潜在储量的25%、13%、30%。同时，
极地的战略位置也尤为重要。如今，为赢得竞争优势，不仅美国、俄罗斯、加拿大等
极地国家纷纷根据各自的国家利益制定极地战略，而且一些非极地国家和集团也积极
参与极地事务，使得极地地区形势骤然变化。作为新兴战略热点，围绕极地尤其是北
极地区的国际斗争将日趋复杂和激烈。
这段文字意在强调：
A.大国的积极参与使得极地地区形势复杂化
B.各国应从全球战略高度看待极地地区问题
C.围绕北极地区的国际斗争即将拉开帷幕
D.极地成为世界各国战略博弈的热点地区
110 、(2017广东13)科学素质是公民实现美好生活的前提，是实施创新驱动发展
战略和全面建成小康社会的社会基础。目前我国公民科学素质还不能满足国家建设和
社会发展的需要。研究表明，进入创新型国家行列的30多个发达国家，公民具备科
学素质的比例最低都在10%以上，我国仅为6.2%。虽然我国公民科学素质提高很快，
但发展不平衡，与世界发达国家的差距仍然很大，特别是我国科普方面的公共服务很
不均衡，农民、城镇新居民、边远和少数民族地区群众获得服务的机会明显偏少。
这段文字意在说明：
A.我国公民科学素质还需进一步提高
B.全社会应关注公民科学素质的提高
C.我国与发达国家在公民科学素质上存在差距
D.我国公民科学素质不高是一个严重的问题
111 、(2019广东县级13)国务院及地方政府机构改革顺利实施。重点领域改革迈
出新的步伐，市场准人负面清单制度全面实行，简政放权、放管结合、优化服务改革
力度加大，营商环境国际排名大幅上升。对外开放全方位扩大，共建“一带一路”取
得重要进展。首届中国国际进口博览会成功举办，海南自贸试验区启动建设。货物进
出口总额超过30万亿元，实际使用外资1383亿美元、稳居发展中国家首位。
对这段文字概括最准确的一项是：
A.中国经济运行保持在合理区间
B.中国经济结构不断优化
C.中国发展新动能快速增长
D.中国改革开放取得新突破
112 、(2018江苏A27)发展乡村旅游缺少资金支持，这一难题亟需破解。乡村旅
游景区是多方位开放式区域，属于公共空间。改善发展环境，政府义不容辞，可通过
整合财政资金，促进景区提档升级，鼓励各地采取以奖代补、先建后补的形式加大财
政支持力度；可通过撬动金融资金，搭建银行和政府的对接平台，解决经营主体的贷
款难题，加大对乡村旅游的信贷力度；还可通过PPP、众筹等新型融资模式鼓励社会
资本进入。让乡村旅游有人投、建得好、管得好。
这段文字重点强调的是：
A.资金匮乏难题严重影响乡村旅游发展
B.乡村旅游的建设和管理需要资金支持
C.充分发挥不同资金渠道间的优势互补
D.发展乡村旅游急需推进多渠道投融资
113 、(2017江西35)中国目前面临的水困局，不但有严重的水污染，还有严重的
水资源短缺，中国还处于工业化阶段，减少水资源需求以及污染物排放的压力大，治
理难度显然也很大。但无论多难，治水已经没有丝毫退路，因为，“让群众喝上干净
的水”，是政府对人民应尽的承诺。事实上，治水的目标，不仅是让人民喝上干净的
水，也是让整个生态系统都喝上干净的水。
这段文字意在说明：
A.中国水污染和水资源短缺的现实
B.治理难度大的原因
C.治水的必要性
D.治水的愿景
114 、(2017陕西40)最新研究表明，正常的细胞在更新换代之后就会凋亡。因为
正常细胞的生长和繁殖，是受调控的。但如果是出错的细胞，又没办法被人体排除掉，
它就是一个“侵略者”，不仅不会死掉，还会变本加厉地在体内繁殖生长，直至有一
天演变成了癌症。虽然这种概率并不大，但细胞每天都是在分裂的，每天都有可能出
现错误细胞，因为有强大的免疫功能保护，大部分都会被免疫系统杀死。但为什么有
的出错细胞，却没有被人体排除掉呢?因为错误细胞“智商”更高一些，它会通过分
泌出一些物质，来改变周边免疫系统的环境，从而抑制免疫系统，然后再伪装成正常
细胞，不让免疫系统识别出自己的身份。一旦有发生免疫逃逸的癌细胞，它就会存活
下来不停地繁殖，直至癌症的发生。
这段文字旨在说明：
A.错误细胞是如何一步步演变成癌症的
B.免疫逃逸的具体发生过程
C.错误细胞的巨大危害
D.正常细胞在代谢过程中可能出现的问题
115 、(2019江苏A24)根据新的刑事证据规则，鉴定检材的真实性和同一性已经
成为鉴定意见转化为定案根据的前提条件。这显然是我国刑事证据制度发生的重大变
化。透过这一变化，我们可以发现司法改革的决策者们已经具有了一种新的理论认识：
实物证据鉴真是司法鉴定程序启动的前提和基础；未经鉴真过程，任何专业人士对实
物证据所作的“司法鉴定意见”都将是没有法律意义的；实物证据作为一种“送检材
料”，在其真实性和同一性存在合理疑问的情况下，鉴定意见将不具有作为定案根据
的资格。
这段文字中提取的关键词最恰当的是：
A.刑事证据实物证据鉴真定案根据
B.司法改革司法鉴定意见定案根据
C.鉴定检材刑事证据制度司法改革
D.证据制度司法鉴定程序送检材料
116 、(2020北京38)基因和性状、疾病之间有着非常复杂的关系，破译这一关系
最原始的方法是上个世纪中叶建立的基因连锁分析：通过比较受遗传疾病影响的家族
中不同成员的染色体条带或遗传标记的异同，在染色体上定位致病基因。这种方法在
研究单基因遗传病方面取得了很多成绩，但其缺点是分辨率有限，很难准确地定位到
单个基因上。
这段文字意在说明：
A.基因和疾病的关系难以准确破译
B.基因连锁分析方法存在明显缺陷
C.单基因遗传病更容易找出病因
D.基因分析有助于精准治疗遗传病
117 、(2017四川28)两千多年前，孔子在竹简上写下“君子和而不同”，这不仅
成为中华文化的内在品格，也代表着中国对世界秩序的想象。不同国家、民族的思想
文化各有千秋。文化的共存不是让一种文明普适化，而是要寻求大多数文明的共同点
和公约数。毕竟，只有每一颗星星都发光，人类文明的星空才会更加璀璨。
这段文字主要说的是：
A.中华文化对世界的贡献B.孔子对中华文化的影响
C.古人对世界秩序的想象D.文化共存的实现途径
118 、(2017陕西28)家中有人做客时，自己的孩子坐在凳子上，一边看动画片
一边乱动，结果不小心从凳子上摔了下去，然后哇哇大哭。这时，许多父母会觉得很
愤怒，于是斥责孩子：“看个动画片都不老实，自己把自己摔了还有脸哭?”从心理
学的角度讲，这样的批评很可能只是父母在发泄自己内心的愤怒，对孩子的教育意义
微乎其微，甚至适得其反：摔倒的孩子正处于伤心中，无法领会父母批评背后的“深
意”，只能听到父母的呵斥，因而可能会哭得更厉害。此时，如果旁边有其他孩子看
到了这一幕，也只会得出“摔倒了不能哭，否则就会被大人骂”的结论。事实上，父
母对待孩子的态度和方式关系到孩子的心理健康，当众批评孩子会影响孩子自尊心的
形成及发展。一味地打骂、呵斥不仅会使孩子感到在外人面前“丢了人”，还会使孩
子形成“某件坏事的出现是自己活该”的消极思维。
对这段文字的核心观点概括最准确的是：
A.“堂前教子”可能适得其反
B.当众批评孩子会伤害孩子的自尊心
C.父母教育孩子时，如果自己内心很愤怒，则教育意义不大
D.家里有客人时，最好不要斥责孩子
119 、(2016河南23)在大数据时代之前，人们做出决策和构建制度，大多建立在
匮乏的数据基础上。简单地说，在过去网络还不甚普及的时候，人们在做出一些决策
行为和数据分析的过程中，更多的是凭借个人经验和直觉。而现在，大数据时代的来
临，为人们提供了一种全新的思路，通过大量的数据分析得出的结果将更加现实和准
确。但是，值得注意的是，过去，我们手头上仅有的一些数据都是相对准确的，有参
考价值的，而大数据由于信息量更多更大，信息品质参差不齐，并非所有数据都有参
考价值，相对过去来说，这些数据更加杂乱。
这段文字意在强调：
A.大数据使得科学研究更加便捷和准确
B.大数据时代人们的决策过程更加科学
C.不同时期数据的准确性存在着巨大差别
D.应注意信息品质对数据分析结果的影响
120 、(2016联考51)大数据是指规模极其巨大，以致很难通过一般软件工具加
以获取、管理、处理并整理成为有用资讯的海量数据。其具有大量、高速、多样和价
值密度低四个特点，被认为是人类新世纪的“新财富”，价值“堪比石油”，发达国家
纷纷将开发利用大数据作为夺取新一轮制高点的重要目标，就是个明证。
这段文字意在说明：
A.大数据在处理上还存在技术难度
B.大数据背后隐藏着巨大的价值
C.发达国家在开发利用大数据上已经先行一步
D.开发利用大数据已成为国家竞争的一个热点
121 、(2018浙江B50)社会学家费孝通曾以“差序格局”来描述中国传统社会的
伦理结构，认为此结构中最大的毛病是“私”。但中国传统社会也确有梁漱溟所说的
“伦理本位，互以对方为重”的优点。中国传统的“差序格局”之所以有陷于“私”
的弊病，并非儒家所倡“仁”的本义，而是由于存在“分殊之蔽”的历史局限或认识
局限所造成的。在现代社会，把孝悌与博爱、个人与社会、情感与理性、道德与法治
有机结合起来，需要对懦家的仁爱精神作出创造性诠释和创新性发展。
这段文字的主旨是：
A.传统社会“差序格局”的伦理结构忽略了“仁”的本义
B.“分殊之蔽”的局限性导致中国传统伦理“私”的弊病
C.传统社会的伦理结构融汇了“私”和“仁”的精神内核
D.儒家仁爱精神应融合现代性价值元素方能历久弥新
122 、(2018江苏A29)量化历史研究的一部分工作，就是找到合适的量来反映过
去。比如身高数据恰好可以在历史研究，尤其是经济史研究中承担起这样的角色。在
个体层面影响身高的因素有很多。在社会层面，平均身高和个体青少年时期的生活水
平有很密切的关联。身高会在一定年龄定型，直到老年时期都不会发生太大的变化。
身高相当于“冻结”了过去的社会经济状况，虽然没有琥珀定住虫子那么精确，但已
弥足珍贵。
作者通过这段文字主要想说明的是：
A.社会经济状况对人体身高有何影响
B.经济史研究可以参考人的身体数据
C.量化历史研究如何选取恰当的参量
D.身高数据“冻结”了社会经济状况
123 、(2016吉林乙37)我家楼下的王大妈每天推着瘫痪的老伴散步，以前总是
有说有笑，最近情绪有些低落，一问才知道，都是被“开放二孩”政策闹的。原来，
在北京的二儿子说，媳妇又怀孕了，他们计划让老太太去给带孩子，老爷子这边雇个
24小时家政服务，王大妈说，咋也不能把老伴撇下，想自己出钱帮儿子在北京雇保
姆，可儿子说北京太贵，而且保姆看孩子不放心。一来二去，媳妇去医院做了流产，
不生了。这么一来，王大妈和老伴上火了，满心的内疚感。老伴天天嚷嚷“都怪自己
拖累了全家”。王大妈也动不动掉眼泪说：“这身体真不行了，对不起孩子们呀。”
这段文字意在说明的是：
A.二孩政策放开了，但“敢不敢”生却是个问题
B.要二孩让有些隔辈的老年人也背负了压力
C.二孩政策未必立竿见影，需要家庭和社会共同努力
D.国家出台二孩政策考虑不周全，应该及时进行修改
124 、(2016山东11)中国正掀起3D打印投资热。面对3D打印的广阔前景，各
地纷纷兴建3D打印产业园，并出台各项优惠政策等。但发展3D打印这项新兴技术，
凭借热情是不够的，3D打印产业链中，关键技术、材料、软件的制约有待突破，3D
打印技术现在还处在初级阶段，如果企业和资本大量涌人，短时间内不能产生效益。
这段文字意在说明：
A.3D打印的应用范围有待充分挖掘
B.3D打印技术的发展遭遇瓶颈
C.应出台政策鼓励3D打印技术的发展
D.资金不宜盲目涌人3D打印领域
125 、(2017江西40)从全球范围看，移动互联网发展势头迅猛，大数据应用不
可阻挡，个人信息和隐私的保护已经成世界性、产业性的挑战。中国是世界上互联网
活动最为活跃的国家之一，数亿网民的海量个人信息时刻都在看得到的光纤网络和看
不到的4G网络上奔流不息。营造保障个人信息安全的法治环境、执法环境，是产业
繁荣和用户安全的基础。从这个角度看，突破执法瓶颈，保障大数据时代个人信息安
全对个人、对社会、对国家都有着举足轻重的意义。
这段文字主要强调：
A.保障大数据时代个人信息安全的背景
B.保障大数据时代个人信息安全的意义
C.保障大数据时代个人信息安全所面临的挑战
D.保障大数据时代个人信息安全的措施
126 、(2019四川下29)产学研合作一直是我国科技体制改革的核心议题之一。政
府在涉及国家安全等重大技术领域内推动产学研合作责无旁贷，然而，在很多情况下
产学研合作完全可以由社会力量组织完成。科技类社会组织既不属于层级制管理下的
政府，又不是追逐利润的企业，这使得它能够专注于反映创新主体的诉求，形成区域
创新体系内信息反馈的节点和网络，可以填补产学研资源供给方和需求方间的信息鸿
沟，以一种更加灵活有效的方式协调各方利益，促进合作达成。因此，除了把产学研
合作的动力留给市场之外，“留给社会”也是解决产学研合作动力问题的一种方式。
这段文字意在说明：
A.产学研合作动力不足源于社会力量参与度不够
B.应鼓励科技类社会组织参与到产学研合作中来
C.如何在科技体制改革的核心议题上获得新的突破
D.应发挥社会组织在解决产学研合作动力中的作用
127 、(2019山东24)无论是抖音的口号“记录美好生活”，还是快手的口号“记
录世界记录你”，无不在强调短视频的记录功能，从这个意义上来讲，短视频具有和
纪录片类似的功能。从微观视角来看，短视频记录的只是一些碎片化的内容，但是从
宏观视角来看，短视频记录的却是一个时代的整体风貌。不同于纪录片，短视频的记
录是一种拼图式记录，它聚合与拼贴了普通个体对生活瞬间的碎片化记录，以其丰富
多样的视角合力记录了一个时代的整体风貌。
这段文字意在强调：
A.短视频与纪录片的不同之处
B.短视频和纪录片都具有记录功能
C.短视频记录一个时代的整体风貌
D.短视频记录的是碎片化内容
128 、(2017江西20)环保数据造假已成利益链条化，尽管企业是造假的第一责
任主体，但板子显然不该只打在涉事企业身上。企业环保数据造假的“锅”，不应仅
由涉事企业直接操作人员来背，潜居幕后的指挥者也应纳人执法视野。此外，地方环
保部门是否出于数据“漂白”的考量而“睁一只眼闭一只眼”，设备生产商以及运行
维护单位在多大程度上“配合”了企业的“造假定制”，这也都应予以关注。
这段文字意在说明：
A.环保数据造假已经体系化
B.打击环保数据造假，不应该只惩罚涉事企业
C.杜绝环保数据造假须全链条打击
D.地方环保部门为了政绩，从而“漂白”环保数据
129 、(2019广东县级14)智慧城市是指应用新一代信息技术，进行精细化、动
态化管理的城市形态。智慧城市概念已提出10年，但是当前大多数智慧城市都还停
留在信息系统建设的阶段，无法向信息的整合利用阶段迈进。这一问题的根源在于大
量“数据孤岛”的存在。虽然各个企业、单位都有自己的信息系统，但建设水平参差
不齐、没有统一的建设标准，使得各系统间的数据难以共享，信息很难处理应用。
这段文字主要讲了：
A.建设智慧城市的必要性
B.智慧城市发展缓慢的原因
C.各企业、单位应积极打破“数据孤岛”
D.如何破除智慧城市建设中的“数据孤岛”问题
130 、(2017广州11)新常态下，“共享经济”为经济结构调整和产业结构转型提
供了新的思路。在信息化时代，物流行业具有覆盖范围广、涉及面多，且物流市场运
营主体小而散、运营环节多而杂的特点，尤其需要企业、物流公司等多方共享信息和
资源，变革物流运行模式和组织模式，全面推行信息化和智能化，通过简约、高效、
完善的平台完成资源整合。
这段文字主要说明了：
A.“共享经济”模式应主要用于物流行业
B.“共享经济”模式对物流行业有着重要的意义
C.没有“共享经济”模式，物流行业的发展前景堪忧
D.物流行业和“共享经济”模式的紧密结合
131 、(2017吉林甲51)目前上班每天8小时，中间吃一顿饭，因为这顿饭至少浪
费一小时时间，得不偿失。如果吃两顿，上午10点上班，下午4点下班，两头吃饭
时间都宽裕，对身体也好，符合早吃饱、晚吃早的养生理念。每天6小时上班效率高，
精力集中，不间断就不浪费时间，晚上还能拉动社会消费，第二天晚起会儿也无碍。
这段文字主要想说明：
A.吃三顿饭弊大于利B.吃饭是民生头等事
C.吃饭要讲时间成本D.吃两顿饭好处多多
132 、(2019云南48)垃圾填埋场是厌氧细菌的滋生地，会产生大量的甲烷。甲
烷的温室效应比二氧化碳更强，尽管可以将其捕捉并转为能源，但是即使最高效的回
收系统，仍有高达10%的甲烷发生逃逸。由于垃圾填埋场产生的甲烷大部分来自有
机废弃物，因此可以用更绿色的方式处理，最简单的方法就是堆肥。实际上，垃圾填
埋场里三分之二的垃圾可以堆肥，这就大大减少了甲烷的产量。由于堆肥过程中会产
生高温、高压，有机废弃物中的碳可能部分转化为二氧化碳和一氧化碳。那么，我们
可以考虑将这些有机物重新组合成液态燃料(乙醇或甲醇)，或用作其他工业原料。
这段文字主要介绍了：
A.甲烷的温室效应比二氧化碳更甚
B.现阶段的甲烷回收系统对其的捕捉利用依旧有限
C.用堆肥方式处理垃圾填埋场的垃圾能有效减少甲烷的生成
D.堆肥这种垃圾处理方式需要将其生成的有机废弃物重新组合
133 、(2017陕西26)众所周知，撒哈拉沙漠广袤无垠，极为干旱，终年高温干
燥，降水极少，然而，几千年前的撒哈拉却是点缀着湖泊的青葱原野，人类社会蔓延
到该地区，他们大量开垦土地，用于种植作物和畜牧，从而破坏了撒哈拉的生态系统。
当地农民在撒哈拉大量砍伐森林，开垦草原，过度放牧，使其土质退化。植被逐渐减
少，使得撒哈拉的温度逐渐上升。随着更多的农民进人撒哈拉地区，更多的土地被开
垦，这进一步导致气温升高。逐渐地，降水量变少，高温缺水的环境使植被慢慢消失。
最终，撒哈拉几乎就不降雨了，大量植物死亡，只留下少数耐热耐旱的沙漠植物。
对这段文字的主要观点概括最准确的是：
A.人类的活动导致了撒哈拉的沙漠化
B.温度高、降水量少是撒哈拉沙漠形成的主要原因
C.撒哈拉沙漠植被的减少是由于农民大量砍伐造成的
D.人类的过度砍伐、过度放牧等活动可能会将绿洲变成沙漠
134 、(2017吉林甲49) 故宫推出一款名叫《皇帝的一天》的APP， 演示了皇帝
的一天。皇帝5点就得起床，换装、读书、请安、上早朝、御门听政，然后才是吃早
饭。接下来召见大臣，批阅奏章，练武射箭……忙到下午3点半才能歇一会儿，吃
第二顿饭。一天只吃两顿， 还不能吃饱。《胤禛美人图》和《紫禁城祥瑞》2款APP
也相继上线。随后，故宫再推《韩熙载夜宴图》和《每日故宫》手机应用、《清代皇
帝服饰》i Pad应用。故宫的设计师团队以故宫藏品的文化信息为元素， 迄今已开发
8700多种文化创意产品。
这段文字意在说明：
A.电子产品成为故宫文创产品的主流
B.故宫文物是文创产品的灵感来源
C.文创产品把故宫文化带人现代生活
D.参观浏览只是寓教于乐的一部分
135 、(2020江苏A18)统一的数据采集和分类管理标准有利于政务数据的整合共
享，方便各地区、各部门数据库之间的接口连接与数据交换。应加快制定政务数据采
集、处理、提供、修改等各类标准规范，对原有信息资源进行标准化处理，规范数据
共享的类型、方式、内容、对象和条件，破除数据共享的技术障碍。
从这段文字中提取的关键词最恰当的是：
A.数据采集整合共享技术障碍
B.政务数据数据交换数据共享
C.数据采集标准规范信息资源
D.政务数据标准规范数据共享
136 、(2019浙江A55)区块链是信息分布式存储的记账系统，其最大特色在于能
够在没有信任基础的网络环境中不依赖中心平台的信任背书建立信任关系，其实际应
用是从作为虚拟货币的比特币开始的。但是，区块链技术的应用又不仅仅限于虚拟货
币。目前，在金融监管、数据共享、互联网等领域，在互联网金融、银行、保险、供应
链金融、清结算中心等多个场景，区块链技术都有一定程度的应用。如果此时还只将区
块链等同于虚拟货币并拿来炒作，不是认识上存在偏颇，就是为了炒作而故意扭曲。
这段文字意在强调：
A.区块链有助于建立社会信用管理系统
B.区块链技术在市场中已得到广泛应用
C.将区块链技术等同于虚拟货币是错误的
D.区块链技术的潜在价值有待进一步挖掘
137 、(2016江苏A34)蓝藻本身没有多少危害，就怕蓝藻上浮形成水华。蓝藻形
成水华时，一方面将严重抑制浮游植物利用光合作用产生氧气，另一方面也阻隔空气
中的氧进人水体，导致水体中溶解氧严重不足，造成生态失衡。长期以来人们对水资
源的不合理开发与利用，导致大量含有氮、磷营养元素的污染物质不断排人海洋、江
河、湖泊和水库等水体，造成严重的水体富营养化状态，为蓝藻的暴发提供了得天独
厚的条件。
这段话意在强调：
A.谨防蓝藻上浮形成水华阻隔氧气进人水体
B.蓝藻暴发会影响生态平衡以及水资源开发
C.治理水体污染是控制蓝藻暴发的根本措施
D.适当引种蓝藻吸收氮磷元素以优化水环境
138 、(2019山西58)工匠精神，匠心为本。有没有工匠精神，关键是看有没有
一颗安于默默无闻、执着于追求卓越的匠心。树匠心，就要坚守初心、执着专注，秉
持赤子之心，摒弃浮躁喧嚣，在本职岗位上坐得住、做得好。怎样才能坐得住、做得
好?关键是要做到专心专注、追求至精至善，将产品的每个细节都尽可能做到极致。
这段文字意在强调：
A.育匠人是传承工匠精神的基础
B.树匠心是弘扬工匠精神的根本
C.树匠心要坚守初心、执着专注
D.树匠心需要良好的社会文化环境
139 、(2019河北52)不能说辱骂学生的老师是好老师，但我要告诉大家，在今
天的中国校园里，肯为学生着急的老师怒怕不多了。为什么呢?一方面，现有的教育
机制并没有给严师提供保障。有句话说，“没有教不好的学生，只有不会教的老师”，
这实际上把所有教学管理中的风险都转嫁给了老师，一旦老师严厉管教，学生出了问
题，老师不管有理没理，总是遭遇舆论千夫所指。久而久之，很多老师也都感觉到多
一事不如少一事。另一方面，今天的学生也真的不好“管”了。对老师有所不满，截
屏上网，甚至录音录像的情况新闻里也都曝光过。你觉得严师出高徒是为学生好，学
生也许想着是舒舒服服躺成人生赢家。
通过这段文字，作者最想表达的意思是：
A.舆论环境不利于老师对学生严格管理
B.学生经常利用舆论表达对老师的不满
C.现在的学生越来越难以严加管理
D.当前的舆论导向过度保护学生
140 、(2019国考地市级59)强调谋略和构想，是军事战略指导的题中之义，但
这种构想必须从客观实际出发，与力量手段相匹配。在中国革命战争初期，“城市中
心论”和“农村包围城市”两条路线的命运之所以截然不同，就是因为前者机械照搬
俄国十月革命的经验，后者是在科学分析中国国情以及敌我力量的构成、对比和布局
等基础上，提出的一种符合中国革命客观实际的战略构想。因此，确定战略目标或制
定战略方针，都要依据国家安全总体战略，结合政治、经济、外交、文化，特别是现
有军事力量的实际状况来确定。
这段文字意在说明：
A.军事战略构想不能机械照搬固有模式
B.科学分析国情是战略制定的必要前提
C.军事战略构想应与客观实际紧密结合
D.战略选择应该取决于特定的时代要求
141 、(2018安徽20)虽然说经营性养老机构的定价是放开的，政府不能够干预，
但是，从保障购买者权益、稳定养老床位价格、规范市场秩序等角度来说，有关方面
需要高度警惕这种销售床位的经营模式带来的种种问题。比方说，床位可以炒卖，既
有可能背离了养老机构床位的属性——把养老服务变成一种投资形式，还有可能把养
老机构床位的价格哄抬高，造成老人们买不起也住不起。另外，床位售价被炒高后很
有可能会出现闲置浪费。总之，如果不加以规范，有可能重蹈中国楼市的炒房覆辙。
这段文字意在强调：
A.养老机构炒卖床位将带来各种问题
B.政府应当关注养老机构的床位定价
C.政府应当规范养老机构的经营模式
D.养老机构炒卖床位可能是变相炒房
142 、(2018国考地市级41)烙画古称“火针刺绣”，是一门传承千年的艺术。烙
画以火为“墨”，用火烧热特制铁笔，在物体上烫出烙痕作画，因炭化程度不同而呈
现出浅褐色、深褐色和黑色等色调。烙画讲究火候和力度，讲究轻重缓急、深浅浓淡，
一支铁笔在手，下笔的力度和时机都决定着画作的质量，任何环节掌握不好都会功亏
一簧。
这段文字主要介绍了：
A.评价烙画水平的标准B.烙画制作工艺的特点
C.制作烙画的关键环节D.烙画独有的艺术魅力
143 、(2016江苏C37)联产承包责任制解放了农村的经济生产活力，从其产业结
构而言，联产承包责任制所释放出的农村经济活力，并不是自产自销，而是被纳人了
现代产业体系，农村经济成为现代产业体系的重要一环，专营化、职业化、金融化成
为其重要特征，“农民”于农村劳动力而言更多是一种产业身份而非社会身份，村落
社会的农民集体逐渐变成了“非农”。
这段文字主要强调的是：
A.联产承包责任制改变了农村劳动力的特征
B.联产承包责任制使农业步人了现代产业体系
C.联产承包责任制调整了农村生产关系
D.联产承包责任制创新了农业劳动方式
144 、(2017国考副省级39)自明清以来，大众对于国史最熟悉的段落，大概是
“三国”，这主要得力于罗贯中所写的史传文学《三国演义》。《三国演义》“据实指陈，
非属臆造"，但题材取舍、人物描写、故事演绎则广纳传说和野史素材，并借助艺术
虚构。在受众那里，《三国演义》经常被当作三国信史，故清代史家章学诚称其“七
分实事，三分虚构，以至观者往往为之惑乱"。这种“惑乱”，就是信史与史传文学两
者间的矛盾性给读者带来的困惑。“文”与“史”固然不可分家，但又不能混淆，也
不能相互取代。一旦以“文”代“史”，便会导致“惑乱”。
这段文字主要说的是：
A.史传文学的生命力在于适度的史学真实性
B.史传文学是文学性与史学价值的对立统一
C.人们应避免落人以“文”代“史”的窠臼
D.“文史分家”是评价史传文学的重要标准
145 、(2016江苏A28)立法者希望通过法律文本语言向社会传递其价值立场，而
要准确理解和严格地遵守法律语言背后的价值立场，就需要对法律文本语言进行解释，
以一般的、抽象的形式表达出来的法条，最终需要适用于特殊的具体个案。法官需要
解决的一个前提性问题就在于，该具体情形是否属于一般性规定所涵摄的范围，而回
答这一问题的过程本身就是一个解释的过程。
这段文字着重强调的是：
A.法律解释的必要性B.法律文本应通俗易懂
C.法官应准确理解法条D.法条适用个案需具体化
146 、(2019国考地市级43)我国要在21世纪中叶建成世界科技强国，科学文化
建设将在这个历史进程中扮演非常重要的角色。在这个方面，我们有必要增强文化自
信。文化自信不仅表现在对既往文化贡献与价值的认同上，更表现在融汇各种优质的
文化资源、创造新文化的信心和决心上。尽管全面挖掘和传承我国传统文化中的科学
因素、充分认识我国历史上对科学发展做出的贡献十分必要，但更需要思考如何在未
来的科学发展和科学文化建设上，做出对世界有重要贡献的新成就，这应该是增强文
化自信更重要的一个方面。
这段文字主要说的是：
A.文化自信表现在文化资源的整合和创新上
B.科学文化发展是建设科技强国的核心
C.判断中国科学发展对世界所做贡献的标准
D.科学文化建设中增强文化自信的途径
147 、(2018国考地市级58)干扰致偏是对抗精确制导武器打击的一种有效手段。
精确制导武器之所以威胁巨大，关键在于能够直击要害。高精度打击的前提是弹载制
导机构必须准确锁定目标，并实时接收制导修正信号。如果制导信号被压制干扰，或
修正信息不准确，制导武器就无法精确命中目标，威力大打折扣。如果说传统的伪装
防护技术是利用“易容术”将目标隐藏起来，干扰致偏防护技术就是给来袭导弹戴上
“磨砂镜”，让其看不清、瞄不准，使制导机构沿着错误的方向偏离目标，而且这种技
术对于无法转人地下的重要阵地目标的防护更具实用价值。
根据这段文字，可以将“干扰致偏”最准确地概括为：
A.伪装防护技术的“烟雾弹”B.导弹制导信号的“跟踪器”
C.精确制导武器的“迷魂散”D.地上阵地目标的“防护伞”
148 、(2015国考省部级56)西方现代文论认为，一部作品产生后就是独立的文
本，和作者无关。然而这个原则却不适用于中国传统文学。中国古代的文学家，很多
是朝廷的官员或预备官员，至少是读书人，是文明的传承者，他们的言行是社会风尚
的风向标，文学承载着移风易俗的责任，因此社会价值体系对文学家的人格有较高的
要求。如汉代的扬雄写过赞美王莽的文章，因而被宋人看不起；严嵩的诗写得好，但
是后世读的人少，诗集也少有刊刻——怎能让祸国殃民的罪人立言不朽呢!古人虽也
说过“孔雀虽有毒，不能掩文章”的话，但仍坚持“德艺双馨”的文艺评论原则。
根据这段文字，下列哪项符合传统上中国古代对文学作品的看法?
A.文如其人
B.文以载道
C.知人论世
D.诗以言志
149 、(2016四川下39)一切翻译理论的指导思想，无非是指导原作换一种文字，
照模照样地表达。原文说什么，译文就说什么；原文怎么说，译文也怎么说。这是翻
译家一致承认的，至于如何贯穿这个指导思想，却没有现成的规律；具体问题只能个
别解决。可是原作的语种不同，不免限制了对这个问题的共同认识；而实例又东鳞西
爪，很难组织成为系统。译者得用读者的语言，把原作的内容按原样表达；内容不可
有所增删，语气、声调也不可走样。
这段文字意在说明：
A.翻译实例的运用B.翻译表达的困难
C.翻译经验的得要D.翻译理论的体现
150 、(2017吉林乙24)真正的冬是属于北方的，记忆中北方的雪就像一位硬汉，
狂风呼啸，大雪纷飞，一整夜便厚可没膝，一积就一个多星期，捧在手里不化，踩在
脚下硬成冰，尽显着雄奇的风格。和三五好友手牵着手，踩着滑溜溜的冰面小心翼翼
挪行，每一步都要付出极大勇气。从冰层下面传来“哗啦啦”一阵闷响，便齐刷刷被
吓得尖声惊叫，定格一样地僵住，仿佛冰面上随时会豁开大口把我们吞进去。当水
过地雷区似的连挪带滑溜到岸边，虽然面色如土，心里却感到前所未有的刺激和兴奋。
这段文字主要描写的是：
A.北方冰雪带来的特殊体验B.挥之不去的一缕乡愁
C.冰封雪飘的北国风光D.北方冬天带来的童年乐趣
151 、(2020福建49)目前一些地区出现了相对贫困问题，这是由于这些地区的
人群缺乏信息和资源。在现代信息社会中，掌握较多信息和资源的人群能够获得更多
的致富机会；相反，缺少信息和资源的一部分人群就会被逐渐分化，成为相对贫困人
群。要针对相对贫困问题的产生根源和主要特征，在进一步加大政策扶持和资金投人
力度、加快基础设施建设的同时，形成产业扶贫、金融扶贫、技术扶贫、信息扶贫、
教育扶贫、就业扶贫、文化扶贫、减灾扶贫、医疗扶贫等解决相对贫困的多层次资源
支撑和保障。
这段文字意在说明：
A.相对贫困受到各种条件与因素的制约
B.形成解决相对贫困的多层次资源支撑
C.信息和资源是造成相对贫困的主要因素
D.解决相对贫困是扶贫的重要内容与途径
152 、(2019国考地市级48)过去100多年来，围绕达尔文进化论是否正确的争
论从未停歇。不断涌现的科学事实在弥补达尔文当年未曾发现的“缺失环节”的同
时，也在检验着达尔文进化论的预测能力。例如，2004年在加拿大发现的“提克塔
利克鱼”化石揭示了从鱼类(鳍)到陆生动物(腿)之间的过渡状态，被公认是“种
系渐变论”的一个极好例证。当然，达尔文进化论并非完美无缺，它确实存在“可证
伪”之处。以自然选择理论为例，它在孟德尔遗传学建立之初就受到了强烈挑战，但
各种不能用自然选择理论简单解释的新证据最终还是拓展了人们对进化动力和机制的
认识，而不是摒弃该理论。
这段文字以自然选择理论受到孟德尔遗传学挑战为例，目的是：
A.说明达尔文进化论具有可证伪性
B.证明达尔文进化论具有预测能力
C.提出“种系渐变论”的事实例证
D.加深人们对生物进化机制的认识
153 、(2018浙江B47)当遇到我们熟悉的事物，大脑会在“登记处”搜索，当发
现匹配的模板，大脑便不再费心纠结于眼前这个事物的细节，而是直接向下级知觉系
统通报“这个是人脸，下一题”，这就是“自上而下”的加工。而当面对新的事物时，
大脑无法对照既有的模板进行识别，便不得不仔细加工眼前的事物，再将细节组合，
从而构成对新事物的知觉。这就是“自下而上”的加工，过程更加费时费力。最后，
大脑会将新事物存储到“登记处”，以便下次可以进行省时省力的“自上而下”加工。
这段文字主要说明：
A.大脑根据既有模板来分析新事物
B.大脑有两种截然不同的信息加工方式
C.大脑更倾向于“自上而下”加工信息
D.对事物的熟悉程度影响着人们的视觉感知
154 、(2015国考省部级43)汉语西文字母词被汉语词典收录的历史已有100多
年，收录字母词早已是汉语词典和工具书编纂的惯例和通行的做法。1903年出版的
《新尔雅》在正文中收录了“X光线”一词，这是汉语词典首次收入字母词。在辞书
史上，这部词典是近代中国最早的一部新语词词典，它虽然还不是纯粹现代意义上的
汉语词典，但具有承前启后的重要意义。
这段文字介绍《新尔雅》的目的是：
A.总结西文字母词在汉语词典中的收录规律
B.说明汉语词典收录西文字母词早有先例
C.论述其对于近代以来辞书编纂的影响
D.探讨汉语词典收词规律的历史演变
155 、(2018国考地市级43)南京在历史上的名字变化或褒或贬，根本源头在于统
治者的好恶。不惟南京，同样原因也引发了其他地名的变迁，宋廷平定方腊起义之后，
深恨江南百姓造反，艺术修养最高的皇帝宋徽宗遂在地名上做文章：方腊的两个活动区
域，歙州被改成徽州，取的是“徽”的本意“捆绑束缚”；睦州则被改成严州，意思更
是不言自明的。相比之下，朱元璋为避国号讳，取“海定则波宁”之义，将明州改成宁
波，已是很“友好”了。
这段文字主要介绍了：
A.地名变迁背后的政治因素
B.历史事件对地名的影响
C.古代帝王在地名方面的偏好
D.统治者对某些地域的好恶
156 、(2018国考地市级51)自然资源核算的对象，主要是矿产、森林、耕地和水
资源等。挪威和加拿大等林业发达的国家，会更重视森林资源的核算。我国则主要强
调森林、耕地和水资源的核算。这是因为矿产和化石能源固然重要，但其市场化程度
也非常高。然而，森林、耕地和水资源的性质完全不同。它们向人类提供的“产品”，
如粮食、木材和水产等，只是其贡献的一部分，更重要的还是其提供的生态服务，如
承载生态系统、维护生物多样性等，所有这些生态服务都是不能进口的。
这段文字主要说明：
A.我国为什么选择特定自然资源为主要核算对象
B.正确选择自然资源核算对生态文明建设很重要
C.不同国家对自然资源核算对象的选择各有偏重
D.矿产和化石能源与其他资源在性质上存在不同
157 、(2018国考地市级54)绿叶蔬菜中的硝酸盐被人体摄人后，一部分不吸收
而被大肠细菌利用，最终排出体外；另一部分被吸收，在几个小时当中逐渐缓慢转变
成微量的亚硝酸盐。亚硝酸盐的存在时间只有几分钟，然后转变成一氧化氮，发挥扩
张血管的作用。换句话说，如果需要亚硝酸盐扩张血管的作用，完全用不着吃剩菜；
而且一次性大量摄人亚硝酸盐是有害的，摄人硝酸盐之后，在体内缓慢转变成亚硝酸
盐，才能发挥有益作用。
这段文字反驳了哪种观点?
A.人体无法避免摄人亚硝酸盐B.亚硝酸盐对人体有害
C.过量食用绿叶蔬菜也有风险D.吃剩菜可以扩张血管
158 、(2019江苏C18)在知情同意方面，由于绝大部分没有专业知识的受试者
对基因治疗的原理无法准确理解，因而很难真正完全知晓其所承担的风险。另一个风
险是由于很多基因治疗所针对的是严重的遗传疾病，因而通常需要在病人婴儿或儿童
时期治疗，但此时是否做基因治疗的知情同意和选择将取决于其父母或监护人。父
母或监护人是否有权为病人选择可能改变其体内部分细胞的基因目前也没有明确的
共识。
这段文字意在强调：
A.知情同意在基因治疗中的实现难度
B.基因治疗中医患关系的特殊性
C.基因治疗中医疗风险的特殊性
D.知情同意在基因治疗中的观念分歧
159 、(2018云南46)少年儿童对声音非常敏感，他们能够通过“听”轻松地记
住那些语言优美的古诗文。一位著名的美学家回忆自己的学习经历时说：“我幼时全
读的是《尚书》《左传》。《诗经》我没正式地读，我听了多遍，就能成诵大半。于今
我记得最熟的经书，除《论语》外，就是听会的一套《诗经》。”另一位语言学家回忆
儿时的学习情景时也说：“我们都觉得晚上念诗比白天念书轻松一点儿。我念的是《唐
诗三百首》。我哥哥跟姊妹们另外还念《千家诗》跟别的诗集。他们念的诗，我就是
没念也渐渐地背得出来了。”
这段文字意在说明：
A.背诵诗文应该“从娃娃抓起”
B.背诵诗文首选经典诗词名篇
C.背诵诗文要发挥听觉记忆作用
D.背诵诗文随意的听比刻意的念效果更好
160 、(2018山东15)美籍华裔物理学家李政道说“中国的算盘是世界上最古老
的计算机”，英国学者李约瑟也把算盘誉为“中国第五大发明”。那么，算盘为何有如
此魅力，以致得到两位学者这样高的推崇呢?就是它以框梁档珠的简单结构，配以形
象精妙的珠算口诀，解决了加减乘除乃至开方的计算问题。在没有计算机的年代里，
它对推动社会经济发展发挥了不可估量的作用。
这段文字主要介绍了：
A.算盘的结构和原理B.算盘受推崇的原因
C.算盘对社会经济的作用D.算盘在科技史上的地位
161 、(2018山东29)历朝历代的皇家、文人以及社会主流，对北宋五大名窑瓷
器倍加宠爱，深为以青色为基调的天然淡雅而倾倒。至今，神秘的“柴窑”未见影踪，
珍稀的“汝窑”，于青色之中淡酝霞光，存世仅几十件，苏富比拍了一件，价逾千万。
南宋时，“龙泉窑”的青瓷成为主流，于今也备受崇尚。我们看到的许多古瓷器，仍
然闪烁着青釉色的高贵，人们对其的喜爱依旧是器物审美中的主流之一。
这段表述旨在说明：
A.官窑瓷器有极高的收藏价值
B.青色对瓷器审美意义非凡
C.色彩决定瓷器价值而非窑口
D.古往今来瓷器备受人们喜爱
162 、(2016河南18)在中国古代，盖天、浑天之说，圭表、浑仪等器，以及天
文历法之操作规则，都是为着一个实用的目的，即服务于王权，然而赋予这个致用目
的以神秘、庄严、威严之感，以致人人相信其有效的，是古代深入人心的“天人合一”
思想，这里的“天”是指整个自然界，在古代中国人心目中，是一个有意志、有感情、
无法彻底认识、只能顺应其道、与之和睦共处的庞大而神秘的活物。
这段文字主要介绍了：
A.中国古人心目中“天”的含义
B.中国古代天学的实用目的及背后的思想
C.大自然在中国古代天学中的权威地位
D.中国古代天学与近代科学的区别
163 、(2018浙江B46)任何国家的文化都具有民族性和世界性，但在发展过程
中，强调的重点可能不一样，带来的后果也不同：过多强调文化的民族性，可能使民
族文化游离于世界文化之外；过多强调文化的世界性，又可能使民族文化丧失民族特
色。就文化发展的实际情况看，每个国家的文化要想在世界舞台上确立自己的地位，
必须突出文化的民族性。丧失民族特性的文化，不可能有多大的影响。但是，并非民
族性的任何坚守都会导致世界性。一种文化只有反映时代脉搏、体现时代精神、回应
时代呼声，才有其活力和生命力，才会产生世界性的影响。
这段文字意在说明：
A.越是民族的，越是世界的
B.如何理解文化的民族性和世界性的关系
C.什么样的文化才能具有世界性
D.不能用文化的世界性取代民族性
164 、(2019黑龙江54)从文化史上我们不难发现：当时的古希腊人正遭遇强大而
优越的东方文化，希腊人一度似乎要被这些外来文化压垮了，他们的宗教几乎就是各
种东方宗教的一场混战。但是，希腊文化最终并没有成为“机械混合的文化”或“装
饰性的文化”，那是因为希腊人牢记着德尔斐神庙的箴言——“认识你自己”，他们开
始弄清楚自己的真实需要，没有长久地做东方的追随者。
这段文字给我们的启示是：
A.文化冲突中应坚持自身的文化主体性
B.坚持文化自信是实现文化繁荣的根本原因
C.东西方文化的差异在文化结合过程中尤为凸显
D.本国文化应顺势而为，避免成为外来文化的附庸
165 、(2018云南41)虽然翻拍要比重新创作或“另起炉灶”显得容易些，但也
不能因为翻拍就忽略了剧本的质量，胡编乱造更是行不通。创作是第一要务，是翻拍
成败的基础，翻拍要是失败了，失掉的不仅是观众，还会带来对原来成功形象的瓦解
和品牌贬值。
上述文字，意在强调翻拍：
A.并不一定比“新拍”容易B.不能胡编乱造，颠覆经典
C.也需要进一步挖掘和创新D.如果失败会反噬原有口碑
166 、(2016国考地市级55)我们已经目睹，那些科幻小说中原本只存在于想象
之中的未来科技逐一实现，并且改变了真实的世界。也许有一天，科幻小说不再思索
和模拟技术的实际作用，而把全部注意力放在叙事者的主题、人类宿命甚至宇宙命运
之上，我们仍要感谢它们帮助我们幻想过未来世界。只是，但愿永远可以有人像儒
勒·凡尔纳在一百多年前那样由衷地发问：难道人们真的不可能用更短的时间环游地
球吗?
根据这段文字可以知道，作者希望科幻作品：
A.尽可能想象科技发展对人类的影响
B.更加关注科幻故事情节本身的发展
C.能够继续激励和启发未来科技的创新
D.应努力探讨未来科技应用的具体表现
167 、(2018浙江B54)以英国为例，据英国全国志愿组织理事会统计，受财政紧
缩政策影响，2012年度政府对慈善组织的资助减少了13亿英镑，较前一年下降8%。
为此，英国的慈善组织不得不以更加“企业化”的管理模式来应对资金困局。在开源
方面，主要是拓宽筹资渠道，比如开展房屋租赁、培训课程、慈善商店等慈善性质的
交易活动；在节流方面，主要举措是加强组织内部管理。因此，虽然欧洲经济大环境不
好，但调查数据称，英国20112012年度的慈善组织经营性收人仍然有213亿英镑。
这段文字意在说明：
A.慈善组织应当减少对政府的依赖
B.慈善组织应不断改善自身管理模式
C.开源和节流对慈善组织管理缺一不可
D.经济形势对慈善组织的发展影响较大
168 、(2018安徽25)从对技术与知识关系的梳理以及互联网技术自主性的趋向来
看，未来新闻传播学科重构中应该注意一个核心问题：如何平衡人与技术的关系问题，
使研究者从沉浸其中的技术系统中跳脱出来，以一种批判的眼光对待技术体系，避免
成为因互联网自主性导致社会失序的推手。对此，唐·伊德指出，“正是因为太熟悉，
我们不仅忽视了由技术系统进行批判性反思的需要，而且也忽视了从这种批判性反思
中获得的结果”。因此需要从一个超越的角度来对待围困我们的技术社会。
这段文字意在强调：
A.新闻传播学重构有技术与知识双重困难
B.新闻传播学重构必须正确对待技术体系
C.新闻传播学重构要梳理人与技术的关系
D.新闻传播学重构要重视互联网的自主性
169 、(2018浙江B48)在齐桓公、管仲那个时代，“侠”就是守信诺，你对我好，
只要你开口，我就帮你做到。后来，《游侠列传》里的汉代侠士朱家、郭解等，则在
“侠”的定义上又多了一层含义，就是把财富分给贫苦百姓。而现代社会，一些武侠
小说和影视剧的流行，创造了模糊的社会背景，神化了一些武术技巧，反倒让我们远
离了“侠”。其实在现实生活中，只要能够路见不平，拔刀相助，就是“侠”。
这段文字意在强调：
A.在不同的时代，人们对“侠”的认识也不尽相同
B.只要符合“侠”的含义，当今社会中的人也是“侠”
C.武侠小说、影视剧的流行扭曲了“侠”的形象
D.今天的“侠”比古代的“侠”更具有英雄气概
170 、(2019浙江A39)在21世纪，新能源必将取得快速发展正逐渐成为人们的
共识。然而，从长远来看，解决人类能源需求的清洁技术路线不一定是现在占主导地
位的这几种模式，新能源的研发与新型技术的进步仍然需要充分的资金支持。近年来，
一些新能源技术路线受成本因素影响而被压制发展。因此，需要政府补贴来支持其初
始阶段的发展。
这段文字最可能讨论的是：
A.是否应探索新能源技术路线
B.新能源技术路线是否需要调整
C.现阶段是否应取消新能源补贴
D.是否应加强对新能源市场的管理
171 、(2016国考地市级54)在现代军事中，战略威慑的地位越来越重要。战略
威慑的实力，由常备军和后备力量两个部分组成，要确保这两支力量正常运转和发展，
除了国民经济动员，还需要一种无形力量的支持。这正是信息化战争中，新闻舆论战
所承担的战略任务。因为没有媒体的宣传，别人就不可能全面感受到你的“强大”，
其威慑作用也会大打折扣。从海湾战争到伊拉克战争，美国都是借助媒体挥舞“威慑
大棒”，战前就发动大规模的舆论攻势，使对方先失一局。可见，通过舆论战抢占话
语权，先发制敌，形成对己有利的战争环境，有助于实现战略目标。
这段文字意在说明：
A.新闻舆论战对战略威慑至关重要
B.舆论战成为打赢信息化战争的重要手段
C.大规模舆论攻势成为现代战争的前哨战
D.媒体宣传是联结常备军与后备力量的纽带
172 、(2018国考地市级46)新工业革命浪潮中，很多制造业大国都在押注智能
制造。中国既是制造大国，也是使用大国，如果数据是工业4.0时代创造价值的原材
料，那中国无疑是资源最多的国家。但数据并不会直接创造价值，就像是现金流而非
固定资产决定一个企业的兴衰一样。真正为企业带来价值的是数据流，是数据经过实
时分析后及时地流向决策链的各个环节，成为面向用户、创造价值与服务的内容和依
据。虽然德国是工业4.0的发起者，但作为控制器、物联网技术和生产设备的提供者，
德国只是基础技术的供应商，直接面向客户的价值创造端却是中国。
这段文字意在强调：
A.我国在新工业革命浪潮中面临新的机遇
B.我国应当充分挖掘数据资源的潜在价值
C.数据资源拥有者在智能制造方面更具优势
D.数据流是企业在工业4.0时代领先的关键
173 、(2018云南43)近年来，我国新能源汽车的发展取得了阶段性的成果，全
国各地新能源汽车的推广应用稳步推进，国内形成了从原材料供应到整车制造的一整
套产业链，并形成了一定的产业规模。2016年全球年销售万辆以上的新能源汽车企
业，我国占一半以上，遥遥领先其他国家。清洁能源汽车再次引发关注，一方面有利
于持续推进新能源汽车产业健康可持续发展，另一方面有利于提升普通混合动力、天
然气、甲醇等其他清洁能源，多种技术路线并存发展，这有利于促进我国汽车产业向
低碳化、清洁化转型升级。
这段文字意在说明：
A.我国清洁能源汽车前景光明，且已经处于世界领先地位
B.清洁能源汽车可以推动我国汽车、能源等产业健康发展
C.我国新能源汽车产业链逐渐完善，社会综合效益较明显
D.清洁能源汽车将成为我国汽车行业赶超欧美国家的利器
174 、(2017江西19)棉花花俗称草花，是棉花形成棉桃前所开的花朵，一直作
为棉花产业的副产业被废弃。中国科学院新疆理化技术研究所的科技人员在对棉花花
进行系统的化学成分分析研究时发现，棉花花含有丰富的黄酮类物质，具有良好的治
疗老年痴呆的功效。他们采用现代工艺技术，将棉花花中的黄酮类物质提取出来，制
成剂量小、药效明显、服用方便的“棉花花总黄酮片”，用于治疗轻中度老年痴呆症。
2014年6月获批新疆首个中国中药5类新药临床试验。
对这段文字概括最准确的是：
A.黄酮类物质有助于治疗轻中度老年痴呆症
B.中国科学家变废为宝，发现棉花花新的价值
C.“棉花花总黄酮片”获批新疆首个中国中药5类新药临床试验
D.中国科学家从棉花花中提取治疗中度老年痴呆药并成功转让药企
175 、(2020江苏A16)国家治理效能是反映制度优势的重要指标。中国特色社会
主义的制度优势需要转化为国家治理效能，需要通过治理效能来实现和彰显。要善于
运用制度和法律治理国家，把各方面制度优势转化为管理国家的效能。推进国家治理
体系和治理能力现代化，是发挥社会主义制度优越性的必由之路。
这段文字重在强调：
A.我国制度优势需要通过良好的治理效能来体现
B.依靠法律推进我国治理体系和治理能力现代化
C.社会主义制度对我国治理现代化产生重大影响
D.治理国家必须发挥我国社会主义制度的优越性
176 、(2018浙江B49)古代先哲对爱因斯坦等有颠覆性创新的科学家具体如何产
生影响?表面上看，这些古人对物理学和整个科学领域的认知天真而充满错误，对科
学几乎什么都不懂。但是，他们问了很多根本性问题，并进行了严肃讨论。如果当代
科学家想摆脱常规思维的束缚，这些古代先哲将会是灵感的源泉：在追寻知识最前沿
时，他们颠覆性同时又充满孩子气的问题，将会指引人们进人新疆域。
这段文字意在说明：
A.古代先哲对科学本质的认识至今仍具有启迪性
B.当代科学研究是在前人成就基础上的大胆探索
C.科学要在扬弃古代先哲思想的基础上继续前进
D.古代哲学思想为科学的创新性研究提供了助力
177 、(2017北京40)大部分拖延者都喜欢“时间是幻觉”这种概念。他们生活
在主观时间和客观时间的严重冲突中，并一直在其中挣扎。当一件事或一个目标其时
间设定在很远的将来，那么它就给人一种不真实的感觉，从而使这件事看上去没有它
实际上那么重要。相反，一些时间很近的目标则看上去更清晰和紧迫。因此，即便现
有的目标没有长期目标重要，人们往往去做即时的事情，而不做对未来很重要的事情。
这被心理学家称作“未来折扣”。
根据这段话，大部分拖延者：
A.总是贪图即时享乐B.完全没有时间观念
C.不能客观判断事情轻重D.不善于设定长远的目标
178 、(2020山东24)传统村落是珍贵的农耕文明遗产。当前，传统村落面临的
当务之急依然是严格保护。随着信息化、智能化时代的到来，让传统村落融人未来，
在新格局下进行功能定位，重新融人城乡发展，是今后的一个重要议题。因为发展才
能体现传统村落的价值，发展才会让传统村落传承下去。未来，历史村镇将和现代城
市更加紧密地融合在一起，并作为乡村振兴战略中的特色保护类和重要聚焦点，在未
来的城乡格局中扮演重要的角色，带动城乡发展。
这段文字意在说明：
A.发展才会让传统村落传承下去
B.传统村落将在未来的城乡格局中扮演重要的角色
C.传统村落要在城乡融合背景下实现不断发展
D.传统村落急需严格保护
179 、(2019山东29)当文化不能表达生命，反而压抑生命的时候，生命的紧张
感就增大。这时候，需要改变旧文化，创造新文化，以重新表达生命。但文化的改造
不必从文化开始，有时候，直接表达生命的紧张感、危机感，这种表达本身就形成了
一种新的文化。
这段文字主要说明了：
A.文化的功能之一在于表达生命
B.文化既可能表达生命又可能压抑生命
C.生命与文化的冲突可能催生新的文化
D.文化有时直接表达生命的紧张感和危机感
180 、(2017国考副省级47)现代信息网络技术、微电子技术和虚拟技术，把人
们的视野扩展到一个全新的领域。人们不仅可以借助计算机技术建立作战实验室，把
对历史经验的归纳和对未来的预测融为一体，将计算机自动推理与专家经验指导结合
起来，而且能通过合成动态的人工模拟战场、造就逼真的作战环境，为战略理论研究
开启新的渠道和广阔空间。许多国家以此为依据，提出新的作战原则和理论，并在此
基础上形成了本国的国家安全战略，从而实现了国家安全谋划从经验决策到科学决策
的转变。
这段文字意在强调：
A.现代科技有助于科学制定国家安全战略
B.现代信息网络技术的发展革新了战争方式
C.国家安全谋划正从经验决策向科学决策转变
D.作战原则和理论依赖于科学技术的创新和发展
181 、(2019黑龙江公检法43)新闻與论传播力就是把一个新闻内容在规定时间
内有效地传播到应该接受的对象手上。传播力跟不上，新闻就失去了价值，就会成为
旧闻。纸媒时代，传播手段依靠印刷来表达，依靠印刷品的物理移动形成传播，所以
新闻的生产和配送是集中方式。互联网特别是移动互联网的兴起和飞速发展，新闻的
生产正在从集中向分散转变，新闻配送速度则以比特的方式按光速传播。这种由技术
变迁引发的“传播手段”的变化，要求科技传媒人，必须不断研发新的新闻生产和新
闻配送技术，方能满足传播力的需要。
这段文字意在说明：
A.互联网时代的科技传媒人要满足传播力的新要求
B.如今大众对新闻舆论传播力的要求越来越高
C.互联网时代要求有更高的传播力与其相匹配
D.新闻传播速度在互联网时代实现了升级
182 、(2019江苏A25)在照相技术诞生以前，那些已经损坏消失或因种种原因无
法收藏的文物，就是依靠墨拓进人研究者的视域的。而且许多文物需要妥善收藏与精
心保护，不能反复触碰，通过墨拓，研究者既可以取得研究所需的材料，又能避免多
次接触文物，使文物遭受污染或损坏。现代照相技术十分发达，但是细节上的呈现仍
然不如墨拓直观清晰。墨拓可以将石刻、古器物上的文字和图案清晰地显现在纸上，
供研究者利用。
这段文字主要说明的是：
A.墨拓在文物保存文献研究方面比照相技术更为优越
B.研究者利用墨拓研究石刻与古器物已具有悠久历史
C.墨拓对于研究历史文献与保存文物具有重要的价值
D.墨拓对于照相技术在文献研究保护方面具有不同价值



`;