export const questionStr = `1 、(2019山西50)近年来，保健品市场兴起了一场“鱼油热”。鱼油即不饱和脂
肪酸，适当地食用不饱和脂肪酸可以预防动脉硬化的发生，减轻动脉硬化的症状。一
方面，鱼油可以调节血脂，能降低总胆固醇及“坏胆固醇”——低密度脂蛋白胆固醇。
另一方面，鱼油可以改善记忆、保护视网膜。有说法称大剂量摄人鱼油能够帮助高血
压患者有效降低血压，但有研究者总结31项国外研究发现，每天摄人大剂量鱼油虽
能轻度降低血压，但如果剂量过大，则会刺激人体的胃肠道。此外，鱼油摄人量超标，
还会转化为人体的脂肪储存，使人发胖，从而对身体产生负面影响。
从这段文字可以推出：
A.每天大量摄入鱼油不能降低血压
B.充足食用鱼油可以治疗动脉硬化
C.摄人鱼油适当才有助于身体健康
D.摄入不饱和脂肪酸不会使人发胖 
2 、(2018山东23)无论原著多么丰富精彩，文学经典改编成电视剧都是一次再
创作。电视剧要尽可能地呈现原著复杂而沉重的主题，也要通过改编使片段式的故事
汇成线条式的人物命运。古老土地的历史变迁、民族生存的生命反思、儒家文化的辉
煌与没落、人性欲望的压抑与张扬……文学经典的母题，必须经由改编之手重新诠释。
而且，无论怎么改，情节的推进，人物的塑造，剧情的发展，其本身都要符合人物内
在的行为逻辑。
关于文学经典改编成电视剧的原则，文中没有涉及：
A.要突出文学经典的主题B.要有比较明确的主线
C.应具有合理的内在逻辑D.要使用必要的夸张手法
3 、(2020国考地市级56)某科技杂志刊文，介绍了一种可“自愈”橡胶。普通橡
胶里的分子由高强度的共价键相连，断裂后无法恢复。于是科研人员将其改由氢键连
接，在此基础上开发了一种“分子绳”，将原本很难共处的氢键和共价键结合在一起，
允许它们在分子尺度上均匀混合，从而制造出一种透明坚韧的可“自愈”橡胶。这种
新型橡胶受到拉力时会出现网状纹路，形似裂纹但不会完全裂开，并形成一些纤维状
的连接物。拉力消失后，橡胶恢复原状。这项技术可用于制造军用装备的轮胎，受损
后无须立即更换，可提高其战场生存能力。
这段文字没有提及“自愈”橡胶的：
A.特殊性能
B.科学原理
C.功能缺陷
D.应用前景
4 、(2019江苏A20)生态文明首先是一种世界观，也就是如何看待人与自然和人
与人之间的关系。实际上，人与自然的关系和人与人之间的关系是同一事物的相互映
衬，同时，人与自然的关系也在一定程度上决定了人与人之间的关系。当人与自然关
系紧张，如一定的自然资源和生态环境承载不了已有的人口数量时，就会产生人与人
之间关系的对抗。
下列说法与文意不符的是：
A.人与自然的和谐相处事实上有利于协调人与人之间的关系
B.处理好人与人的关系比处理好人与自然之间的关系更为重要
C.正确的世界观可以引导我们处理好人与人及人与自然的关系
D.人与人的关系发生对抗可能和人与自然关系的紧张相关
5 、(2016广东13)从2006年开展农村社区建设以来的10年间，农村经历了经
济和社会发展的巨变，农村社区建设也从最初的实验阶段逐渐过渡到深入试点阶段，
取得了很大的成效，积累了丰富的经验。
对这段文字理解有误的是：
A.农村社区建设即将取得全面成功
B.农村社区建设已经取得了很大成效
C.农村社区建设已经积累了丰富的经验
D.农村在过去的10年间发生了巨大变化
6 、(2018国考地市级47)自海洋石油钻井平台、潜艇等超大型货物相继出现以
来，半潜船才渐渐找寻到自己的用武之地。半潜船装运货物既可利用独特的沉浮方
式，又能借助码头设施采用滚装、滑装、吊装等多种方式，具有很强的灵活性和方便
性。此外，半潜船大多具有自航能力，航速可达到15节以上，能大大缩短重要设备
的运输周期。同时，由于自身携带设备少，燃料消耗少，半潜船续航能力可达到数万
公里。更为重要的是，半潜船是通过半潜方式在水中航行，吃水较深，甲板常常与水
面一致，因而抗击大风大浪的稳定性极高。
根据这段文字，以下说法正确的是：
A.半潜船仅能采用沉浮方式装载货物
B.半潜船的主要不足是速度相对缓慢
C.半潜船较稳是由于航行时吃水较深
D.在超大型货物出现后半潜船才出现
7 、(2017河北17)研究发现，长期吃核桃等坚果能改善一些与大脑功能相关的
指标，和人们所期待的核桃“补脑”功能并不是一回事。截至目前，并没有直接的研
究证据表明，吃了核桃之后，就能短期内提高人的智商，或者提高考试成绩。而且，
多数人的智力会在20~30岁左右达到顶峰，之后则很难提升。正确的饮食包括日常
摄入少量核桃等坚果，确实有利于延缓大脑衰老，减少包括中风在内的疾病风险，但
那种吃了马上就“反应快了，记忆好了，智力蹭蹭往上跑了”之类的效果，只是我们
的一种美好想象。
根据这段文字，下列说法正确的是：
A.长期吃核桃不能改善与大脑功能相关的指标
B.吃核桃短期内能够提高人的智商或考试成绩
C.吃核桃使多数人的智力在20~30岁达到顶峰
D.日常摄入适量核桃有利于延缓大脑衰老过程
8 、(2020福建43)数字孪生，按字面意思来讲，就是为真实的物理世界搭建一
个高度镜像化的数字世界。随着技术的不断演进，数字孪生发挥重要价值的应用场景
会相应增加，其性价比也将不断提高。比如，在技术设计和测试时，数字孪生可以让
很多由于物理条件限制、依赖于真实的物理实体而无法完成的操作变成可能；再比如，
当数字孪生技术应用于造价不菲的航天器、核电站时，这些设施的性能与安全都将得
到进一步提升与保障。
这段文字没有涉及的是：
A.概念与定义B.市场的反馈
C.性价比优势D.应用性前景
9 、(2017江西23)福格尔斯坦等人2015年1月在《科学》杂志上发表文章称，
人体组织的癌症风险差异可以用干细胞分裂时出现的错误，即所谓“坏运气”来进行
解释，三分之二的癌症基因突变是“坏运气”的结果，另三分之一归因于遗传和环境
因素。《科学》杂志配发的一篇评论文章说，预计有关癌症“坏运气”理论的争论还
会持续下去。还有专家认为，这项研究并不意味着否认通过改善环境和生活方式预防
癌症的重要性，英国癌症研究会就认为，42%的癌症病例可以预防。
与这段文字意思不相符的是：
A.“坏运气”这种解释并非哗众取宠，也具有一定的科学道理
B.癌症患者放弃治疗是一种理性的行为
C.有关癌症“坏运气”理论学界褒贬不一，尚未有定论
D.癌症病例并非都不可预防
10 、(2019山东23)地球南极的冰盖厚度达4.8公里，冰层的压力可以降低水的
冰点，冰盖底部的温度可以允许液态水体存在。利用雷达波可以探测到南极冰盖下面
的液态水体。雷达主动发射电磁波，并接收反射的回波，不同频率的电磁波具有不同
的穿透能力，频率越低，穿透的深度越大，当电磁波通过冰层向下传输时，它们会在
不同物质之间的界面反射回波，如冰层与基岩、含水的泥沙、液态水体之间的界面，
都会反射回波，雷达沿着飞行轨道前进，不断地进行测量，获得地下的图像。
下列说法与原文相符的是：
A.雷达是探测地下物体的最基本手段
B.电磁波的频率与穿透深度成反比
C.南极冰盖底部一定存在生命
D.电磁波在不同物质之间的反射回波相同
11 、(2020福建44)肮病毒是一种结构异常的蛋白，能迫使正常蛋白呈现相同的
错误折叠形状并像传染病一样在组织中传播。这是继认识到细菌、病毒、支原体等微
生物可以引发疾病后，人类又发现的另一种引发疾病的病原体。因此，如果想要成功
开发有效的治疗方法，需要针对(靶向)有活性的肮病毒，而不是已经死亡的斑块和
缠结物中的大量蛋白。
从这段文字我们可以推出：
A.肮病毒的结构非常复杂B.肮病毒比细菌危害更大
C.肮病毒能够引发疾病D.肮病毒引发的疾病能够被有效治疗
12 、(2018江苏A24)激光技术是20世纪60年代初发展起来的一门高新技术。
激光的发射能力强，能量高度集中，比普通光源亮度高亿万倍，比太阳表面的亮度高
几百亿倍。若将中等强度的激光束汇聚，可以在焦点产生几千到几万度的高温。另外，
激光的单色性很好。我们知道，光的不同颜色是由光的不同波长决定的，而激光的波
长基本一致，谱线宽度很窄，颜色很纯。由于这个特性，激光在通信技术中应用很广。
以下说法不符合文意的是：
A.激光技术已有半个多世纪的历史
B.激光波长基本一致且单色性好
C.激光技术有广阔的科技应用前景
D.激光技术有可能颠覆传统光学理论
13 、(2020安徽35)生命存在的首要条件是液态水，一颗行星是否宜居取决于表
面温度能否维持液态水的存在。冰行星或冰卫星地表原本被冰雪覆盖，此前研究认为，
随着恒星辐射增强，其地表冰雪最终会融化形成液态水，从而适宜生命生存。不过，
最新研究证明，随着恒星辐射增强，冰行星或冰卫星将直接进入极端炎热的温室逃逸
状态，表面温度将升至100摄氏度以上，液态水无法存在。一旦冰雪融化，行星地表
反射能力的突然降低使其吸收恒星辐射的能力大大增强。此外，冰雪融化后，大量水
汽进人大气，强温室效应也使地表温度进一步升高。
下列说法与原文相符的是：
A.宜居行星在事实上并不存在
B.冰行星或冰卫星其实不宜居
C.冰行星或冰卫星其实没有冰
D.温室逃逸状态阻止了冰融化
14 、(2019浙江A44)“无现金社会”的现象之所以引人关注，主要是由于近年来
移动支付发展迅猛，覆盖了人们的衣食住行，普及到了城镇的角角落落，使一部分人
改变了使用现金的习惯。积极推进“无现金社会”建设意义深远：首先，有助于降低
金融服务的门槛，更好地促进经济发展；其次，有助于减少和降低现金的使用率和管
理成本，降低货币的发行成本，也会加速资金的流转；第三，有助于建立诚信体系，
识别、防范和打击与现金交易、行贿受贿等有关的各类违法犯罪行为，有效遏制腐败
行为。
这段文字没有提及“无现金社会”：
A.对金融行业的好处B.备受关注的原因
C.与货币发行的关系D.对人际关系的影响
15 、(2020北京36)社会和文化推崇慷慨行为，但这种行为往往要求一个人为他
人利益贡献自己的资源，所以这很难用一般的经济理论解释。然而，有神经科学论文
指出，即使会牺牲自我利益，有些人也会对他人慷慨大方，这是因为当人表现慷慨时，
会激活大脑中的特定区域，而这些区域与产生幸福感的区域相互关联。
根据这段文字，下列说法正确的是：
A.对牺牲自我利益去满足他人的行为不应过多推崇
B.人类做出慷慨行为与产生幸福感时的大脑机制相同
C.慷慨行为能增加幸福感是人们慷慨待人的原因之一
D.经济学理论能够充分阐述人类利他行为的机制
16 、(2019江苏A27)在传统文化的早期阶段，文化呈现出一种综合的形态，这
种形态成为孕育中国传统医学和古典文学的共同摇篮。在这两个学科尚未独立分离出
来的时候，中国传统医学与古典文学之间存在着明显的杂糅现象。无论是诗歌、民歌、
民谣，还是市井小调，都是古代医学重要的传播载体。另一方面，很多医学古籍本身
就是有着丰富文学价值的作品。在阅读这些古典医学著作时，往往能够体验到文学中
的那份必然和深邃。
下列说法与文意不符的是：
A.医学和文学在传统文化早期阶段并非泾渭分明
B.阅读经典医学古籍可能获得审美体验
C.中国传统医学与古典文学植根于共同的文化土壤
D.研读古典文学作品是研究传统医学的基础
17 、(2019广东乡镇6)回顾40年，改革开放旗帜之所以始终高高飘扬，关键得
益于基层求新求变的强大意愿以及敢闯敢试的探索精神。改革再扬帆，也必须尊重基
层干部群众在改革进程中的主体性作用。
对这段文字理解准确的是：
A.实践是改革开放最关键的一环
B.基层的探索精神完全决定于改革的效果
C.改革必须发挥基层干部群众的主观能动性
D.改革开放促使基层创新求变
18 、(2017广州16)读书的实用理念正在消解其间最为动人、有趣的部分。然而，
在这些动人、有趣而又“无用”的知识和思想里，青年人能够发现心灵缺失的所在，
精神便在悠远的光泽里得到沐浴。现在大学里开设古典文学、美学理论等课程，就有
这方面的用意。当知识从教条理论中走出的时候，它便会成为有温度的存在。
关于这段文字，以下理解错误的是：
A.一味追求读书的实用理念会使读书变得沉闷、无趣
B.青年人应摒弃只追求知识实用性的理念
C.古典文学、美学理论等大学课程缺乏价值
D.过分追求知识的实用性，会使知识缺少温度
19 、(2016联考48)人的自尊可以划分为有条件的自尊和无条件的自尊。前者是
通过达到一些预设的标准来获得的自尊，自我价值感有赖于这些标准的实现，而非自
我的本真需要，比如认为拥有美貌才有价值感。有条件自尊者往往并不了解自己的需
要，其衡量自尊的标准是内化得来的。如果父母的爱是有条件的，对自己欲求的行为
进行奖励，对不欲求的行为进行惩罚，这就把行为标准强加给了儿童，儿童会不自觉
地把这种标准当作自己的人生追求。有条件的自尊往往通过强烈的自我意识表现出来，
这样的人总是通过他人的眼光来看待自己。
与这段文字的意思相符的一项是：
A.人的本真需求是有条件自尊的来源
B.父母的过分溺爱会损害孩子的自尊
C.有条件自尊者往往过于在意外界的评价
D.父母给孩子制定行为标准对其成长不利
20 、(2016广东33)汉字的产生从根源和雏形上说，来自劳动人民，汉字简化的
动力主要来自民间。但经过采集、整理和加工创造而形成的汉字，则出于史卜和达官
贵人之手。文明社会早期只有宫廷和贵族才有文化，他们祭天祀祖征战讨伐需要巫师
神汉算命打卦占卜扶品。商代甲骨文相对成熟，比较系统，但因一字多形，字形复杂，
仅为少数人掌握和垄断，是贵族化的标志。西周末期，民间兴学，文化下移，文字走
出史卜之手。越来越多的人识字用字学文化，简化文字便成为众望所归。
下列选项符合文意的一项是：
A.汉字由劳动人民搜集、创造而形成
B.在周朝，一般的劳动人民都不掌握汉字
C.汉字早期主要用于信息记录和沟通交流
D.汉字简化是在民间文化兴起后成为趋势的
21 、(2017江苏A31)虽然现代医学已经相当发达，但对导致儿童性早熟的原因
却还知之甚少。因为找不到原因，也就给了人们胡乱猜想的空间。但是，科学理论和
实践都显示，植物激素不会是原因。而所谓奶粉中的雌激素，也不是原因——因为，
所有检测过的奶粉中的雌激素含量，比母乳中的雌激素含量还要低。而“奶粉导致婴
儿性早熟”的新闻，后来已被曝出是某些奶粉企业为陷害竞争对手而编造的。
以下概括与文意不符的一项是：
A.很多关于儿童性早熟的说法并不符合事实
B.现代医学尚未对儿童性早熟原因进行研究
C.母乳中含有的雌激素比很多奶粉中的还要高
D.植物激素不会导致儿童性早熟已被研究证明
22 、(2019山东17)汉代的辞赋创作是以抒情赋发轫，代表作品是贾谊的《吊屈
原赋》和《K鸟赋》，东汉后期的辞赋，抒情赋成为主流。就此而论，汉代的辞赋是
以抒情赋起始，又以抒情赋终结，它的轨迹是画了一个圆圈。不过，贾谊的抒情赋均
为骚体，明显是继承楚辞而来。东汉后期的抒情赋则是既有骚体，又有散体，还有四
言诗体，在作品样式上呈现的是多元化的格局。
对这段文字理解正确的是：
A.两汉辞赋的整体发展轨迹是一个圆，主要继承了楚辞的风格
B.骚体、散文体和四言诗体作品共同构成了汉代的文坛
C.东汉后期的辞赋以抒情赋为主流，各类文体并存，呈现多样化格局
D.贾谊是汉代抒情赋的代表性人物，其作品具有浪漫主义色彩
23 、(2016吉林甲47)在“龟兔赛跑”的寓言故事中，善于奔跑的兔子是“反面
教材”。但在马拉松参赛者中，“兔子”却是肩负光荣使命的角色。“兔子”的学名叫
速配员，他们在参赛中的职责是引导跑者按照稳定的节奏跑步，在预设的时间内完成
比赛。跑步被认为是一项孤独的运动，但是一旦以“兔子”的身份出现在赛场上，那
就不能只顾埋头刷新自己的成绩，一名合格的“兔子”反而要强调自己的“存在感”，
把完赛的信心和跑步的稳定感传递给跟着自己比赛的跑友。
对“兔子”职责理解不正确的一项是：
A.做好准备，对跑友和赛事负责
B.跑得专业，在实战中给出指导
C.尊重跑者，把信心传递给跑者
D.赛出水平，不断超越自我局限
24 、(2020安徽28)社交恐惧症是焦虑障碍的一个重要亚型，其主要症状是害怕
受到注视，例如害怕在大庭广众之下讲话等，症状严重时甚至不敢出门。害羞则是一
种常见的人格特质，本身并不具有病理性。不过，绝大多数社交恐惧症患者在接受治
疗之后，症状都会得到明显缓解。对于症状程度较轻的患者，应该首选心理治疗；如
果患者因工作忙等原因不能或不愿意接受心理治疗，则可以首选药物治疗，但将药物
治疗与心理治疗结合起来才是治疗社交恐惧症最有效的方法。此外，大多数社交恐惧
症患者都起病于青少年时期，所以预防非常重要。
根据这段文字，下列说法正确的是：
A.害羞是社交恐惧症的一个重要亚型
B.社交恐惧症无法通过药物治疗治愈
C.中老年人不会成为社交恐惧症患者
D.症状程度较轻者用结合治疗最有效
25 、(2020安徽34)蟑螂的生殖分为有性生殖和孤雌生殖两种方式。蟑螂雌性个
体生活在完全由雌性组成的群体中时，会进行孤雌生殖，产卵的时间也会提前。研究
者通过实验分别验证蟑螂性别和雌性激素对孤雌生殖的影响。首先，将一只雌性蟑螂
和被阉割的雄性蟑螂放在一起饲养，发现这只雌性蟑螂产卵的时间没有发生变化；接
着，又为雌性个体定期提供雌性激素，造成它们生活在雌性群体中的假象，但它们的
产卵时间也没有提前。据此，研究者推测蟑螂需要雌性散发特有的化学信号才能完成
孤雌生殖，并非因为性激素或者其他化学信号的参与。
根据上述文字，下列说法正确的是：
A.雄性的出现影响了蟑螂的产卵时间
B.纯雌性群体生活加快蟑螂繁殖速度
C.定期提供雌性激素对蟑螂毫无作用
D.孤堆生殖或依赖雌性特有化学信号
26 、(2017江苏A25)结核病是由结核分枝杆菌引起的慢性传染病，可侵及许多
脏器，以肺部结核最为常见。世界上约有一的人口感染了结核菌，其中有5%~10%
会发展成结核病。对于艾滋病毒携带者、营养不良或糖尿病等免疫系统受损的人，或
者烟草使用者，结核病容易在体内大量复制，患病风险就会高很多。
下列说法不符合文意的是：
A.绝大多数人感染结核菌后并不发病
B.身体虚弱者患结核病的可能性较高
C.结核病可能发生在肺部或其他脏器
D.身体健康的人一般不会携带结核菌
27 、(2017江西22)相较于社会生活的复杂度，灵长类动物的饮食或能更好地预
测其脑容量。这项发表于《自然一生态与演化》的研究是同类分析中迄今为止规模最
大的，并对目前有关人类和一些灵长类动物为什么演化出了比大多数动物更大的脑部
的假说提出质疑。在考虑到每个物种的演化亲缘关系及体型后，作者发现，吃水果的
灵长类动物的脑组织比吃植物叶子的灵长类动物多25%左右，虽然作者的分析未能
说明为什么吃水果会带来更大的大脑，但他们认为这可能是由认知需求(与记忆水果
位置、手工提取果肉有关)和热量奖励(摄入热量丰富的水果，而非热量贫乏的植物
叶子)联合驱动的。
与这段文字意思相符的是：
A.饮食或许与灵长类动物脑容量有必然的联系
B.很多灵长类动物为什么演化出了比大多数动物更大的脑部的假说没有价值
C.吃水果的灵长类动物的脑组织比吃植物叶子的灵长类动物多的原因已明了
D.社会生活的复杂度不能预测灵长类动物脑容量
28 、(2020江苏A20)以种植业和养殖业为主的农业生产，是深度贫困地区产业
扶贫的重要项目和农民主要收人来源。农业生产是“露天工厂”，具有“靠天吃饭”
的局限性。深度贫困地区大都自然条件恶劣，发生灾害的频率高、范围广，加之病虫
害等方面的影响，给农业生产带来极大挑战。因此，深度贫困地区发展种植业和养殖
业，更需要借助农业保险这一市场经济条件下风险管理的基本手段。
以下概括不符合文意的是：
A.科学的风险管理对于保障农民收人至关重要
B.借助农业保险可有效分散农业生产者的风险
C.深度贫困地区的农业生产需要承担较大风险
D.农业保险能够提前介人并有效预防自然灾害
29 、(2019江苏B20)城镇化是一个长期的历史过程。在这个过程中，既有人口
从农村向城镇迁移的正向城镇化，也不可避免地会出现农民工返乡等逆城镇化现象。
通过加快户籍制度改革，促进农业转移人口市民化，可以保证城镇化持续推进；同时，
实施乡村振兴战略，不仅可以为农村人才和劳动力创造更广阔的用武之地，也使城镇
化的推进更加行稳致远。
下列说法与文意不符的是：
A.推进城镇化不等于只允许人口向城镇迁移
B.推进城镇化进程中应倡导农民工返乡创业
C.实施乡村振兴战略与城镇化进程并不矛盾
D.城镇化过程中户籍制度改革是关键的一步
30 、(2016广东15)中国经济发展进人新常态，最重要的是两个转变，一是经济
增速从高速增长转向中高速增长，二是经济发展方式从规模速度型粗放增长转向质量
效率型集约增长。第一个转变已接近完成，但第二个转变明显滞后，质量效率型集约
增长模式尚未完全形成。我国发展过程中出现的不平衡不协调不可持续问题，与两个
转变不同步有很大关系。延续中国经济发展奇迹，必须加快经济发展方式转变，推动
经济从高速增长转向高效增长、实现由大到强的质的飞跃。
对这段文字理解有误的是：
A.我国不少地方仍存在经济规模速度型粗放增长现象
B.两个转变同步进行可减少我国经济发展的一些问题
C.新常态推动我国经济发展实现由大到强的质的飞跃
D.我国经济增速已经完成从高速增长转向中高速增长
31 、(2016广东32)经过长期不懈的努力，我国已经形成了多个层次法律规范构
成的中国特色社会主义法律体系。虽然这个法律体系尚存不足，但我们应当珍惜这种
来之不易的成就，确立执行法律就是实现人民意志和公共利益的信仰，而不应当因为
现行法律及根据法律制定的其他法规本身存在不足就主张“另起炉灶”，也不应当因
为有的法律规范没有得到很好实施就动摇对法律的信仰，完全无视“做到重大改革于
法有据”这一价值取舍判断标准，主张“冲破”现行法律制度的羁。
对于这段文字，以下理解有误的是：
A.中国特色社会主义法律体系已经形成
B.我国的法律体系本身还存在着一些不足
C.法律改革应该突破现行法律制度的桎梏
D.实现对法律的信仰需要法律的良好执行
32 、(2015山西31)微电网是包含本地化半自主运行的电源、负荷和电热储能设
施的集群。相对于大电网，它自成一体，单独控制，可以与大电网连接，并网运行，
也可以断开连接，以“孤岛模式”自行运行。微电网作为具有向参与者和传统电网提
供双向效益的特点，体现了分布式电力系统的发展方向，也为电网的发展开辟了一条
崭新路径。
下列说法与原文相符的是：
A.微电网是以“孤岛模式”运行的本地化电网
B.微电网是与传统电网并网运行的集群
C.微电网的出现分散了传统电网的效益
D.大电网可能因与微电网并行而受益
33 、(2015广东15)人力资源竞争，固然是一种市场竞争，却与普通商品的市场
属性有所不同。薪资待遇固然是不可或缺的重要因素，但劳动者对于职业的权衡，却
是多方面因素综合考量的结果。因此，人力资源的竞争，必须回归以人为本的理念。
根据这段文字，下列表述正确的是：
A.人力资源与普通商品存在本质上的差异
B.劳动者在选择职业时不考虑薪资待遇
C.劳动者会从多方面综合考量职业
D.只要以人为本就能在人力资源竞争中获胜
34 、(2019江苏B23)人类社会的教育现象，除了教学之外，还存在着无教授的
学习，以及未能引发学习的教授等活动。即便是教学，也不仅仅存在于学校里，而是
发生在人的社会生活各个领域之中。远在近现代学校产生之前，人类就已经在从事各
种各样的教育活动；近现代学校产生之后，人类的教育活动依然在学校以外的社会生
活领域中广泛发生着。教育学将自身的研究视野限定在学校时空框架内，实际上是给
自己确定了一个错误的学科边界，因而只能将大量的教育现象含糊地当作所谓“广义
的教育”而暖昧地排斥于自己的主要研究视域之外。
下列说法与文意不符的是：
A.教育活动广泛存在于人类生活的各个领域中
B.无人教授的学习行为也可以归入到教育活动
C.当前的教育学研究对于学科边界存在误判
D.近现代学校的出现限制了教育学的研究视野
35 、(2019江苏B22)动物体型缩小和气候升温之间的联系不止出现在远古时期。
随着全球变暖，现生的许多物种体型也在减小。大蟾蜍、蛇、乌龟、蝶螈、林鼠、粪
蝇、北极地区的蝴蝶、多种北海鱼和一种绵羊——这些动物的体型都变得越来越小了。
这种现象一度让科学家们感到困惑，但是，通过多组实验、野外观测和对化石的研究，
答案似乎越来越明显。
下列选项与文意不符的是：
A.小体型动物个体在气候变暖中具有生存优势
B.科学家对动物体型变化与气候变暖的相关性早有关注
C.气候升温导致动物体型缩小在现阶段仅限于理论构想
D.远古时期已经出现气候升温引发动物体型变化
36 、(2016江苏C40)除了品种，温度和光照也会影响到茶氨酸的分解。在关于茶
的各种诗文中，优质的茶总是生长在深山幽谷。除了水源土壤的清洁，更重要的原因
在于深山幽谷中光照不足，而在春天茶叶发育期间温度较低，所以茶氨酸的分解以及
儿茶素的合成受到抑制。这样制得的春茶茶氨酸含量高而茶多酚含量低，也就更好喝。
根据文意，下列说法不正确的一项是：
A.受到较多光照的茶叶会使茶氨酸含量降低
B.一般产自深山幽谷的茶叶比平地上的好喝
C.抑制茶氨酸的分解后制成的茶叶味道不佳
D.秋茶一般不如春茶好喝与茶树光照多有关
37 、(2017国考副省级49)调查显示，青年创业过程中最大的困难是资金问题，
64.2%的人认为缺乏足够的资金是主要困难。而很多人尽管缺乏资金，也不愿意去贷
款或融资，这反映出很多创业者在创业过程中有保守的心态。另一个比较突出的困难
是同行竞争过度，占26.9%。调研过程中发现，青年创业的领域比较集中，如大学生
群体更倾向于电商、计算机技术支持等方面的创业，青年农民更愿意从事自己比较熟
悉的种植和养殖业等，这种同质化的创业在形成规模效应的同时，也难免会带来过度
竞争。
以下说法与原文相符的是：
A.资金不足是青年创业失败的主要因素
B.金融服务对青年创业者支持力度不足
C.同质化创业反映了创业者的保守心态
D.青年创业的领域集中在某些固定行业
38 、(2015河南27)协同共享是一种新的经济模式，甚至有学者预言其会在21世
纪下半叶取代资本主义，成为人类社会主导的经济形态之一。届时，生产率将大幅提
高，发达的物联网将使边际成本趋近于零，数十亿人既是生产者也是消费者，在互联
网上共享能源、信息和实物，所有权被使用权代替，“交换价值”也将被“共享价值”
取代。这个结论看似耸人听闻，理论上却符合社会发展的趋势。“共享经济”在金融
和经济危机中被接受和广泛传播，最初的功能是给身陷困顿的人们提供了赚钱和省钱
的方法。它继而飞得更高，被赋予了更多的意义。
下列说法与原文相符的是：
A.经济危机促使了共享经济的产生
B.共享经济是物联网迅猛发展的基础
C.共享经济可以避免边际成本的产生
D.共享经济促使生产者和消费者角色统一
39 、(2016吉林甲38)在陪伴子女的过程中，很多家长都会遇到孩子撒谎或者隐
瞒真实情况的问题。撒谎差不多算得上是许多父母最担心的子女不良行为，甚至比子
女学习成绩不好更令他们惊慌、生气。如果说好多家长并没有很好地解决孩子撒谎的
问题，至少他们大多予以重视，而孩子对家长隐瞒自身情况的问题则不仅解决得更差，
也没有得到足够重视。
下列表述符合原文意思的是：
A.家长们认为孩子的知情不报比撒谎更令人担忧
B.家长们认为撒谎是最不可原谅的道德品质问题
C.对解决孩子撒谎问题多数家长心有余而力不足
D.孩子隐瞒自身情况的行为没有引起家长的重视
40 、(2016江苏A25)在这位演员死后的几周内，很多关于精神疾病和抑郁症的
讨论纷纷见诸报端，包括演员自杀的各种猜测也走进了人们的视野。继而，舆论开始
转向了对精神疾病和治疗进展的讨论。是的，社会确实需要鼓励开展这种话题的讨论，
然而，有多少讨论是聚焦抑郁症患者每天必须面对的精神困扰?似乎更多的讨论集中
在精神疾病的悲剧结局上，而不是及时进行干预，似乎抑郁症患者的死亡比他们的生
命更容易引起讨论，这种状况亟需改变。
下列说法不符合文意的是：
A.抑郁症患者的精神状况更值得关注
B.对抑郁症患者的精神困扰讨论不够
C.舆论应减少对精神疾病话题的讨论
D.舆论过度关注精神疾病患者的自杀原因
41 、(2018安徽17)研究人员在大肠杆菌外面缠裹了一种叫做β-氨基酯的人工
合成聚合物，形成一种“细菌胶囊”。随后，将其插人抵抗肺炎球菌的蛋白质疫苗。
实验证明，这种胶囊能被动或主动地瞄准一种特殊免疫细胞，它能提升人体免疫反应，
具有很强的抗肺炎球菌疾病的能力。研究人员指出，这种胶囊疫苗成本低，使用便利，
用这种胶囊输送疫苗能引发特定免疫反应，比现有接种疫苗效率更高，效果更好。
根据这段文字，下列说法正确的是：
A.“细菌胶囊”核心是β-氨基酯人工合成聚合物
B.无害的大肠杆菌能提升人体的免疫反应
C.“细菌胶囊”对肺病治疗具有突出成效
D.“细菌胶囊”或成为新型疫苗输送工具
42 、(2015山东27)由于蚕丝特有的化学特性使绣品难以在四川潮润的气候下长
期保存，所以在四川地区考古发现的绣品极少，无法以考古的方法来追溯蜀绣的起源。
但是，蜀绣仍以其他形式留下了吉光片羽。1986年，成都三星堆遗址出土了一件距今
约4800年的青铜立人像，该铜人身穿龙纹礼衣，礼衣上有复杂的龙纹、兽纹、变体云
雷纹。以当时的纺织工艺水平，这些装饰花纹不可能是纺织机织出来的。由于其纹样
的表现手法和1974年在陕西宝鸡出土的西周刺绣残痕一致，所以最有可能是用锁绣法
绣制的，这一推断将蜀绣的历史上溯到了与中原夏朝文明同时代的古蜀三星堆文明。
下列说法与原文相符的是：
A.锁绣法起源于蜀绣
B.早期的蜀绣大多用于礼衣的制作
C.青铜立人很可能身穿的是刺绣礼衣
D.难以通过出土绣品的制作工艺推断其年代
43 、(2020福建55)克黎利引述《新科学家》杂志的文章称，记忆的作用不一定
是为了记住过往，而是帮助我们走向未来，记忆有时会运用想象和创造的方式，让我
们知道接下来怎么做，或者在某些情况下做出什么反应。有些人以为自己有预见未来
的能力，其实也许是过去的碎片化记忆而已。如果似曾相识的感觉是来自一段想不起
来的记忆，那么就容易产生这样的错觉：接下来发生的事情也是来自于这段记忆，自
己具备了“心灵能力”。
与这段文字观点不符的是：
A.似曾相识不是“心灵能力”
B.似曾相识能够帮助我们预见未来
C.似曾相识是对过去不完整的记忆
D.人们的记忆不一定是对过去的回忆
44 、(2015江苏A9)新型城镇化最大的障碍是旧的体制和旧的利益格局，突破旧
体制的束缚，打破旧利益格局的掣肘，就需要政府淡化经济运营角色，从全能政府转
变为有限政府，改变公共权力运行方式。诚然，在重视市场机制的同时，对于城镇化
的进程、城市人口、城市布局、城市规模，政府要实行必要的宏观调控，但与此同时，
政府也应该从以行政手段为主管理城镇发展，转变为采用经济和法律手段为主管理城
镇发展。
下列说法不符合文意的一项是：
A.推动新型城镇化工作的关键是转变政府职能
B.新型城镇化发展的总体规划应该交由市场进行调控
C.推动新型城镇化稳步发展必须坚持并强化依法行政
D.新型城镇化过程中政府对人口等问题仍需实施管控
45 、(2017广州17)巩固计算思维是每个教育阶段的重要目标。只有这样，学生
的能力才能在前一个水平的基础上向上发展。计算思维有助于任何领域问题的解决。
比如，把一个大问题分解为若干个小问题，通过推理设计小型实验的可行性路径，以
及与他人共同设计问题的解决方案。在不同环境下采用这些策略，可以让学生明白计
算思维远比计算机有用。
关于这段文字，以下理解准确的是：
A.培养计算思维是教育的重要内容
B.应当减少学生对计算机的依赖
C.任何领域问题的解决都有赖于计算思维
D.可以通过分阶段的方式培养计算思维
46 、(2017江苏A27)在将中国文学作品译介给国外读者时，中国媒体与公众往往
因文化焦虑及传播压力，过于强调译者对中国本土文化的熟悉知晓程度，对译者在翻译
过程中未能再现文学作品中原汁原味的中国元素心存芥蒂。事实上，不同语言的文学之
间具有某种审美的和人性的通约性，使得作家们能以各自的方式抵达文学的人性殿堂。
下列表述不符合文意的是：
A.媒体和公众自身的文化焦虑会影响到对译者资质的考量
B.译者对中国本土文化的了解程度并不必然影响翻译质量
C.能否保留纯正中国元素是考量翻译作品质量的关键因素
D.不同语言的文学作品之间具有通约性有助于跨语种翻译
47 、(2015吉林甲42)“红头文件”并非法律用语，是老百姓对“各级政府机关”
(多指中央一级)下发的带有大红字标题和红色印章的文件的俗称。“红头文件”始于
西魏时期，当时有位政治家苏绰擅长算术。据《周书·苏绰传》记载：“绰始制方案程
式，朱出墨人，及计账户籍之法。”“朱出墨人”，指的是朝廷发出的文书是用朱(红
色)标，下面上呈的文书是用墨(黑色)标，界限严明。
根据这段文字，以下说法错误的是：
A.“朱出墨人”的文书程式创于西魏
B.古代朝廷发出的文书似于今天的“红头文件”
C.“红头文件”之称不是专业用语
D.“红头文件”的叫法起源于西魏时期
48 、(2018山东14)长期以来，研究人员认为人类是从大约500万年前的非洲猿
分化而来的，不过最新发表的一项研究报告提出，欧洲发生的这种分化要早得多。关
于人类起源的这一新假说的依据是，在希腊和保加利亚洞穴里发现了720万年前的前
人类遗骸。来自多个国家的研究人员对两个已知样本的牙根进行了分析。他们利用专
门的X射线，即计算机断层检查技术，对来自希腊的下颌化石和来自保加利亚的上
前白齿化石进行了扫描，发现其特征表明这两个古猿——外号“希腊人”，可能是前
人类，即原始人类。
根据这段文字，以下说法正确的是：
A.原始人类从欧洲古猿分化而来
B.“希腊人”古猿具有人的特征
C.研究人员只找到了欧洲古猿的牙根
D.X射线技术能准确测算古猿人的年代
49 、(2015广东12)种粮大户们认为，要真正使种粮有效益，农民种粮有积极性，
一方面，要加大对种粮新主体的扶持力度，特别是要加大各类补贴力度，规范操作运
行，确保各项政策不折不扣地兑现到农民手中，使种粮有效益、不吃亏、得实惠。另
一方面，要对稳定多年的种粮规模经营主体优先安排基础设施建设，在国土整治、农
业综合开发、粮食基础能力建设、粮食高产创建、测土配方施肥等方面向种粮大户及
粮食专业合作社倾斜。
对这段文字理解不准确的一项是：
A.加大扶持力度有助于提高种粮积极性
B.农民种粮积极性的大小取决于种粮的收益
C.种粮大户及粮食专业合作社应该享有政策优惠
D.加强基础设施建设有助于提高种粮积极性



`;