export const questionStr = `1 、(2018云南54)荆轲，那个“风萧萧兮易水寒，壮士一去兮不复还”的勇士，
在我国历史上是个特有的文化符号。然而，在手游里，“荆轲”二字变成了刺客家族
世代传承的名号；刘备变成了肩扛火枪身穿风衣的黑帮教父；“刺秦”的故事也被胡编
乱造得南辕北辙…在手游里，几千年来人们熟知的历史人物变得面目全非。这对缺
少历史知识的少年儿童来说很容易产生迷惑，历史在这里，真成了可以“被随意打扮
的小姑娘”。
最适合做以上文字标题的一项是：
A.手游也需要尊重历史B.手游不该“游戏”历史
C.对历史的演绎不能过火D.历史不该被手游过度消费 
2 、(2016国考地市级59)纵观世界，新的垃圾处理时代正在到来。前不久，俄
罗斯科学家已经可以利用等离子技术来处理垃圾焚烧过程中产生的有害气体，并对城
市生活制造的“污泥浊水”进行无害化处理，使其转为腐殖酸肥料。德国科学家造出
“风拣技术”，令世界看到了垃圾处理的广阔未来。该技术终结了垃圾的人工分拣，让
风代替人去对垃圾中的塑料、玻璃、纸张等进行分拣，从而将垃圾处理工艺提高到了
一个前所未有的新阶段。
最适合做这段文字标题的是：
A.垃圾：放错地方的资源
B.科技：垃圾处理的关键
C.风力：新时代的“机器人”
D.无害化：垃圾处理的未来
3 、(2019浙江A53)研究人员发现，与现生树木相比，古老的枝蕨类植物的茎干
结构和生长方式明显不同。现生常见树木中，起到支撑和运输作用的组织维管束往往
呈一个单一的整体。它通过不断的次生生长，让树木茎干加粗，并产生年轮。而在泥
盆纪的枝蕨类植物中，至少存在数十个互相独立、交织成网状的维管束系统。它们总
体呈圆柱形，与其他疏导组织构成立体化的网格系统，在这套维管束构成的网格系统
中，每个单一的维管束均可以加粗生长，产生生长轮，同时又通过彼此分裂、增生，
不断扩大维管束系统，从而实现植物整体的加粗。
最适合做这段文字标题的是：
A.揭秘古老植物如何生长B.树木的漫长进化过程
C.教你如何看年轮知树龄D.一眼识别枝蕨类植物
4 、(2019浙江A52)传统工艺是在民间生活中创造的，无论是趋利避害、迎祥祈
福的装饰还是家居日常的物件，传统工艺与日常生活融为一体，无处不在。如今，生
活从传统走向现代，生活方式发生了不小的变化，但我们仍然需要传承这样的生活艺
术和生活智慧，复兴工艺文化的创造力，创作生活之美。在现代经济全球一体化的背
景下，文化更需要民族身份，不能因为生活方式的转变而放弃了文化的基因，丢失了
民族的记忆，特别是传统工艺中所蕴含的“匠作精神”更是我们民族文化中宝贵的精
神财富。
最适合做这段文字标题的是：
A.“生活之美”永流传B.“匠作精神”不能丢
C.传统工艺的传承之路D.传统工艺的生活美学
5 、(2020安徽31)世界卫生组织的调查指出，嗜糖之害，甚于吸烟，长期食用
含糖量高的食物会使人的寿命明显缩短。近年来，中国人对糖的消耗量居高不下，特
别是儿童。调查数据显示，10年前我国儿童人均每天喝饮料715毫升，10年后的今
天翻了一番。目前市售的多数饮料含糖量为8%至11%，一瓶容量为500毫升的饮料，
含糖量就在40克至55克之间。医学专家建议成人每天摄入的添加糖不宜超过50克，
最好控制在25克以下。儿童每天摄入的添加糖不可以超过25克。然而，仅1瓶饮料
中的添加糖含量就已经超过推荐值底线。殊不知，就在我们大快朵顾、痛快吃糖的同
时，糖也在悄无声息地“吃掉”我们的健康。
最适合做这段文字标题的是：
A.甜蜜诱惑，难以抗拒B.减糖行动，刻不容缓
C.咯糖之害，甚于吸烟D.低糖饮食，有益健康
6 、(2018安徽19)2017年某调查报告显示，超过8成居民家庭认为阅读是孩子
认识世界、获取知识的重要途径，超过6成认为阅读对于孩子养成爱学习习惯、养成
健康性格具有重要意义。在实际生活中，超过3成的受访居民家庭未成年子女能够做
到每天阅读，超6成孩子每次阅读时间在半小时至1小时之间。但只有3成受访家长
经常陪子女阅读，近6成家庭是让孩子自己阅读。有意思的是，虽然父母们自己已经
被手机、电脑、电视占据了太多时间，却有13.63%的家长希望借助阅读挤压孩子玩
电子产品、看电视的时间。
下列选项最适合做文字标题的是：
A.“中国家长高度认同阅读对于子女成长的价值”
B.“放下手机，才能陪孩子阅读”
C.“你看手机，孩子看书?”
D.“阅读，不只关于书本”
7 、(2015吉林甲38)德国人在中国人心目中的形象可谓已经超凡脱俗。中文网
上流传的各种帖子说：青岛地下水道存在百年前的配件包，而且都用油纸妥善包好；
德国人一年只有一半时间工作，依然能够保证强劲的经济实力……而德国自己的报纸
《南德意志报》则惊叹“德国在中国被‘神话’了”。报道称，青岛地下水道的完备，
德国人对其所做贡献不过3%。“德国制造”确实在当今世界赢得了相当高的美誉度，
但其实在19世纪的时候，“德国制造”还是一个贬义词，代表廉价与质量差。后来，
德国人齐心协力打造“德国制造”的品质，才扭转了在人们心中的印象。
最适合做这段文字标题的是：
A.中国，不用妄自菲薄
B.钦佩，要适可而止
C.德国，一个值得敬佩的国家
D.赞赏，当在真实基础之上
8 、(2017江西17)在联合国人权理事会举行的第34次会议上，通过关于“经济、
社会、文化权利”和“粮食权”两个决议，决议明确表示要“构建人类命运共同体”，
这是人类命运共同体重大理念首次载入人权理事会决议，标志着这一理念成为国际人
权话语体系的重要组成部分。
最适合做这段文字标题的是：
A.人类命运共同体重大理念已成国际人权话语体系的重要组成部分
B.人类命运共同体重大理念首次载人人权理事会决议
C.构建人类命运共同体势在必行
D.联合国人权理事会通过关于“经济、社会、文化权利”与“粮食权”决议
9 、(2017山东14)研究者对大熊猫肠道内的微生物进行分析后发现，虽然原本
食肉的熊猫为了适应食物稀缺的环境而在距今240万到200万年间转为以竹子为食，
并为此进化出了强壮的颌骨，但它们却没有进化出更长的消化道或分泌特定消化酶的
能力，从而无法有效地分解竹纤维素。
最适合做这段文字标题的是：
A.口是腹非
B.竹子与熊猫
C.尚未完成的进化D.适应环境还是改变自己
10 、(2020国考地市级58)虽然寒冷的冬季是心血管疾病的高发期，但在高温闷
热的“秋老虎”时节，空气中湿度增高、含氧量降低，平时患有高血压、冠心病的人
常会感觉不适，出现胸闷、气促、头晕等症状。另外，高温天气会使人体出汗过多，
血液浓缩，如果未能及时补充水分，容易形成斑块；一旦斑块脱落，血栓形成，堵塞
血管，就可发生急性心梗。此外，人在炎热夏夜往往得不到良好的睡眠，这也是心脑
血管疾病的重要诱因之一。闷热天气还会使人情绪波动、心情烦躁，这也是冠心病突
发的危险因素。在这段时间，因工作劳累而缺乏休息的人，尤其要警惕心肌梗死突然
来袭。
最适合做这段文字标题的是：
A.“养生”尤其要“养心”
B.“秋老虎”之名因何而来
C.心脑血管疾病诱因知多少
D.夏秋之交要预防心肌梗死
11 、(2020北京39)为了躲避天敌和高温日晒，许多候鸟迁徙时选择夜间飞行。
当必须飞越某些天然地理屏障如墨西哥湾时，它们甚至会不眠不休地连续飞行24小
时。与人一样，长期缺乏睡眠会令鸟儿极度疲惫，灵活性降低，这必然导致它们在中
途休息时面临更大的危险。然而一项最新研究表明，候鸟们自有一套聪明的解决办法。
科学家观测了7只捕获到的斯文氏夜鸫，发现这种惯常夜间飞行的候鸟白天休息时并
非完全放松，通常会睁着一只眼睛。而脑电波也显示，它们只有半个大脑处于标准休
眠状态。
下列哪项最适合作这段文字的标题?
A.半梦半醒之间B.斯文氏夜鸫的秘技
C.睁一只眼，闭一只眼D.你的夜晚，我的白天



`;