export const questionStr = `1 、(2016吉林甲39)离婚成了21世纪的世纪流行病。我料定未来的日子里公众
还会看到更多的名人俗子离婚，这不是乌鸦嘴，是大势所趋。想想身边的人，看看每
一天发生的事情，就知道趋势已不可避免。原因是信息革命会改变传统。工业革命后
婚姻状况与农业社会的传统不同，导致新式家庭出现，旧式家庭崩盘。今天，这一代
赶上了一个全新的时代，山雨欲来。
“山雨欲来”在文中的意思是：
A.当今社会将会迎来更高的离婚率B.离婚率高于结婚率将成为新常态
C.传统家庭模式即将走向彻底消亡D.婚姻制度的颠覆性变革即将到来 
2 、(2015山西45)酒可以渲染气氛，有助于谈兴，故浪漫倜傥的诗人无不喜欢
这个调儿。二十来岁即位列“初唐四杰”之冠的王勃，据说他在写《滕王阁》七言古
诗和《滕王阁序》时，先磨墨数升，继而酣饮，然后拉起被子覆面而睡，醒来后抓起
笔一挥而就，一字不易。李白当年奉召为玄宗写《清平调》时，也是在烂醉之下用水
泼醒后完成的。“钟鼓玉不足贵，但愿长醉不复醒。古来圣贤皆寂寞，惟有饮者留
其名。”他的《将进酒》字字都含酒香。如果把他所有写酒的诗拿去压榨，也许可以
榨出半壶高粱酒来。
画横线的句子说明李白：
A.是最钟情于酒的诗人B.写了很多关于酒的诗篇
C.写酒的诗多为经典之作D.酒是写诗时不可或缺的
3 、(2015天津38)“暴力美学”是一种在纯粹暴力趣味的追求中发展起来的美学，
在电影艺术中，它主要发掘枪战、武打动作或其他一些血腥暴力场面的形式感。暴力
美学竭力弱化艺术作品的教化功能，在影片中规避直接的道德评价，因此它是一种把
美学选择和道德判断还给观众的电影观。由于图像时代的全面来临，暴力美学与现实
世界呈现出越来越密切的关系，它或直接或间接地影响着人们的思想和行为，对美育
造成了不少负面影响。暴力美学通过对暴力内容的美学化的处理，降低了作品的社会
功能，宣扬人们内心潜藏的暴力倾向，放大了人们对血腥的本能嗜好。所以，尽管暴
力影片在形式上炫目诱人，但它严重干扰了人的道德评价。
下面对“暴力美学”阐述不准确的一项是：
A.“暴力美学”是一种在纯粹暴力趣味的追求中发展起来的美学，放大了人们对
血腥的本能嗜好，宣传人们内心潜藏的暴力倾向
B.“暴力美学”在电影艺术中表现为对暴力内容进行美学化处理，发掘炫目诱人
的枪战、武打动作，呈现一些血腥暴力场面
C.“暴力美学”与图像时代的发展相生相伴，广泛而深刻地影响着人们的思想和
行为，对美育造成严重的负面影响
D.“暴力美学”竭力弱化艺术作品的教化功能，规避道德评价，降低了作品的社
会功能，把美学选择和道德判断直接还给观众
4 、(2019河南县级以上25)多年生植物进人休眠期后，①体内的生理代谢活动
并未停止，②营养物质、酶的活性和内源激素都在发生变化。③植物们会在身体中积
蓄起盐类物质和能变为糖的淀粉，④盐类和含糖溶液有很强的抗寒能力；⑤有的植物
还能增加体内不饱和脂肪酸或抗冻蛋白等，⑥避免细胞内部结冰。⑦不同植物不同命。
粗大的树木不怕冻可以寒气不易侵人来解释；那么，细小的植物枝叶、娇嫩的蔬菜等
不易冻死的主要原因就在于此。
在上述文字的最后一句中，画线的“此”指代的是：
A.①⑦
B.②④
C.③⑤
D.④⑥
5 、(2018江苏A16)我国《民法总则》颁行以后，就将展开民法典分编的立法。
期待在分编立法过程中，进一步强化对个人人格尊严的保护，进一步彰显人文关怀的
时代精神。因为我们当前处在互联网和大数据时代，高科技发明面临着被误用或滥
用的风险，会对个人隐私权等人格权带来现实威胁。例如，随着互联网的发展，各种
“人肉搜索”泛滥，通过各种技术手段非法盗取他人的信息、邮件等行为屡见不鲜。
诸如此类的行为严重侵害了个人人格权，甚至危及财产及人身安全，需要在立法层面
作出有效应对。
文中提出的“有效应对”，主要是指：
A.加快人格权立法，提升人格权保护水平
B.通过分编立法，彰显人文关怀的时代精神
C.强化对“人肉搜索”等不法行为的打击
D.注重互联网和大数据时代的法治研究
6 、(2017云南47)个人认为，电动汽车的部件品种应该由企业选择，市场来裁
判。电池、电机、电控等部件的品种都很多，都应该由企业根据总体设计和市场进行
选择，没有必要由标准来越俎代庖。欧、美、日法规当中低速电动车标准里面都没有
限定电池，未排斥铅酸电池，而装有铅酸电池的中国品牌低速电动车畅销国外。因此，
中国的低速电动车标准不应该限制铅酸电池。
文中“越俎代庖”的“庖”指的是：
A.装有铅酸电池的中国品牌低速电动车畅销国外的事实
B.欧、美、日法规里的中低速电动车标准
C.市场以及企业的总体设计
D.国内对低速电动车的限定
7 、(2016广东31)网络时代独有的文化，可以说是一种“新集体文化”。知识之
海、观念之海，在每个“集体人”的参与中更显无涯。网站“豆瓣”上，无数网友的
标记、评论和打分，形成了影片、书籍、音乐的“豆瓣标准”；网站“知乎”中，许
多专业人士分享的知识、经验、见解，形成了对一个问题的多角度考察。而如博客、
微博、朋友圈，离开了成千上万用户的参与则会毫无意义。互联网，网聚人的力量；
新集体文化，就是网聚每个人的文化。
上述材料中“新集体文化”指的是：
A.互联网把来自各行各业的人凝聚起来
B.网友在网络上对问题的回答实现了标准化和多样化
C.互联网上来自网友群体的各类信息的文化价值
D.网友利用网络这个平台自由发表见解的文化现象
8 、(2015国考省部级46)“微创新”，这个概念正在成为中国企业尝试的新方向。
今天的技术革新在很多时候已经不再是颠覆性的更新换代，任何针对用户体验的微小
改变，都可能引爆整个市场。微博就可以看作是在博客基础上的微创新，用140个字
拉低了用户门槛，迅速引发了全民微博潮。对于习惯了模仿的企业来说，如何不让微
创新成为“山寨”的代名词，是问题的关键，特别是在互联网领域，像团购这样的一
窝蜂现象屡见不鲜，然而其中很难看到“微创新”在发挥作用。
这段文字用“团购”来说明：
A.盲目从众的现象B.更新换代的趋势
C.复制与模仿的做法D.集体相约采购的行为
9 、(2017福建53)自人工智能这个领域开辟以来，研究者们就一直在试着捣鼓
一个能作出创造性选择的人工智能。被视为现代人工智能之父的马文·明斯基，在
1960年写下了这样的话：“我确信终有一天我们能得到拥有强大的解决问题能力的程
序，方法是以错综复杂的方式组装一大堆启发式的部件——多目标优化、模式识别技
巧、规划代数、递归管理过程等等。但在这些程序中，没有智能安坐。”智能不单是
模式识别，但寻找智能的“位置”是个棘手问题，它一直困扰着人工智能研究者。
对画线部分理解正确的一项是：
A.人们能开发出具有解决问题能力的程序，但人工智能发展并不乐观
B.人们能开发出具有解决问题能力的程序，但人工智能并没有出现
C.人们开发出的程序中并没有人工智能的位置
D.人们开发出的程序并不是人工智能
10 、(2019青海40)在中国文化苑内，唐诗与宋词构成一双至美无上的艺术精品，
共同构成中国封建时代文化的高峰。人们对这两种文体亦颇多评论。有人认为，唐诗
才是真正的艺术，精细而高雅，无论是用词还是构思，皆展示文才与思情；而宋词则
或多或少有一种鄙俗的质地，类似于今天的通俗文学。有人认为，宋词才是真正的艺
术，做到了雅俗共赏，非诗所能比，“梅须逊雪三分白，雪却输梅一段香”。我则以为
二者各有所长，不必作无谓的比较。
下面对“梅须逊雪三分白，雪却输梅一段香”这句话在文中所要表达的意思，理
解最准确的一项是：
A.唐诗比宋词更有韵味，更有雅正之质
B.唐诗与宋词一样，各有所长，各有所短
C.宋词比唐诗更有优势，更有广泛的社会性
D.唐诗有梅香，宋词有雪白
11 、(2020浙江B44)荣格说：“一切文化将最终积淀为人格。”对家的依恋和向
往，构成了中国人千百年来的文化人格，以至于亲情眷顾成为中国人深人骨髓的文化
胎记，过年回家成为春节最重要的节日仪式。年复一年，亿万个家庭的团圆故事总会
在春节集中上演，“人类最大规模的周期性迁徙”成为春节这股文化潮汐持久不衰的
生动见证。
关于画线的段首句的作用，解释错误的是：
A.为观点提供有力的论据
B.增强现象描述的说服力
C.可以让表达更简洁凝练
D.是对段旨的提炼和概括



`;