export const questionStr = `1 、(2019浙江A38)在中国，“素人艺术”还是一个较为新鲜的概念。这个概念由法国艺术家让·杜布菲提出的“原生艺术”概念衍生而来，指那些有精神疾患的人在无外界干扰的条件下完全无意识的创作。这种创作由于纯粹性和高度自治性而获得了人们的关注。后来，这个概念得到了衍生，所涵盖的范围更广，指没有受过系统专业的艺术训练、来自主流艺术界之外的普通人的创作。他们的作品带着“野生”特性，
显示出不同的艺术天赋。
这段文字主要介绍了“素人艺术”：
A.概念的由来与演变B.在中西语境中的异同
C.被社会广泛接受的基础D.对创作者艺术素养的要求 
2 、(2017吉林乙27)我有很多书想读，却读不进去，以致很多想了解的学问，
都难以了解。牟宗三先生回忆年轻时在北大读书，有一天得到熊十力的《新唯识论》，
一个晚上就读完了。这怎么可能呢?这部书一直放在书架上，我曾多次打开它，但都
读不进去。有一次，我在美国作家迪拉德的《听溪者的朝圣》上，看到这个说法：《道
德经》写的是“生活的艺术”。对于只有五千言的老子《道德经》，我从来没有读通过，
因此无法得出一个贯通的看法。于是，我以“如何生活”的角度去读，结果第一次读
通老子，并且得出中心思想，感觉非常不错。
这段话表达的主要观点是：
A.找到合适的角度读书则更易读通
B.书读不通便不能了解更多的学问
C.只有自己感兴趣的书才能易读通
D.某些理论性较强的书应多读几遍
3 、(2019广东乡镇8)扶贫干部自掏腰包到基层扶贫，是真扶贫、扶真贫的体现。
但若一味宣扬扶贫干部自掏腰包扶贫，不仅会加重扶贫干部的经济负担，还会在一定
程度上让贫困群众产生依赖心理。
对这段文字理解准确的是：
A.一味宣扬扶贫干部自掏腰包扶贫具有一定的副作用
B.应该大力提倡扶贫干部自掏腰包支持贫困户
C.当前存在大量扶贫干部自掏腰包扶贫的情况
D.扶贫干部自掏腰包扶贫是不得已而为之的
4 、(2018浙江B42)陶行知先生曾经告诫，“你的教鞭下有瓦特，你的冷眼里有
牛顿，你的讥笑里有爱迪生”。一个冷漠的眼神、一句刻薄的话语、一次不公平的对
待，可能会影响孩子的一生。如果没有立德树人的仁心、没有诲人不倦的耐心、没有
有教无类的公心，那么这样的教育是没有温度的。正如一些教育界人士的疾呼，许多
教师不缺知识，不缺方法，缺的是爱心，缺的是责任心。今天的教育，比以往任何时
候都需要回到人本身、关注人的成长。
作者认为当前教育中存在的主要问题是：
A.没有以人为本B.没有因材施教
C.方法简单粗暴D.在公平方面有欠缺
5 、(2020浙江B45)家长们担心孩子过度依赖手机会损害视力、看到不良信息。
但值得注意的是，除了这些浅表层次的影响外，最重要的在于移动学习提高了学生的
信息搜索能力，却也因答案的易得性而忽略了学生分析能力、创造能力的训练，这些
才是学习最重要、最核心的部分。
这段文字意在强调：
A.家长们为孩子过度依赖手机感到焦虑
B.过度依赖手机会对学生身体健康不利
C.移动学习提高了学生的信息搜索能力
D.移动学习对训练分析和创造能力不利
6 、(2018安徽16)黑洞是爱因斯坦广义相对论最不祥的预言：过多物质或能量集
中在一处，终将导致空间坍塌，像魔术师的外套一样吞进万物，万事万物皆逃不脱。
直到40年前霍金博士宣称颠覆了黑洞——或者可能是彻底推翻了。他的方程式表明：
黑洞不会永存。一段时间之后，它们会“泄掉”，然后爆炸成辐射和微粒。但是，有
一个障碍：按照霍金的估算，黑洞崩塌时散出的辐射是随机的，落人其中的万事万物
的“信息”大部分将被抹掉。这违反了现代物理学的一条原则：时间是可以扭转的，
黑洞里发生过的事情可以重建。
这段文字的主旨是：
A.霍金发现了一条可以逃出黑洞的线索
B.黑洞终将“泄掉”，然后爆炸成辐射和微粒
C.霍金的研究结果彻底推翻了关于黑洞的预言
D.霍金破除了黑洞永存的预言却提出了新的挑战
7 、(2018浙江B51)慈善是一种基于人性光辉的选择。这种人性光辉，总是由内
而外、由近及远地普照。《孝经》说，“不爱其亲，而爱他人者，谓之悖德”；西方谚
语也讲，“慈善始于家庭”。生活可以有“诗和远方”，慈善却不该有“灯下黑”。从身
边的人开始理解慈善，从能做的事开始践行慈善，把慈心善行落实到日常生活当中，
使之成为公民的一种爱心表达、一种社会责任、一种生活方式，这才是慈善的意义所
在。慈善作为一个人良知良能的体现，其最可贵的价值，不仅在于做了某件大事，更
在于它充盈于身边的一件件小事。
这段文字意在强调：
A.慈善应该从身边的小事做起
B.慈善是一种文明的生活方式
C.中西方的慈善理念基本一致
D.慈善在中外经典中经常被提及
8 、(2018浙江B55)既然密封试卷对“高考”如此之公平，范仲淹、苏颂等人又
为什么反对呢?他们的观点如出一辙，那就是“高考”试卷密封只看试卷优劣，不看
平时德才，这与如今一些人的观点何等相似。但是，正像包拯反驳范仲淹说的那样：
一个人的实际德行很难核实，何况考官未必都能以公心取人，他们“或缘其雅素，或
牵于爱憎，或迫于势要，或通于贿赂”，很容易做出不公的事情，要想维护“至公”
的“高考”手段，“高考”试卷密封，依然势在必行。
通过这段文字，作者想要表达的意思是：
A.“高考”试卷密封制度有不可避免的缺陷
B.人才的选拔要注重对德才的考察
C.科举考官往往难以做到公平公正
D.相对而言“高考”试卷密封是较合理的制度
9 、(2020国考地市级42)西太平洋是全球海山系统分布最为集中的海域，人类
对此处海山的认识却非常有限。西太平洋的马里亚纳海沟是板块俯冲地带，海底地质
运动非常活跃，海山火山岩的物质组成及成因等是海洋地质科学家感兴趣的问题；西
太平洋的暖池和北赤道流等对中国气候有重要影响，是物理海洋科学家关注的重点区
域；这里还有全球海洋生物多样性最高的珊瑚礁大三角区，是开展海洋生物起源与进
化研究的热点区域。因此，海洋科学家可以在此开展海山的水文物理、化学及生源要
素、地形地貌和底质环境及生物生态等多学科协同探测与研究。
这段文字主要介绍了：
A.在西太平洋开展科学研究的重要价值
B.人们对西太平洋海山系统的认识
C.西太平洋区域所蕴含的海洋资源
D.西太平洋对中国气候和地质的影响
10 、(2020福建45)隐球菌首先通过肺部感染侵人人体，而后蔓延至包括大脑在
内的其他各处器官，可导致胸痛、干咳、腹部肿胀、头痛、视力模糊等症状。其中，
隐球菌性脑膜炎最为严重，如治疗不及时，约有86%的患者可能在一年内死亡；即
使在目前已有多种药物治疗的情况下，其死亡率仍保持在40%至65%。更可怕的是，
在那些幸免于死的病人中，部分患者还可能留下失明、听力障碍、偏瘫、头痛、下肢
肌肉萎缩等后遗症，其致残率约为20%。
这段文字主要介绍的是：
A.隐球菌病的症状明显B.隐球菌病的死亡率高
C.隐球菌病的后遗症多D.隐球菌病的危害性大
11 、(2020福建48)在过去很长一段时期里，大气中二氧化碳的含量基本上保持
恒定，这是由于大气中的二氧化碳始终处于“边增长、边消耗”的动态平衡状态。大
气中的二氧化碳有80%来自人和动植物的呼吸，20%来自燃料的燃烧。散布在大气
中的二氧化碳75%被海洋、湖泊、河流等地面水及空中降水吸收溶解；还有5%的二
氧化碳通过植物光合作用，转化为有机物质贮藏起来。这就是多年来二氧化碳占空气
成分0.03%(体积分数)始终保持不变的原因。
这段文字主要介绍的是：
A.大气中二氧化碳的含量B.大气中二氧化碳的来源
C.大气中二氧化碳的平衡D.大气中二氧化碳的消耗
12 、(2020安徽39)正因为中国法律史学除了单纯的理论研究，还要探究解决当
代中国的法律问题，所以有必要坚持独立的中国立场。不论是单纯的理论研究，还是
切近实际的应用研究，都需坚持独立思想立场才能做出有价值的研究成果。这里的独
立立场，其实就是中国自身的立场，而不是站在别国的立场之上。近代以来，西方国
家一些学者对于中国法律不客观的负面评价，曾经影响到中国学者对待本国法律历史
的态度。直到今天，这种影响仍没有完全消除，需要加以矫正。
这段文字旨在强调：
A.中国法律史学研究需探究解决当代中国的法律问题
B.中国法律史学研究受到西方学者不客观的负面评价
C.中国法律史学研究必须坚持中国自身独立的立场
D.中国法律史学研究曾受西方学者影响至今未消除
13 、(2019江苏A17)在整个地图学史上，有效使用地图意味着看懂绘制在平面
上的一系列抽象符号，然后将这些符号与当地环境的各种三维特征联系起来，从而成
功地确定自己的位置。但这并不是所有普通人都能够做到的，而且不久之前，地图本
身也还是一种稀缺的人工制品，有些地图还属于军事上敏感的机密。但是，能够在手
机屏幕上看到的地图改变了这一切。
这段文字重在说明：
A.地图学发展经历了漫长的历史过程
B.地图绘制使用中存在诸多技术难题
C.智能手机的出现促进了地图学发展
D.智能手机大大提升了人类生活质量
14 、(2018国考地市级45)虽然中国的救灾能力在经历过多次大型自然灾害后有
了较大的提升，但是防灾教育依然落后。中国扶贫基金会2015年对中国公众的防灾
意识进行了调查，结果显示，仅有24.3%的城市居民表示关注灾害应对的相关知识，
这一数据在农村仅为11%。此外，只有不到4%的城市居民在日常生活中做了基本的
防灾准备，超过半数的农村居民从未参加过任何防灾培训。形同虚设的防灾教育无法
提高民众的自救能力，等到灾难发生后才开始组织学习，逝去的生命已经无法挽回。
这段文字意在说明：
A.防灾教育比救灾更重要
B.中国的防灾教育亟待加强
C.防灾教育是提高自救能力的基础
D.城市与农村在防灾教育上严重失衡
15 、(2017河北3)我国各地的雾霾，从总的方面来说是各种来源污染排放物经
过一系列的化学和物理过程的产物，这里既有一次排放，还有二次化学转化和物理过
程。从南到北情况十分复杂，当下的普遍情况既不同于当年伦敦的情况，也不同于洛
杉矶的情况。曾有学者讲北京的情况属于“伦敦型”和“洛杉矶型”的复合型。实际
上事情绝非是一个“复合型”可以概括。还让人担心的是：眼下从上到下，各省各地
都认为燃煤是问题的根子，似乎实现城市燃气化以后，问题就可以大大解决了，其实
我们的一次排放物或者说二次过程的产生物质绝不只是一个二氧化硫，或者说再加上
一个氮氧化合物那么简单。
对这段文字概括最恰当的是：
A.雾霾形成的主要特点B.雾霾形成的原因复杂
C.雾霾类型具有多样性D.雾霾危害具有普遍性
16 、(2019山东30)作家不会像哲学家那样去直接追问生命的意义或宇宙的存在，
而是通过具体的人物命运，通过自然景物的描绘，触及到那些深刻的形而上学问题。
从表面上来看，这似乎使我们远离形而上学。其实不然，这种感性体验方式却使我们
更加接近形而上学。
这段文字主要说明了：
A.作家一般不会触及深刻的形而上学问题
B.作家和哲学家都会有形而上学思考
C.作家的感性体验方式会使我们远离形而上学
D.作家更有助于我们接近形而上学
17 、(2019江苏A30)当前，人们往往简单地将“积极老龄化”理解为“老有所
为”，但其真正含义远超过后者。通常，我国“老有所为”的主体主要是老干部、老
专业科技人才、老知识分子等，但他们只是老年人中的一部分。“积极老龄化”是面
向全体老年人群体的，不仅老干部、老知识分子要“积极老龄化”，普通老人也要“积
极老龄化”。“老有所为”着重强调老年人“参与”的一面，“积极老龄化”还强调“健
康”和“保障”以及三者之间的有机统一和结合，参与社会仅是“积极老龄化”的一
个方面。
这段文字意在阐明：
A.“积极老龄化”比“老有所为”内涵更丰富
B.“老有所为”和“积极老龄化”的主体不同
C.“老有所为”比“积极老龄化”更重视参与
D.“积极老龄化”概念长期被误读的根本原因
18 、(2019浙江A48)负责榴莲味道基本元素的基因是硫化合物的挥发物，这些
基因会在榴莲的成熟期被激活，比如二烯丙基三硫醚等。这些含硫类化合物具有刺鼻
的味道，而同样含有这类物质的还有洋葱、大蒜、韭菜等，这就不难理解有相当一部
分人无法忍受榴莲之“臭”了。但是在榴莲的果皮和果肉中，还含有丰富的酯类化合
物，这些化合物会让榴莲咀嚼起来香香的，有一股多种水果混合的味道。
这段文字意在：
A.说明榴莲散发出刺鼻味道的化学原理
B.介绍榴莲中的化学物质及其营养价值
C.强调榴莲的刺鼻味道对人体是无害的
D.解释榴莲闻着刺鼻但吃起来香的原因
19 、(2019山东25)古汉语在我国中小学、大学有着完善的教育方案，而艺术类
及其他非文学专业到了硕博阶段，对此却缺少了必要的定性要求。虽然现在个别院校
继续展开古汉语教学，但仅仅作为选修课程，而外语课程的设置，从孩童阶段直到硕
士、博士研究生阶段，都是以必修课的形式贯穿始终。课程设置不平衡，使得外国语
和古汉语教学产生严重失衡，导致了古汉语走向教学的边缘。
这段文字体现的观点是：
A.应将古汉语作为必修课纳入艺术类等硕博研究生的教学中
B.应完善中小学古汉语教育方案
C.应逐步取消硕博研究生外语必修课
D.应将汉语教学作为选修课程纳人艺术类专业课程
20 、(2019浙江A51)古埃及时期，不论平面作品还是立体作品，人物风格总是
神圣不可侵犯，这是因为在雕塑或描绘人物时，创作者运用了标准的几何格子来确定
作品的严谨性。而拜占庭时期的艺术创作实践，则采用了另一个独特的测量体系，即
“拜占庭同心圆图解法”，三个同心圆形成了一个光环，这是一种数学性的测量体系，
用一个固定的张开两脚的圆规，在画面上组装每个人物。这种“构造性”的使用，使
得作品具有灵活性和生动性。总之，不论是几何格子的使用，还是拜占庭同心圆图解
法，都有数学原理的体现。
这段文字意在说明：
A.艺术创作与数学有紧密联系
B.美术与数学的发展历史一样悠久
C.绘画技法在不同时代有不同的特征
D.数学的进步促进了绘画技术的发展
21 、(2019四川40)火箭是人类进入太空的最主要方式。为了探索和利用更深远
的宇宙，世界航天强国纷纷启动重型运载火箭研制计划，中国航天人也加紧研制自己
的重型运载火箭。重型火箭的运载能力将在现有长征五号大型运载火箭基础上大幅提
升，主要瞄准深空探测，月球转移轨道运载能力可达50吨。这样就可以满足未来建立
月球基地、载人登月等方面的需求，并为我国火星探测和其他深空探测提供强大的运
载平台。
这段文字主要介绍的是：
A.火箭运输系统将迎来技术革新
B.国际航天技术研究进人新阶段
C.我国重型运载火箭的研制将为深空探测提供支撑
D.各国大力研制重型运载火箭旨在搭建深空探测平台
22 、(2017吉林甲48)世界烹饪的三大风味体系中，法餐和土耳其的美食文化项
目已先后于2010年和2011年人选世界非遗名录。博大精深的中国饮食文化缺失于世
界非物质文化遗产名录，是餐饮界的一大憾事。关于申遗工作，世界各国都是举国家
之力来做。在国内，其他非物质文化遗产的申请工作基本靠政府推动，但美食申遗现
在多由行业协会和民间组织在推动，而仅靠协会自身的资金、能力，难度很大。
这段文字意在暗示：
A.中国的饮食文化没有产生广泛的国际影响
B.其他国家申遗工作的经验未必适用于中国
C.政府部门应尽早地积极推动中餐申遗工作
D.美食申遗未能成功是因为误读了评选标准
23 、(2018山东21)在付费知识的市场宣传重点中，最吸引人的莫过于能有效地
利用碎片时间，如在等公共汽车、跑步时进行学习和提升自我，进而有效管理时间。
这种碎片化学习的方式虽然看似很灵活，并可以提高时间利用率，但科学研究表明，
它不能真正地让你吸收学到的知识，不符合大脑吸收知识的运行机制。那些让你啧啧
称奇的金句，那些让你醍醐灌顶的时刻，过不了几日就会被忘得精光，更别提知识内
化和迁移了。正如快餐虽然好吃，也有饱腹感，但并不代表有营养。
这段文字意在强调：
A.付费知识领域前景尚未明朗
B.付费知识的宣传导向言不符实
C.学习是一个长期而艰苦的过程
D.“碎片化学习”的方式并不理想
24 、(2019吉林甲36)支付宝“蚂蚁森林”的出现，一定程度上满足了社会对于
植树尽责形式创新的需要。它采取的是社会认养模式，由企业捐资，地方专业单位造
林，公益机构管理，实质上是实现了义务植树的专业化。只要有植树造林的意愿，不
管身在何方，每个人都可以在平台上实现自己的植树责任。这对于普及社会的义务植
树意识，降低参与门槛，无疑大有裨益。
这段文字主要谈论的是：
A.支付宝推出“蚂蚁森林”这一项目的根本目的
B.社会公益活动如何有效地利用移动互联网平台
C.“蚂蚁森林”对植树尽责形式的创新及其意义
D.大众义务植树尽责形式的多元化和专业化趋势
25 、(2019山西44)完美主义者习惯于把各项标准都定得过高而不切实际，受到
挫折打击后，变得逃避、拖延、自责而失去行动力。完美主义不仅拖后腿，还可能带
来许多心理疾病。由于缺乏一种深刻且始终如一的自尊来源，接受失败的打击对于完
美主义者来说尤其困难，而且可能导致一部分人长期抑郁和退缩。完美主义也与社交
焦虑和社交恐怖显著相关，因为他们很担心自己是否能给别人留下好印象，容易出现
羞怯、自卑、回避行为。完美主义也容易导致强迫症，因为完美主义者对每件事都要
求完美无瑕。减少“全或无”的心理倾向，内心会更自在、从容，也更利于进步。
这段文字意在说明：
A.标准过高而且不切实际会损害自尊
B.羞怯自卑容易使人长期抑郁和退缩
C.社交焦虑和社交恐怖会导致强迫症
D.为了心理健康应避免完美主义倾向
26 、(2017国考地市级43)许多度假胜地，例如鼎鼎大名的夏威夷，完全是由火
山喷发的熔岩堆积形成的，直到今天，夏威夷火山群的面积还在不断扩大。岩浆中含
有大量微量元素，风化之后形成的土壤异常肥沃，造福了当地的百姓。火山岩干净且
透水，火山区的水质一流，是众多天然矿泉水基地。此外，火山区还蕴藏着大量矿产，
比如黄金、钻石等。在科学上，火山还是研究板块构造很好的载体，它是板块漂移学
说最有力的证据之一。
这段文字主要介绍：
A.夏威夷成为旅游胜地的原因B.火山的经济、生活与科学价值
C.板块漂移学说的研究思路D.火山岩与土壤、水质的关系
27 、(2017吉林甲29)吃药还是输液，本不是选择的难题。吃药是最常用和最便
利的治疗手段，但口服药物的效率不高也是常识；输液使得药物直接进入血液，效用
和利用度更高，但滥输液的副作用同样不小。不过，自从有了输液，不仅“挂个水好
得快”被医生推荐，而且患者群体也对“输液好得快”普遍认同，主动要求医生输液
的不在少数，有些患者还对医生不给输液颇有微词。
这段文字意在说明：
A.患者缺乏科学的健康知识B.人们对输液存在认识误区
C.输液见效快是其最大缺陷D.推荐输液的医生不够专业
28 、(2017北京37)社会思潮是一面镜子，对社会思潮进行观察认识，可以帮助
我们从社会的精神层面更加深入地了解当代中国社会的历史发展与变迁。中国在经济
现代化的同时，也在经历一个文化现代化的过程。譬如，自由主义、民族主义和“新
左派”等思潮无不突出而集中地反映了当代中国社会发展的矛盾，反映了不同阶层、
不同群体在一个急剧变动的社会中的感受、经验以及他们的愿望。
这段文字意在说明：
A.社会应当包容多元思想B.不同阶层的文化观念不同
C.社会的现代化离不开传统文化D.研究社会思潮有助于理解社会
29 、(2017国考地市级56)空气、水、土地，是人类赖以生存的三大必需条件。
然而相对于大气污染和水环境污染，公众对土壤污染并不够重视，防治意识要弱很多。
很大程度上是由于土壤污染具有隐蔽性、滞后性。雾霾来了我们能看到，河水变臭我
们能闻到，可我们并不知道自己吃的大米、蔬菜是什么样的土里种出来的，含有什么
不该有的元素。更可怕的是，土壤污染一旦发生便很难恢复，如果今年这片地里种出
的庄稼有毒，明年也必定带毒，若想恢复如初，需要付出巨大代价以及漫长时间。
这段文字意在强调：
A.土壤污染与其他生态污染有哪些不同
B.公众应重视土壤污染并提高防治意识
C.土壤污染危害的发现为何具有滞后性
D.土壤污染治理应舍得投人时间和财力
30 、(2017江西33)随着世界多极化、经济全球化的深人发展，全球治理问题成
为又一个重要国际话题。世界各国面临多个需要携手解决的问题，治理需求上升，然
而大国间由于嫌隙不断，协调能力变弱。过去作为全球问题主要解决者的欧美国家，
自身问题重重，显得有心无力。在这种局面下，世界期待中国有所作为。
这段文字意在说明：
A.全球治理问题，国国有责
B.全球治理问题，欧美国家心有余面力不足
C.全球治理问题，中国正在走进世界舞台中央
D.全球治理问题，亟需解决
31 、(2016国考地市级46)无论导演还是监制，都是非常复杂的工种，经验的积
累非常重要。没有经历过片场的摸爬滚打，在现场的执行能力就会有问题。因此，在
一些电影产业成熟的国家，新人从学校毕业之后，要先在制片厂当学徒，从写剧本开
始，再经过副导演、执行导演等环节，在各方面技能掌握齐全之后，最终成长为一名
合格的导演，此后再“导而优则监”。
下列哪句话最能概括这段文字所包含的道理?
A.纸上得来终觉浅，绝知此事要躬行
B.书山有路勤为径，学海无涯苦作舟
C.天才是1%的天赋加99%的努力
D.不想当将军的士兵不是好士兵
32 、(2019山东18)如果处于静态环境，环境保护虽然短期内的确会造成企业的
成本增加，但在动态的竞争条件下，严格的环境保护从长期来看能够引发创新、抵消
成本。这不但不会造成企业成本增加，反而可能产生净收益，使企业在国际市场上更
具竞争优势。因此，实施适当的环境保护不仅不会伤害企业的竞争力，反而对其有益。
这段文字旨在说明：
A.静态环保与动态环保对企业的影响不同
B.要辩证地看待短期环保和企业发展的关系
C.应加大环保力度，想办法抵消环保的成本
D.合理的环境保护措施能够提升企业竞争力
33 、(2017山东23)大数据时代的到来已经毋庸置疑。在这种情况下，数据成为
一种无形的资源，但很少有人知道如何将这种资产“变现”。对于一个普通的企业而
言，企业不仅拥有宝贵的客户数据，同样也拥有供应商数据以及内部财务、设计、制
造、管理等数据，而在过去的数十年间，许多中国企业都已经一步步完成信息化应用，
各种信息化工具正在将企业的运营数据化。但少有企业真正从纷繁复杂的数据中获取
更多有价值的信息，数据成为一种资产，这在很长一段时间内其实只是停留在了表面。
这段文字意在说明：
A.企业应使用信息化工具实现运营的数据化
B.企业应该进一步挖掘数据资产的潜在价值
C.将数据变成资产是企业大数据应用的主要目的
D.现有数据模式难以满足企业运营数据化的需要
34 、(2018山东30)在宇宙完成大爆炸的那一刻，物质不断向四面八方飞散，这
就是宇宙的膨胀。在宇宙膨胀的过程中，各种物质的密度存在微弱的差异，这使得宇
宙中各个部分的物质在引力的作用下，朝着附近物质密度稍高一点的地方集中。引力
随着物质的集中而逐渐提高和增大，而引力越大则越会令物质更加集中，这个集中的
过程便无法停止。每一处物质集中时的区域范围都非常大，甚至可能超过数十万光年。
如此庞大的区域，最终形成的结构就是星系。
这段文字主要说的是：
A.星系是如何形成的B.宇宙膨胀的物理过程
C.宇宙为什么会发生大爆炸D.物质集中过程中的引力作用
35 、(2016江苏B21)文化产业学作为一门新兴学科，源于对文化作为产品的生
产和流通领域进行研究，是从产业角度对文化进行研究。这正是原有文化创意学科群
中相对薄弱甚至相对忽略的，是仅依靠原有知识体系和研究方法难以支撑的研究领域，
也是当下文化产业发展急需学科建设支撑的领域。
这段话意在说明：
A.建立文化产业学学科的必要性B.文化产业学将取代文化创意学
C.原有文化创意学科群相对薄弱D.发展文化产业学所面临的困难
36 、(2017吉林乙26)古人形容漂亮可以用“貌比潘安”“玉树临风”“顾盼神
飞”，我们只会说“高富帅”“白富美”；古人形容人难看可以用“东施效颦”“獐头鼠
目”，我们只会说“矮穷雉”“颜值低”；古人表达悲伤用“我心伤悲，莫知我哀”，我
们只会用“蓝瘦香菇”……也许这种对比有些极端，但如果有一天你张口闭口只会习
惯性地说“高富帅”“矮穷锉”，就会遗失了祖先留给我们宝贵的语言财富。
这段文字意在说明：
A.流行语威胁传统语言财富B.语言随着时代发展而改变
C.古汉语已经被大众所厌弃D.用流行语说话更简单直白
37 、(2017吉林乙22)一对夫妻，因为上班时间常错开，有时甚至好几天都碰不
上面。结婚近30年来，丈夫每次都会写一张纸条放在枕头下面留给下班回来的妻子
看；根据微信团队的统计，2月14日0点到18点，520的微信红包共发出960万个，
与这些“烧钱”的情感表达方式相比，“枕下情书”成本显然要低得多；然而，真诚
的态度，坚持的力量，让“枕下情书”既感动了当事人，也打动了许多读者。伴随着
市场化和商品化的进程，人们情感表达的手段越来越单一化；礼物是否贵重往往代表
着心意与诚意，让情感表达的成本越来越高，“谈感情伤钱”成为一种尴尬的现实。
正因为如此，“枕下情书”才显得弥足珍贵。
这段话作者最想表达的观点是：
A.用金钱衡量感情很尴尬B.情感表达手段过于单一
C.感情中真诚态度更珍贵D.追求虚荣已成社会主流
38 、(2017江苏A29)晨练是一种好习惯，但未必人人适合。从人的生理特点来
看，早上6点左右，人体的血压开始升高，心率逐渐加快，上午10点左右达到峰值，
如果有冠心病、高血压的人此时锻炼，尤其是进行剧烈运动，就有可能发生意外。清
晨6点到8点，人体血小板的凝聚力明显增强，血液相对黏稠，这段时间运动可能会
使心脑血管梗塞率增大。
这段文字意在强调：
A.晨练总的来说还是弊大于利B.晨练不宜选在6至8点之间
C.晨练应尽可能避免剧烈运动D.晨练时间和强度要因人而异
39 、(2020安徽32)技术是一把“双刃剑”，应用得当可以造福社会、造福人民，
应用不当会危害社会、危害人民。当前，从整个世界范围来看，网络安全威胁不断增
加，信息安全问题日益突出。没有网络安全就没有国家安全，没有信息安全就谈不上
让信息化更好造福人民。信息时代，人们享受着数字化生活带来的诸多便利，但网络
黑客、互联网诈骗、侵犯个人隐私等又让很多人“中招”。可见，信息化应用越深人，
就越要重视信息安全问题。
这段文字意在强调：
A.必须完善法律法规，为数字化生活提供法治保障
B.解决信息安全问题，提高数字化生活的安全系数
C.降低信息化应用成本，增进人民福祉、造福社会
D.提高数字化生活质量，就必须加强信息技术手段
40 、(2017广州12)文化是一个国家、一个民族的灵魂。历史和现实都表明，一
个拋弃了或者背叛了自己历史文化的民族，不仅不可能发展起来，而且很可能上演一
幕幕历史悲剧。文化自信，是更基础、更广泛、更深厚的自信，是更基本、更深层、
更持久的力量。坚定文化自信，是事关国运兴衰、事关文化安全、事关民族精神独立
性的大问题。没有文化自信，不可能写出有骨气、有个性、有神采的作品。
这段文字主要说明了：
A.文化自信的内涵B.文化自信的重要性
C.文化与国运兴衰的关系D.优秀作品必须体现文化自信
41 、(2018安徽21)水熊虫也叫水熊，是对缓步动物门生物的俗称，有记录的约
有900余种，大多是世界性分布的。它们的体型极小，最小的只有50微米，最大的
也只有1.4毫米，必须用显微镜才能看清。水熊虫是地球上已知生命力最强的生物，
能在冷冻、水煮、风干的状态下存活，甚至能在真空中或者放射性射线下存活，而一
旦将其放回到正常环境下，仍能恢复到正常状态。
这段文字旨在说明：
A.水熊虫是缓步动物门生物，种类繁多，分布性广
B.水熊虫体型非常小，使其易于在极端状态下存活
C.水熊虫生命力极强，在极端恶劣条件下也可存活
D.水熊虫可长时间放慢或停止自己的新陈代谢活动
42 、(2019广东乡镇7)尽管从农业社会走向现代社会，是经济社会发展的必然，
但这样不是促使农业农村的“消亡”。做好“三农”工作，建设好农村，发展好农业，
使广大农民获得感、幸福感、安全感不断提升，依然是社会主义建设的主要内容。
这段文字主要说明了：
A.我国目前仍然处于农业社会
B.“三农”工作的重要性
C.农业农村会随着经济社会的发展“消亡”
D.广大农民的获得感、幸福感、安全感有待提升
43 、(2020安徽37)在移动阅读时代，自媒体的影响力不可小觑。由于拥有更广
阔的传播途径和分发渠道，受公众关注度高，自媒体人掌握了一定话语权。有些自媒
体人与传统媒体机构相比，确实不落下风，公信力给他们带来了收益。然而，公信力
是把双刃剑，自媒体人既要看到流量背后的利益，也要认识到滥用自己的公信力会引
发哪些负面效果。若以为可以仰仗传播力而“任性”，则实实在在打错了算盘。滥用
话语权的后果，将直接影响自己辛苦树立起来的公信力，失去公众的支持与关注。
这段文字意在强调：
A.自媒体具有强大的影响力
B.自媒体人不应只关注收益
C.自媒体人应争取公众支持
D.自媒体的话语权不可滥用
44 、(2020广东乡镇6)在基层工作中，长期直面各种矛盾和诱惑，不断经受大
事急事难事烦事的考验，可以在挑重担、啃硬骨头、接烫手山芋的磨砺中壮筋骨、长
才干，练就忠诚、干净、担当的政治品格，培养坚忍不拔、百折不挠的性格，成长为
处理各种矛盾问题的高手，发展成治理社会、发展经济的能人。
上述文段主要说明了：
A.基层锻炼是干部培养的必要条件
B.基层工作面临巨大挑战
C.基层需要能力强的干部
D.基层工作有助于干部成长
45 、(2019河北50)从新中国成立后各个历史阶段的流行语，我们可以清晰地看
到时代的镜像。“抗美援朝，大跃进，大炼钢铁，上山下乡，样板戏”等从政治、经
济、文化角度反映了新中国成立到文化大革命结束的时代特征。“下海，商品经济，
摸着石头过河，特区”等词语的出现反映了改革开放初期经济思想的大转变。进人90
年代后，“OK!酷，粉丝”等外来词汇的音译或直接使用充分体现了外来文化对本土
文化的影响，“郁闷，杯具，给力，蓝瘦香菇”则表达了人们复杂多元的情绪倾向。
这段文字主要说明了：
A.社会结构调整提供了流行语的发展空间
B.流行语往往是可变的，流行是短暂的，影响面是广泛的
C.流行语既是对真善美的追求，也是逃避和猎奇的强烈表现
D.流行语是时代价值观的表征，反映着社会群体的普遍心态
46 、(2018国考地市级48)民族的文化传统和历史的文化信息被大量地记载于历
史经典文献中。除了经典文献，还有各种各样的历史文物，作为历史文化的载体被代
代相传地保存下来。传统村落就是这样一个历史文化载体，相对于经典文献和文物，
它所承载的有关中华民族文化的历史信息更具鲜活性，是中华民族文明发展史的“实
证”。它比文字、文物更能真实地反映中华民族不同地域、不同族群的生产生活方式、
道德伦理观念以及民族习俗风情。因此，我们有充分的理由重视传统村落，保护传统
村落。
这段文字意在强调：
A.保护传统村落对保护民族历史文化有着重要意义
B.应采取多种方式和途径传承、保护民族历史文化
C.传统村落是中华历史文化的重要载体和现实体现
D.传统村落文化较之经典文献更能鲜活地展现历史
47 、(2018国考地市级49)随着智能手机的功能不断增加，手机电池有限的续航
能力已不能满足待机需要，充电宝顺理成章地成为高频应用。而共享充电准人门槛低，
线下布局容易，只要抓住“流量”和“刚需”，共享充电几乎是一桩可以看得见盈利
的生意。随着标准的最后敲定，5G时代或在2019―2020年到来。进人5G时代，视
频内容、视频电话、视频直播、高清网络游戏等都将考验手机电池的续航能力，成熟
的共享充电场景或将消除这一顾虑。
这段文字主要介绍了共享充电的：
A.盈利模式
B.应用场景
C.销售策略D.市场前景
48 、(2018安徽23)离开家乡转眼近二十载，立业，成家，每日忙忙碌碌，即使
回去，也是行色匆匆，没有机会走街串巷品尝家乡的美食。一把雪里蕻引起我对家乡
美食的馋涎，也勾起我许多的乡愁。我怀念家乡的味道，不仅仅是这些美味，还有空
气中那夹杂的某种浅浅的腥土味以及混合着的一些青草花香的气息，更有那热情洋溢
的七邻八舍的咋呼声。这些平常熟悉的味道，这些以前常被我忽略了的味道，在我离
开家乡多年后却给我以某种完全不同的感受，家乡一切陌生的、熟悉的细节纷至沓来，
那些微小的触觉因了怀念都一一被放大了起来，也变得弥足珍贵起来。
对这段文字概括最准确的关键词是：
A.乡愁味道
B.故乡记忆
C.乡村气息D.童年情结
49 、(2019浙江A54)在专业越来越细分的今天，每个学者阅读的文献越来越有
限，评审者的眼力总会存在盲区。用技术手段检测论文原创性不但必要而且高效，为
衡量论文的学术水准提供了有效参考。但是，过于依赖“查重”的弊病也是显而易见
的。论文的品质本质上不是由重复率多少决定的，“重复率”与“原创性”也并非简
单的对应关系。现有的论文检测系统的原理基本相同，都是将论文切块分解后，与资
源库中的内容进行匹配度检测，所谓“重复率”是以文字相同多寡为基础的。但是，
在绝大部分论文中，同样数量的文字对学术创新的价值是不同的。
这段文字意在：
A.分析原创性与学术创新的关系
B.说明过度依赖论文查重的局限
C.介绍技术手段检测论文的现状
D.阐释论文检测系统的科学原理
50 、(2017国考44)植物的光合作用，是地球上最为有效的固定太阳光能的过程，
人类消耗的石油、天然气等，其实都是远古时期植物光合作用的直接或间接产物。地
球每年经光合作用产生的物质有1730亿至2200亿吨，其中蕴含的能量相当于全世界
能源消耗总量的10到20倍，但目前的利用率不到3%。光合作用是高效利用太阳能
的最好榜样，破解光合作用的神秘机制，将为建立“人工光合作用系统”、继而开发
清洁高效的新能源奠定基础。
这段文字主要说的是：
A.破解光合作用机制的重要意义B.植物光合作用的神秘机制
C.提高光合作用利用率的途径D.太阳能与植物光合作用的关系
51 、(2017河北13)有“明清古建筑博物馆”之称的三坊七巷街区，有人将其比
喻为鱼骨与鱼刺，有人则形容为菩提树叶，或直呼为“非”字形。笔者觉得，它倒更
像一片优美的棕榈树枝叶，南后街似叶片的主脉，向西伸出的三条支脉为三坊，向东
生出的七条细脉是七巷。由北向南的三坊依次为衣锦坊、光禄坊、文儒坊，七巷的顺
序依次为杨桥巷、郎官巷、塔巷、黄巷、安民巷、宫巷和吉庇巷。
对这段文字的内容概括最恰当的一项是：
A.三坊七巷的历史B.三坊七巷的走向
C.三坊七巷的建筑D.三坊七巷的格局
52 、(2019四川下27)国内创意产业园、主题乐园热衷于引进海外项目，或是复
制国外的文化形象，看似是文化上的兼容并包，实则反映了民族文化自信的匮乏。各
地对民族文化形象及其产品转换缺乏兴趣，是个值得深思的问题。表面上看，原因在
于商家对于经济效益的追求，他们试图以异域文化形象刺激大众。实质上，商家的选
择基于这样一个令人尴尬的事实：中国传统文化形象尚未找到同时获得大众和市场认
可的表达形式。
这段文字意在强调：
A.传统文化是国内文化产业繁荣发展的基础
B.中国传统文化形象的价值亟待挖掘和开发
C.国内主题乐园中的中西文化冲突一触即发
D.国内创意产业园的建设普遍缺乏文化自信
53 、(2019江苏B21)传统文学自现代以来一直有纯文学和通俗文学之分。纯文
学的读者往往是小众的、精英化的，通俗文学则是供更广大的人群阅读，而作者也是
顺应这两个阅读方向形成了相对稳定的群体。网络文学则不同于这两者，能让更多的
年轻群体参与阅读。它的多样性让更多的人能够在其间满足自己的需求，因此让原来
并非文学读者的一部分大众作为文学阅读的“增量”参与到文学阅读之中，也使得许
多不同身份的年轻写作者在这个空间中找到了职业写作的可能性。大量的年轻读者和
作者从网络文学的人口进人了文学之中。
这段文字重在说明：
A.网络文学的出现扩大了文学作品的受众
B.网络文学比传统文学更能吸引青年人群
C.网络文学比传统文学更能满足各类人群的需求
D.网络文学的发展扩大了文学的读者和作者群体
54 、(2018安徽18)全社会要形成抵制网络不良信息的“防火墙”。网络文化产
品直接面向社会公众，经营者是否违法经营，受众最先知道、最有发言权。对网络文
化产业进行监管要依靠群众、发动群众。应健全群众举报体系，构建严密的社会监督
网络，使网络文化产业发展中的违法行为无藏身之地；引导和教育广大网民增强鉴别
能力，面对形形色色的网络文化产品保持清醒头脑，不受骗上当，不误人歧途；帮助
网民提高自身道德修养，从思想上打造铜墙铁壁，自觉抵制通过网络传播的不良信息。
这段文字意在强调：
A.对网络文化产业进行监管要构建监督网络
B.对网络文化产业进行监管要依靠群众力量
C.网络文化产业经营者要自觉抵制不良信息
D.网络文化产业经营者要主动接受群众监管
55 、(2019浙江A46)隋代书法作为南北朝书法向初唐书法变迁的转折点，对初
唐书法的发展起到先导和定向的作用。从总体上看，隋代书法逐步放弃了北朝书法那
种欹侧之势和大刀阔斧的用笔，吸取了南朝书风的圆润温和特征，形成了独特的“隋
楷”样式。虽然它历时短暂，流传作品稀少，但却个性鲜明，成为今天了解楷书风格
发展过程的一个重要节点和样本。
对这段文字的大意概括最恰当的是：
A.楷书是隋代书法最突出的成就类型
B.初唐书法的发展直接受隋代书法影响
C.隋代书法在书法历史上具有重要的地位
D.隋代以后圆润温和成为书法的鲜明特点
56 、(2018浙江B41)古时，驾车有“五驭”，《礼记》中有“人国不驰，人里必
式”等要求，说的是古人的行车之德。今天，高速公路四通八达，私家车司空见惯，
国人正加速驶人汽车社会，让观念和素养追上时代的车轮，显得日益迫切。
这段文字是一篇文章的结尾，文章最可能讲的是：
A.行车中的不文明行为B.中国古代的行车礼仪
C.交通规则的演变过程D.汽车社会的基本特征
57 、(2017江西38)“互联网+”下的“荷尔蒙经济”，烧旺了网络直播产业。与
土豪粉丝一掷千金、千金买笑相伴的，是丑小鸭变天鹅、一夜暴富的传说，让美女、
靓仔、资本都趋之若鹜，但也应该在法律法规与道德伦理容许的范围内。度没把握好，
问题就来了。网络直播从最初的“主要看气质”到今天的主要拼胆量，以“直播造人”
为标志，“无聊经济”“荷尔蒙经济”有低俗化、无耻化风险，受到公众诟病乃至法律
惩戒是必然的。
这段文字意在强调：
A.网络直播面临的困局B.网络直播盛行的原因
C.网络直播要自律更要他律D.网络直播的社会影响
58 、(2019广东乡镇10)推动媒体融合发展，事关推进国家治理体系和治理能力
现代化。在全媒体时代，媒体不仅是信息的提供者和传播者，而且在国家治理中也发
挥着重要作用。因此，媒体融合不仅仅是一个传播命题，还是一个治理命题。
这段文字的主旨是：
A.国家治理现代化需要促进媒体融合
B.媒体融合发展有利于促进信息传播
C.媒体融合发展是信息技术发展的需要
D.媒体在国家治理中应承担主要责任
59 、(2020安徽27)最新研究表明，火星表面可能包含着一种叫做高氯酸镁的有
毒化合物，它在紫外线下能摧毁细菌。研究者将枯草杆菌放置在短波紫外线辐射下，
其状况类似于火星表面，发现高氯酸镁具有强杀菌性。只要存在高氯酸镁，枯草杆菌
几分钟内就失去生存能力。同时，研究人员发现火星表面其他两种物质——氧化铁和
过氧化氢，与高氯酸镁结合后杀菌性能增强10倍。这项发现表明，火星表面对于细
胞非常危险。长远来看，可能对后续的火星探索产生影响，尤其是可能大大增加了人
类开发火星的成本。
这段文字意在强调：
A.高氯酸镁杀枯草杆菌有奇效
B.已找到为火星表面消毒的方法
C.火星自身具有杀菌自净的能力
D.火星比预想更不适宜生命存活
60 、(2016国考地市级50)随着债务置换计划的实施，地方债到期不能偿付的风
险基本消弭，刚性兑付再一次得到确保。但地方债管理要真正走向规范化，还有许多
技术问题有待解决，其中最为突出的就是地方政府的信用评级问题。信用评级是债券
定价的基础，直接关乎发行方的融资成本，但由于信用评级标准不明确，东部发达地
区和西部欠发达地区的政府信用评级一样，地方政府信用和国家信用评级一样，甚至
还出现地方债利率低于国债利率的情形，这在理论上显然是说不通的，也完全不能反
映“市场在资源配置中起决定性作用”的要求。
这段文字意在强调：
A.地方债务管理风险仍需引起重视
B.地方政府信用评级制度亟待完善
C.债务利率的确定应当符合市场规律
D.解决地方债务问题应考虑地域差异
61 、(2016吉林乙44)刚工作时，我在一家高职院校当老师，除了一周上满20
节课，还要当辅导员。由于生源质量较差，学校学习氛围不理想，课堂教学面对的都
是不爱学习的学生，每堂课后我都会产生满满的挫败感。每周下来，真感觉整个人都
被“掏空”了。后来，我果断辞职，换了一个更喜欢的工作，这种“被掏空”的感觉
就没有了。
“我”的故事的主要启示是：
A.成就感的获得，往往关乎个人的喜好
B.如果无力改变现实，就要努力适应它
C.与其在挫败中消耗自信，不如选择另一种生活
D.只有做自己最喜欢的工作，才能避免挫败感
62 、(2020国考地市级55)实施全面的急诊分级制度，技术层面的储备早已完成，
关键还是靠患者的认同与服从。相对于“先到先得”的机械公平，按照病情轻重排序，
显然是一种更复杂的公平规则。医护人员需要不断加以说服引导并进行医学常识科普，
才能让患者理解其中的道理。就诊秩序、医疗效率，从来都与患者群体的科学素养和
规则意识密切相关。倘若患者还是只信赖“先到先得”，急诊分级最终多半会不了了
之。可以想见，急诊科所面临的许多问题，根源其实都在急诊科之外，这意味着急诊
分级制度的推行难度比想象中还要大。
这段文字意在强调，急诊分级制度的全面实施：
A.建立在患者理解认可的基础上
B.应以更公平规则的确立为前提
C.有助于医疗效率的大幅提高
D.有赖于医学常识的广泛普及
63 、(2017广东11)贫困有时不仅是收入低下，还是能力匮乏。能力的根本是素
质。文明也是一种素质，而且是更重要的素质。“贫困文化”的研究者早就提出，不
但要关注穷人的生活状态，而且要关注他们的价值观念、生活态度和行为模式。这种
“亚文化”一旦形成，就会影响他们改变贫困的状况，而且会代代相传使贫困维持下
去。中华民国乡村建设运动的先驱晏阳初先生，就认定乡村建设的根本之策在于治理
“愚、贫、弱、私”，以培养农民的知识力、生产力、强健力和团结力。
这段文字意在说明：
A.国民素质的提高根本在于文明的发展
B.要大力提升贫困群众的发展能力
C.个人能力发展的根本是文明素质
D.提升贫困群众的文明素质意义重大
64 、(2017吉林甲50)每天早上，小王都要躺在床上浏览700多位微信好友的朋
友圈动态、100多个公众号的订阅文章、50多个群聊的闲言碎语，再加上微博、QQ
等其他社交工具，全部浏览完要花掉他1个多小时的时间。不仅起床前，连上厕所、
吃饭、等车、坐车的一切零碎时间，小王都在看手机，直到这一天结束，最后再看一
眼朋友圈，他才能安心睡觉。不断浏览让他觉得充实，但到底读到了什么，他还真的
回答不上来。
这段文字所针对的现象是：
A.沉迷网络社交工具带来的困惑
B.对于年轻人来说读书有些奢侈
C.阅读速度跟不上网络更新速度
D.很多网络文章阅读价值都不大
65 、(2020福建52)重大疫情面前，及时发布权威信息，公开透明回应群众关切，
能够有效解决信息不对称的问题，压减谣言等虚假信息传播空间，更好地维护社会大
局稳定。一段时间以来，有关部门和相关机构及时发布确诊、疑似、治愈和病亡人员
数据，一些互联网企业运用大数据、云计算、可视化技术，推出“实时疫情动态”“疫
情地图”“同乘患者查询系统”“发热门诊地图”等产品，同步普及科学防护知识，有
效满足了民众的信息需求，引导群众理性看待疫情，增强自我防范意识和防护能力。
这段文字意在强调：
A.信息公开透明有助于疫情防护
B.利用技术手段增强自我防护能力
C.利用技术手段普及科学防护知识
D.信息公开透明满足了人民信息需求
66 、(2018国考地市级56)农村社区化建设目前尚处于探索阶段。“村改居”是
城镇化发展的具体表现，也是公共服务向农村社区延伸、让农民共享改革发展成果的
必然要求。长期以来，城乡二元结构导致城市与农村割裂发展，农村地区发展滞后，
公共服务能力薄弱。在城镇化大潮中的“村改居”，就是要打破城乡分治的制度藩篱，
因地制宜地让农民也能享受到和城里人一样的社会保障和公共服务。各地经济发展水
平不一、农民对公共服务的要求各异，这就决定了“村改居”的路径、公共服务的提
供种类和农村社区的保障水平等必然“因村而异”。
这段文字意在强调：
A.“村改居”是农村社区化建设的有益探索
B.“村改居”顺利推进的要领在于因地制宜
C.城乡共享公共服务是农村发展的关键一步
D.打破城乡二元界限才能促进城镇化的发展
67 、(2019江苏A18)在日益现代化的时代，数字化全智能工业和目前的大工业
是社会发展最仰赖的生产力，手工艺作为人类古老的生产、生活方式也能发挥它的经
济辅助作用，但它的文化功能意义将日益凸显。类似于精神乌托邦的不可或缺，手工
艺的存在将给现代人提供复归淳朴人性、回望人类童年的机会，传统工艺的振兴也将
开启现代生活与文化创造的新境。
这段文字意在强调：
A.手工艺能够对经济发展起到辅助作用
B.现代社会手工艺生产方式是不可或缺的
C.文化创造与传统手工艺有着密切的关系
D.手工艺的存在更在于其文化功能意义
68 、(2020国考地市级60)不论是以巴尔扎克为代表的19世纪欧洲文学，还是
以鲁迅为先导的中国现代文学，多半高擎现实主义大旗开垦生活，塑造典型。新时期
以来的文学创作，基本也都坚守现实主义立场，比较善于揭露、针砭生活中的负面客
观真实，这是完全必要且非常宝贵的。然而，部分小说缺乏对生活中积极因素和正面
形象的塑造，缺少对正面价值和情感的呼吁。其实，现实主义创作以人道主义思想为
武器，不仅注重剖析社会的阴暗面，也应注重展示生活的亮点；不仅看重批判社会阴
暗面的准确性和深刻性，也更看重作家对人物命运的关怀和同情。
这段文字主要批评了新时期以来文学创作中哪个方面的问题?
A.典型人物的塑造过于刻板单一
B.作家缺乏对现实生活的关注
C.缺乏对优秀文学传统的继承
D.部分小说存在消极负面的倾向
69 、(2016江苏A21)从特定意义上说，决策的过程就是抢抓机遇，将可能性变
为现实的过程。机遇从来都是公正的，机遇一旦到来，就看谁能审时度势，及早地发
现它，抓住它；能否抓住它，又关键看谁具有立断立行的智慧和勇气，凡是决策，没
有不存在风险的，若想等到有百分之百的把握再拍板，恐怕时机早已逝去了。
这段文字主要说明：
A.应该掌握时机果断决策以免错失机遇
B.决策者的智慧和勇气是决策成败的关键
C.有了充分的把握再决策已丧失最好的时机
D.决策者主要考虑如何将可能性变为现实
70 、(2017江西24)人脸识别技术逐渐深人社会生活的潮流，很多人甚至把人脸
识别万能化了。实际上，高科技应用的背后依然有可能存在风险、存在漏洞，虽然按
照惯常看法，科技含量越高，其安全系数通常也越高，但正如3*15晚会展示的那样，
随着科技的进步发展，仿真头套、全息投影、人脸跟踪等高科技手段不断出现，单一
的人脸识别技术是有很大的局限性，没有绝对的安全概念可说。因此，在涉及隐私、
支付等高级别安全场景使用时，注意将人脸与声纹、指纹、虹膜及其他生物认证信号
相融合，而不是单一地采用人脸识别技术，这样安全的系数就会大大提升。
这段文字意在说明：
A.人脸识别技术渐成社会风尚
B.人脸识别技术有很大的局限性
C.高科技产品背后同样会存在问题
D.多重认证方式有助于提高安全系数
71 、(2019江苏A26)从顶层设计上看，我国工匠精神培育建设需立足于搭建协
同保障平台、开展不同主体间的多元对话、建构产教研协同发展机制以及强化职业院
校精神培育功能。从协同发展的视角看，我国工匠精神的培养主体亟须根据自身的角
色定位与职能属性，强化市场管理制度，培育高品质消费市场，不断完善技术技能人
员薪酬体系，构建职业院校、实训中心、企业三站式互动机制。
这段文字意在说明：
A.我国工匠精神培育的主要策略
B.我国工匠精神培育的顶层设计
C.必须强化工匠精神培育工作的管理
D.搭建协同平台是工匠精神培育重心
72 、(2020国考地市级41)民之所好好之，民之所恶恶之。环境就是民生，青山
就是美丽，蓝天也是幸福。发展经济是为了民生，保护生态环境同样也是为了民生。
既要创造更多的物质财富和精神财富以满足人民日益增长的美好生活需要，也要提供
更多优质生态产品以满足人民日益增长的优美生态环境需要。要坚持生态惠民、生态
利民、生态为民，重点解决损害群众健康的突出环境问题，加快改善生态环境质量，
提供更多优质生态产品，努力实现社会公平正义，不断满足人民日益增长的优美生态
环境需要。
这段文字意在：
A.阐释人与自然和谐共生的基本观念
B.呼吁人民群众参与到生态文明建设之中
C.强调良好的生态环境是民生之福祉
D.揭示绿水青山就是金山银山的发展理念
73 、(2020浙江B43)不可否认，数学在经济学、管理学研究中有广泛的应用，
为推动学术研究和科学决策发挥了积极作用。但是，学术研究应以问题为导向，而不
是以技术为导向，数学方法只是工具和手段，不是目的。研究实践中，一些论文只用
文字或辅以简单的图表，学术水平依然很高；有的论文没有使用数学模型，明白晓畅，
即使非专业人士都能读懂。说到底，论文是用来表达思想和观点的，优秀的论文应兼
具思想启迪性、理论创造性、通俗可读性。
根据这段文字，作者最可能想批评的是：
A.学术论文存在片面追求数理模型的倾向
B.经管研究类论文缺乏深度、创新和易读性
C.学术研究成果在一定程度上与现实需求脱节
D.学术评价中“唯论文”、重数量、功利化的现状
74 、(2016广东35)中国改革开放的30多年，与经济发展相比，社会建设发展
水平相对滞后，出现了一些新情况、新矛盾和新问题，收入分配差距拉大、医患纠纷、
劳资纠纷、非法集资等矛盾明显增多。由于社会组织等发展滞后，我们往往习惯于用
行政和经济办法解决这些问题，而实际上每个社会成员都有社会归属感和多样化的社
会需求。除经济物质需求外，还有社会精神需求等诸方面，需要组织归属、社会救助、
心理辅导等社会支持。很多社会问题往往由于处置不当，从而引发和积累更深的社会
矛盾。
这段文字的主要意思是：
A.处理社会问题，不适合再使用行政和经济的手段
B.我国经济社会发展不平衡，出现了一些新的社会问题
C.处理社会问题不能局限于行政和经济办法，还需要社会支持
D.社会成员的需求既有经济物质需求，也有精神心理需求
75 、(2017江苏A26)大多数桥梁是向公众开放的。尽管一些桥梁要收取通行费，
但是对于绝大多数车辆来说并不禁止通行。然而，多数网络系统对公众却是不开放的。
原因显而易见——这些网络系统是用来储存和处理个人通信、财务数据、医疗记录和
商业秘密等敏感信息的，这些信息都跟个人和机构密切相关。
这段文字重在说明：
A.大多数桥梁向公众开放的事实依据
B.桥梁和网络在开放程度方面的差别
C.网络系统的存储功能及其基本特点
D.多数网络系统对公众关闭的合理性
76 、(2019河北44)我国贫困区域大都处于深山、高原、沙漠等地区，水资源缺
乏、土地贫瘠、生态脆弱、灾害频繁。其主要特征：一是土地资源总量少，土地零星
破碎、贫瘠，不宜农耕，耕地质量不高，产出量低。二是旱涝灾害并存、水土流失和
石漠化严重，风灾、雨雪冰冻、滑坡、泥石流、农业病虫害等时有发生。三是贫困地
区大多数处于生态敏感地带，易遭破坏且难于恢复。
这段文字意在说明：
A.我国贫困地区大都交通条件欠佳
B.我国贫困地区大都自然条件恶劣
C.我国贫困地区大都基础设施薄弱
D.我国贫困地区大都生态环境脆弱
77 、(2016联考41)汪曾祺曾说语言不是外部的东西，它是和内在的思想同时存
在，不可剥离的。在他看来写小说就是写语言，语文课学的是语言，但语言不是空壳，
而是要承载各种各样的思想、哲学、伦理、道德的。怎么做人，如何对待父母兄弟姐
妹，如何对待朋友，如何对待民族、国家和自己的劳动等，这些在语文课里是与语言
并存的。从这个意义来讲，语文教育必须吸收和继承传统文化，而诗歌无疑是传统文
化的集大成者。
这段文字意在说明：
A.诗歌中包含丰富的思想、伦理和道德元素
B.脱离内在思想的语文教育是空洞无物的
C.必须重视诗歌在语文教育中的作用
D.语文教育需要和思想品德教育同步进行
78 、(2016联考43)“据理力争”不是最佳的表达方式，太用力、太急切地想说
明道理，反而少了从容淡定。它反映出“力争”者的不够自信，也表明他对听众辨别
事理能力的低估。
以下与作者表述的观点最接近的是：
A.有理不在声高B.公道自在人心
C.此时无声胜有声D.针尖不必对麦芒
79 、(2017北京38)历史上全球霸主衰落的原因往往是科技领袖地位的丧失，从
工业革命到电气革命的变迁使得全球霸主从英国变为美国，而目前美国仍然处于全球
科技创新的前沿位置，仍然是发达国家的领头羊。尽管潜在增长率有所下降，美国经
济也许难以再现20世纪80年代的“里根繁荣”和90年代的“新经济繁荣”，但仍有
很强的自我调整能力，在克服金融危机冲击之后，家庭、政府和企业的资产负债表修
复均取得显著进展，美国实体经济竞争力将再次显现王者底蕴。
根据这段话，作者对美国经济前景的判断是：
A.力不从心
B.任重道远
C.绝处逢生
D.东山再起
80 、(2016四川下45)标语口号反映了一个国家的文明程度，标语不应该只是板
着面孔告诉人们不应该做什么，而应该用善意的语言引人向善。在语气和修辞上，口
号的制定者应该多下功夫。放眼西方，充满人文关怀的口号不胜枚举。如美国某妇产
医院正厅标语：“我们在爱中生长，爱也在我们中生长”；美国某老年公寓大厅内的标
语：“爱一个人要付出很大代价，但不爱任何人时，代价就更大”。
这段文字意在说明：
A.标语口号的运用可以体现一个国家的文明程度更高
B.标语口号设计得更人文更合理需要制定者深人地思考
C.西方国家经常会将更多的人文关怀融人其中
D.西方国家在标语口号设计上比东方国家更胜一筹
81 、(2017河北8)在读屏时代，从倡导多读多写汉字的角度，“汉字听写”无疑
是一件好事。但是一旦过度，好事也会变成坏事。比如，比赛偏重冷僻字词，参赛小
选手们只能强化记忆，在比赛中展示了“中国式教育”。就连汉字拼音之父周有光先
生也认为，现在把通用汉字增加到8000多个，这个数量实在有点太多了。联想到近
几年一直没有停歇过的汉字繁简之争以及中高考改革方案的推出，我们不难发现，大
家对汉语言文字的关注在日渐深人，民众的母语水平和学习母语的积极性在不断提高。
从这段文字，可以看出作者的态度是：
A.新时期的汉字听写比赛应该适度适当导向正确
B.读屏时代的汉字听写加快语言教育改革的步伐
C.汉字听写数量过多会引发民众提笔忘字的忧虑
D.中国式教育与强化记忆是语文教育的必要手段
82 、(2016江苏C36)提升公民科学素质是加快经济方式转变的迫切要求。一个
国家的核心竞争力和强大后劲取决于包括科学素质在内的国民素质的不断提升，实施
创新驱动发展战略，把经济增长方式转移到推动科技进步和提高劳动者素质上来，需
要有数以亿计的高素质劳动者和数以万计的能工巧匠。没有公民科学素质的普遍提高，
就难以建立起庞大的高素质劳动大军，难以将科学成果快速转化为现实的经济实力。
这段文字中主要讨论的是：
A.公民科学素质同样是核心竞争力
B.时代呼唤高素质的劳动大军
C.经济发展方式转变是当务之急
D.推动科技成果转化为经济实力
83 、(2016四川下36)“无限”在“有限”之中，“有限”开垦着“无限”，这是
黑格尔强调的一个非常重要的思想。这个思路奠定了哲学“现象学”的基础。“现象
学”一出来，“无限”“绝对”“完满”等就不再是抽象、孤立、遥远的，而就在“有
限”“相对”之中；也并不是离开看“相对”“有限”，还有一个“绝对”“无限”在。
于是，哲学就不再专门着重去追问“理性”之“绝对”“无限”，而是追问在“相
对”“有限”的世界，如何体现其无限、完满、绝对的意义来。
这段文字意在说明：
A.黑格尔现象学诞生的理论背景
B.意义追问在现代哲学中的地位
C.黑格尔思想所带来的哲学转向
D.“有限”与“无限”的丰富内涵
84 、(2016四川下43)对于淡水资源的管理，政通人和比天时地利更重要，发表
于《环境研究通讯》上的最新研究分析了119个低收人国家与淡水供应管理相关的
19种因素。结果显示，政府监管不力会显著增加水资源供应的脆弱性，而先天水资
源不足的国家假如有好的制度保障，爆发水危机的风险可大幅降低。
以下选项中，最能概括这段文意的是：
A.水资源管理的重要因素B.水资源稀缺的主要原因
C.低收人国家的水资源管理D.水资源的管理与制度相关
85 、(2016山东13)网络语言，尤其是当下流行的一些新潮网络语言，对汉语的
发展是促进还是阻碍，是汉语文化的精华还是糟粕，得让其在不断的冲突中接受时间
和实践的检验。而为了保护汉语，保证其固有的纯洁性而一味地摒弃打压某些带有消
极影响的网络语言，甚至制定相关规定性条文条款来限制网络语言的发展，有时非但
不能抑制，反而会起到相反的作用。
这段文字意在说明：
A.网络语言的发展不宜通过行政手段干预
B.汉语的传承离不开网络语言的不断创新
C.网络语言的生命力需要依靠时间来检验
D.新生的网络语言可能影响汉语的纯洁性
86 、(2016国考地市级56)文学走进互联网，获得了一个崭新的平民化开放视野；
网络上自由、兼容和共享的虚拟空间，打破了精英写作对文学话语权的垄断，为愿意
上网创作的网民提供了“人人都能当作家”的机会。这种“新民间文学”，标志着文
学话语权向民间回归。尽管如此，网络写作仍然不能与“人民写作”相提并论，因为
文学的“人民写作”并不取决于传媒的公共性和参与的广泛性，而取决于这种文学的
人民性价值取向和为广大民众喜闻乐见的审美品格。
这段文字主要说的是：
A.大众化是未来文学发展的趋势
B.文学创作应坚持人民性的价值取向
C.网络写作为普通人提供了平等的话语权
D.平民化的网络文学不能等同于“人民写作”
87 、(2016国考地市级57)近代以来，史学界发展出几种“专门之学”，即简帛
学、敦煌学、徽学、黑城学等，这些学问研究的主要对象是出土或传世的文书，包括
简帛文书、敦煌吐鲁番文书、徽州文书、黑城文书，时间跨度从战国秦汉直至明清。
虽然这些研究的对象多是文书，中国却并没有自己的“古文书学”，原因当然是多方
面的，其中一个重要原因，就是这些研究是随着出土或传世文书的不断发现而逐步扩
大兴盛，却又各自为界。所以，只有在文书数量足够多、研究足够丰富、积累足够厚
重、交流足够频繁的情况下，才有可能建立“中国古文书学”。
这段文字主要反映了史学界怎样的研究状况?
A.重考据轻分析B.重发展轻交流
C.重理论轻实践D.重传统轻创新
88 、(2016山东17)现代媒介生态表现出一种“微”特质，碎片化的信息通过社
交网络等链状系统被连接与组合起来。媒体要想生存，就要在一个个“微链”中把握
传播机会，创造可能的舆论热点。因此，现代的媒体，除了要竞争信息的“独到解释
权”外，还要在纷繁的“微链”世界中排兵布阵，成为一个个关键节点的组织者与传
播者：报道组织形式不再是先前的“一刀切”，而是在无数个中心节点上进行“疏通”
与“引导”。特别是在突发事件中，这种新型與论引导方式的特点更加凸显。
在这段文字中，作者强调现代媒体更需要具备的能力是：
A.构建独有的链状传播系统B.在关键节点进行舆论引导
C.密切关注社交网络信息动向D.争取信息的“独到解释权”
89 、(2019浙江A43)可靠的消费者评价体系源于商业社会的消费市场，只有充
分竞争、信息全面的市场才有客观多元的评价声音。事实上，完全理想的评价体系并
不存在，因为任何市场平台都无法解决口碑传播过程中评价信息的留存问题，评价信
息更无法查询。不过，互联网让开放、充足、多元的评价体系建立成为可能。互不相
识的买家、卖家，交易过程中的评价基本都是基于自己的真实体验。而大量真实评价
的出现，又会反向促使卖家提高商品品质和竞争力。感受到口碑力量的买家，也会更
加珍惜自己的评价权利，最终形成大规模、真实开放、可以查询的评价数据。
这段文字意在说明：
A.开放的市场环境是商业健康发展的前提
B.互联网有助于建立可靠的消费者评价体系
C.客观多元的消费评价能促进消费市场的发展
D.消费者在互联网平台上更容易选购到满意的商品
90 、(2020安徽36)我国研究机构日前宣布，世界上第一个全超导托卡马克“东
方超环”(EAST) 实现了稳定的101.2秒稳态长脉冲高约束等离子体运行， 创造了新
的世界纪录。这标志着EAST成为世界上第一个实现稳态高约束模式运行持续时间
达到百秒量级的托卡马克核聚变实验装置。EAST高11米、直径8米、重达400吨，
是我国第四代核聚变实验装置，其科学目标是让海水中大量存在的氘和氚在高温条件
下，像太阳一样发生核聚变，为人类提供源源不断的清洁能源，所以也被称为“人造
太阳”。
这段文字主要说明了：
A.大力发展清洁能源势在必行
B.核聚变技术可创造清洁能源
C.短期内难建成真正的“人造太阳”
D.“人造太阳”装置取得革命性突破
91 、(2017山西55)在已有的上千处世界遗产名录中，岩画遗址有30余处。目
前已发现的岩画遍及世界五大洲的150多个国家和地区，据考证，这些遗留在岩石上
洞穴内的画面至少已有三四万年的历史。在今天看来，它们更像是儿童的作品，散发
着童年时代的人类所有烂漫的观察与思考，是人类在没有文字之前的最真实的书写。
中国是世界上岩画遗存最丰富的地区之一，在此之前却没有一处成为世界遗产，“左
江花山岩画文化景观”弥补了这一缺憾。
从这段文字，可以看出作者的意图是：
A.岩画是人类童年时代的作品，是与古人对话的文化密码
B.在已有世界文化遗产名录中，岩画遗址拥有相当的数量
C.“左江花山岩画文化景观”是中国第一项岩画类世界遗产
D.岩画遍及世界，其中中国是岩画遗存最丰富的地区之一
92 、(2016山东21)如果仅从文物价值来看，纸质版的古籍文献的确不适宜大规
模地向读者开放，否则，因为频繁翻阅以及由此带来的细菌侵人，必定会在很大程度
上影响它们的保存。但如果从史料价值来看，它却本应该向社会开放，因为只有这样，
古籍的文献价值才能得到充分实现，学术研究也才可能取得长足的进步。
这段文字重在说明古籍文献：
A.需要民众参与研究B.保护技术有待提高
C.是否开放是一个难题D.文物属性更应受到重视
93 、(2016河南21)中国是个太阳能资源非常丰富的国家，96%的地区有可利用
的太阳能资源，绿色、节能的太阳能热水器深受不同地域消费者的青睐。然而，一项
对24个省市太阳能热水器使用状况的调查，却显示出不容乐观的结果，40.87%的太
阳能热水器一到冬天就无法使用，66.62%的消费者希望太阳能热水器进一步改善性
能，在冬天更好用。
这段文字意在表明：
A.中国的太阳能资源尚未得到充分利用
B.太阳能热水器因绿色节能而受到青睐
C.太阳能热水器的市场前景欠佳
D.太阳能热水器使用状况不容乐观
94 、(2019江苏B28)按照溶解性能来分，农药可以分为水溶性和脂溶性两种。
传统用水浸泡的方法，只能去除果蔬表面的水溶性农药，却不能除去其主要残留物
质——脂溶性农药。而且，在浸泡过程中，水溶性农药会溶解在水中并形成具有一定
浓度的水溶液，若浸泡时间过久，则很有可能导致水中的农药被果蔬重新吸附，还会
造成蔬菜中的许多水溶性营养素如维生素C以及钙、镁、铁、锌等溶解在水中，从而
造成其营养成分损失。
以下对文意的概括最恰当的是：
A.水浸泡法清洗果蔬的弊大于利
B.水浸泡法清洗果蔬如何控制时长
C.脂溶性农药清洗难度大于水溶性农药
D.水浸泡法清洗果蔬具有局限性
95 、(2020浙江Ｂ36)长期的城乡二元发展格局，导致城乡在科技、人才、资金
及土地等要素配置方面严重不均衡，并且农村的优质资源还在源源不断地向城市集中，
难以避免地造成农村产业萎缩乃至空心化。通过建立健全城乡融合发展机制，推动城
乡要素自由平等交换，消除城市优质要素资源向农村流动的各种障碍，才能真正形成
乡村产业兴旺的基础条件。事实上，我国农村三产融合发展好的地方往往也是城乡融
合发展程度高的地方。
这段文字主要说明农村三产融合发展：
A.受制于城乡二元发展格局
B.需吸引城市优质要素资源的流入
C.与城乡融合的发展水平息息相关
D.应解决城乡间资源配置不均衡的问题
96 、(2018国考地市级60)目前，国内的多家快递企业开始尝试拓展无人机送货
业务，这样既能缓解地面交通拥堵，又能提高快递企业运营效率。但是，自无人机技
术应用以来，安全事故屡屡发生。无人机在快递业的大规模应用，还可能对空管秩序
造成极大冲击。特别是引人人工智能的无人机技术，逐渐摆脱了人工干预，而且还会
随着“经验”的不断积累，优化自己的飞行路线。一旦对其监管落实不到位，极有可
能产生不堪设想的后果。对此，我们应采取切实有效的措施，最大限度地发挥人工智
能在无人机领域的优势，防止其可能产生的社会危害。
这段文字意在说明：
A.无人机的广泛应用需技术和监管共同发力
B.引人人工智能的无人机技术潜在风险更大
C.快递企业引人无人机业务的时机尚不成熟
D.发展人工智能需要更多地考虑其安全隐患
97 、(2016四川下32)中国传统戏曲在长期的发展过程中，其形式日臻成熟和完
善，许多名角“唱、做、念、打”的表演技艺已经达到炉火纯青的境界。戏曲的内容，
如戏剧情节已经退居次要地位，观众欣赏的更多是形式。就如京剧《空城计》，谁不
知道其情节和人物?观众进剧场，主要不是看其情节人物，而是去听演员唱那段脍炙
人口的“我本是卧龙岗散淡的人……”也就是说，观众进剧场是奔角儿来的。所以，
人们进剧场是听戏，而不是看戏。
这段文字主要是说：
A.欣赏传统戏曲需要具备一定的传统文化功底
B.观众在今天更注重中国传统戏曲的表演形式
C.演员的表演技艺是决定传统戏曲精彩与否的关键
D.不断丰富戏剧的情节才能推动传统戏曲继续发展
98 、(2019山东28)有人说，阻碍中国城市化进程的根本问题是农村教育的不发
达，文化知识水平偏低的农民即便进入城市，也只能从事最简单的体力劳动，而城市
化程度越高，对劳动力素质的要求也越高，最终农民中的大部分人依然要从城市退出。
可是，农村教育的落后恰恰是政府的过失，绝不能以此延缓户籍改革和城市化进程。
这段文字旨在强调：
A.农村教育的不发达阻碍了中国的城市化进程
B.城市化程度与其对劳动力素质的要求成正比
C.绝不能因农村教育落后而延缓城市化进程
D.农村教育的落后与政府的过失有直接关系
99 、(2016山东14)从社会发展史的角度看，自由与平等是人类向往与追求的两
大基本价值，而媒介发展的过程也是人们追求传播自由与平等的过程。不同媒介间的
竞争，实质上就是在满足人的这两种内在需求方面的能力竞争。随着新媒体的发展，
对自由与平等的追求作为一种新的传播理念，已越来越清晰地呈现在人们面前，以高
度人性化的方式满足受众需求也正在成为媒介之间竞争的核心内容。
对这段文字的主旨概括最准确的是：
A.人类的发展需求影响着媒介的传播理念
B.新媒体的发展改变了媒介竞争的主要方式
C.媒体的发展满足了人类沟通交流的基本需求
D.媒介竞争的核心是满足人类对基本价值的追求
100 、(2017国考副省级36)在城镇化初、中期，美国奉行自由经济理论，市场
机制起主要作用，联邦政府调控手段薄弱，导致过度郊区化，造成城镇发展规划结构
性失衡、城市无序扩张蔓延、土地资源浪费严重、生态环境破坏等一系列问题。对此，
在城镇化后期，美国政府逐步加大调控力度，通过立法和行政干预，加强了城市规划
和产业规划布局，逐步重视环境保护，特别是上世纪90年代，美国政府提出的“精
明增长”运动，对城镇化建设产生了深刻影响。
这段文字给我们的启示是：
A.政府要重视推进城镇与农村的均衡发展
B.生态环境是城镇化进程中首要考虑的问题
C.城镇化建设与经济协调发展方能取得成效
D.政府应该对城镇化发展施行规划与干预


`;