export const questionStr = `1 、(2017国考副省级40)海洋学家揭开了珊瑚礁颜色绚丽多变的秘密。原来，珊
瑚虫体内负责控制色素生成的基因存在多种变异，激活的基因越多，珊瑚颜色就越明
亮鲜艳。这些色素对与珊瑚共生并为之提供食物的海藻有保护作用。在日照强烈的地
方，为了避免海藻被阳光杀死，珊瑚虫便会生成更多色素，珊瑚的颜色就会更鲜艳。
最适合做这段文字标题的是：
A.保卫海藻
B.多彩珊瑚之谜
C.阳光与珊瑚D.乐于奉献的珊瑚虫 
2 、(2017北京36)世界第四大岛马达加斯加位于非洲东南部，地质史上历经数
次漫长的岩浆活动，形成独特的“天然矿石博物馆”。尤其在该岛中东部的高原山区，
分布着一条条伟晶岩矿脉，出产碧玺、石榴石、水晶等多种宝石。经过仔细勘探，宝
石学家在这些伟晶岩矿脉中，又发现了一种全新的宝石，外表呈柔和的粉红色，晶体
大而透明，杂质与裂纹极少，令人爱不释手。考察队回到美国后，宝石学家提议以热
衷矿石收藏的大银行家、此次考察的赞助商约翰·摩根命名这种宝石，摩根石由此登
上了珠宝界的舞台。
最适合作为这段文字标题的是：
A.五彩斑斓的宝石B.摩根石的诞生
C.神奇的马达加斯加D.天然矿石博物馆
3 、(2016广州33)农村集体产权制度，是实现农民共同富裕的重要制度保障。今
年一号文件提出，到2020年基本完成土地等农村集体资源性资产确权登记颁证、经
营性资产折股量化到本集体经济组织成员，健全非经营性资产集体统一运营管理机制。
要稳定农村土地承包关系，落实集体所有权，稳定农户承包权，放活土地经营权，完
善“三权分置”办法。加快推进房地一体的农村集体建设用地和宅基地使用权确权登
记颁证。推进土地征收、集体经营性建设土地人市、宅基地制度改革试点。探索将财
政资金投人农业农村形成的经营性资产，通过股权量化到户，让集体组织成员长期分
享资产收益，制定促进农村集体产权制度改革的税收优惠政策。
最适合作为这段文字标题的是：
A.深化农村集体产权制度改革
B.制定促进农村改革的税收优惠政策
C.实现农民共同富裕
D.让集体组织成员长期分享资产收益
4 、(2017四川33)在层出不穷的网络热词中，我们可以清晰地找到各种民意的
身影，在某一网络热词产生之后，网民常常会模仿热词的形式，创造出一个小型的系
统，如在“被就业”产生之后，网民又创造出了“被幸福”等结构相似的“被”字系
列，新词的不断涌现，使得这股“被xx”之风长盛不衰，也使得民众对于现实的
无力、焦灼等心理状态被有效地传达到上层舆论系统。
最适合做这段文字标题的是：
A.网络热词中的民意B.长盛不衰的“被”字风
C.网民无穷的创造力D.层出不穷的网络新词
5 、(2019四川下39)截至2016年底，中国高铁运营里程突破2.2万公里，是世
界上高铁运输网络最健全、最完善、运输规模最大的国家。这五年，中国“四纵四横”
高铁主骨架基本建成，中西部高铁从无到有，实现了中国高铁由“线”到“网”的飞
跃，极大地缩短了区域之间的时空距离，让诸多以“小时计”的“交通圈”从梦想照
进现实。高效联通的高铁网络犹如一座座外引内联的天桥，发挥出强大的“虹吸效
应”，成为双城生活的“融合剂”、结构优化的“助推器”，带动了高铁沿线人员流动、
资源开发、经济发展，成为名符其实的国民经济大动脉。
下列哪项最适合做这段文字的标题?
A.中国高铁进人规模化运营新时代
B.高铁沿线省市经济正在快速崛起
C.高铁：拉动经济社会发展的新动力
D.高铁：提升百姓荣誉感的“中国创造”
6 、(2017云南42)假若没有来自于碰撞的热储备，“地球发电机”就根本不会启
动，地球也就不会拥有一个保护着地球生命的磁场了。太阳辐射会毫不留情地剥离大
气层并冲击地球表面，地球不可避免地会遭遇和现在火星相同的命运。由此看来，我
们这个适于居住的世界就好像是由一些互不相干的现象构建起来的，包括月亮的诞生、
磁场的形成、板块构造和水的存在等等。假若没有那次碰撞，地球就没有足够的热能
在地核中驱动热的对流运动，地球磁场也不会形成；假若没有水，地壳就可能太浓稠
从而不会分解成构造板块。看看金星吧!它没有板块构造，没有水，没有磁场。
最适合做这段文字标题的一项是：
A.地球，宇宙的孤例B.地球，碰撞的奇迹
C.地球，必然的偶遇D.地球，偶然的侥幸
7 、(2019山西57)为了帮助贫困地区脱贫，长期以来，社会各界以多种形式开
展帮扶，扶贫思路更加清晰，扶贫手段更加多样，文化扶贫、旅游扶贫、电商扶贫等
新方式效果显著，脱贫攻坚实现换挡提速。但一些尚未脱贫的地区，因为自然条件恶
劣，发展脱贫产业难度较大。要啃下扶贫的“硬骨头”，还需打好科技牌。
最适合做这段文字标题的是：
A.打好脱贫攻坚科技牌B.啃下扶贫的“硬骨头”
C.选好脱贫攻坚新方式D.脱贫攻坚实现换挡提速
8 、(2016联考52)中微子是一种基本粒子，在宏观的宇宙起源及演化中扮演着极
为重要的角色。由于没有质量并且不带电荷，和其他物质的相互作用极其微弱，这使得
中微子的运动轨迹不会发生改变。那些来自遥远宇宙、来自黑洞边缘或者来自宇宙线发
源地的中微子，可以告诉人类那些“源”在哪里，甚至可以让我们一探黑洞的究竟。
最适合做本段文字标题的是：
A.令人惊喜的存在
B.特立独行的中微子
C.中微子：宇宙的使者
D.触不可及：“隐形”的中微子
9 、(2019国考地市级41)染色食品曝光后，许多人表示无法理解：食品色素仅仅
是改变颜色，只有“悦目”的作用，为什么一定要染色呢?事实并非如此。食物的颜
色会改变人们对食物的味觉体验，进而影响对食物的选择。现代食品技术中有一个领
域，就是专门研究食物的各种性质如何影响人们对食物的感受的。成分和加工过程完
全相同的食物，仅仅是所采用的颜色不同，就会导致人们对它们的评价显著不同，还
会影响人们对食物的选择。
最适合做这段文字标题的是：
A.你不知道的食品添加剂
B.食品色素背后的心理学
C.哪些因素影响食物味道
D.现代食品制作中的染色技术
10 、(2016河北14)爱的价值，由被爱的方式决定。爱不是给予而是被接受；被
爱不是接受，被爱才是给予。没有被接受，就不是爱，不管你付出多少。许多人都单
纯地、片面地认为，爱就是给予，只要真心付出，毫无保留地付出，就证明了爱——
其实这是错的。真正的爱，必须被接受，否则就只能算是示好，想获得青睐的举动。
如果给予就是爱，岂不天下大乱，岂不人人假爱之名，妄行强迫威逼之实。
最适合做本段文字标题的是：
A.爱是被接受B.爱的价值
C.爱是被爱
D.爱是接受
11 、(2019国考地市级56)关于第一批人类如何来到美洲大陆，通常的说法是靠
步行。在冰河时期，人们横穿了1500公里，从当时连接西伯利亚和加拿大北部的大
片陆块迁徙过去。随着冰河期结束，这片称为“白令陆桥”的陆块成为白令海峡。然
而，“陆桥说”已逐渐不再流行，一些迹象显示，人类可能是顺着太平洋沿岸搭船前
往美洲的。考古发现美洲有14000年历史的人类聚落，足以作为早期人们由出海口逆
流而上、踏入内陆的佐证，例如位于俄勒冈州太平洋沿岸的佩斯利洞穴。现在，有更
确切的证据表明，人类并未经由“白令陆桥”抵达美洲。
最适合做这段文字标题的是：
A.“白令陆桥”真的存在吗
B.人类航海史超出你想象
C.人类究竟是怎样来到美洲大陆的
D.考古发现再现远古人类迁徙路线
12 、(2016河北4)心理科普教育是一项系统工程，需要方方面面的共同配合。某
区开展了各类特色的心理科普教育活动。街道和社区是心理科普教育的主阵地，各街
道也把此项工作列为社区教育的重点；区委组织部、区人力资源和社会保障部门、区
教育部门、区妇联等相关单位从实际出发，开展了针对性强的心理科普教育，对稳定
职工队伍起到了积极的作用。
最适合做本段文字标题的是：
A.某区开展了大量的心理科普活动
B.共同推进心理科普教育，形成良好工作氛围
C.心理科普教育是社区教育的重点
D.各单位开展了有针对性的心理科普教育
13 、(2018国考地市级50)科学的发展总带给人类崭新的思维方式。比如，在大
数据背景下，人类的许多行为都是可以被预测的。从这个角度看，人类的行为并不是
互不相关的独立事件，而是相互关联的数据网络中的一个片段。在这张数据大网之中，
许多事件的相关性与其发展的规律变得有迹可寻。再比如，日常生活中，我们只能感
知和意识到三维世界，而超弦理论却把我们带进一个十维的宇宙世界，带来新的科学
思维与方法，开拓出一个新颖刺激而富有美感的精神新领域。
下列最适合做这段文字标题的是：
A.独领风骚的数据科学B.未来世界的无限可能
C.科学思维无所不在D.科学之光点亮思维
14 、(2015河南14)一个寒冷的冬天，纽约一条繁华的大街上，有一个双目失明
的乞丐，那乞丐的脖子上挂着一块牌子，上面写着：“自幼失明。”有一天，一个诗人
走近他身旁，他便向诗人乞讨。诗人说：“我也很穷，不过我给你点别的吧。”说完，
他便随手在乞丐的牌子上写了一句话。那一天，乞丐得到很多人的同情和施舍。后来，
他又碰到那诗人，很奇怪地问：“你给我写了什么呢?”那诗人笑笑，念那牌子上他
所写的句子道：“春天就要来了，可我不能见到它。”
最适合做这段文字标题的是：
A.幸运的乞丐B.温暖的冬天
C.春天的收获D.诗歌的妙用
15 、(2017山东17)农村衰败，故乡消失，这是近些年媒体人提出的议题。学者
的观察，时评人的关注，使得正在发生巨变的农村，被搬人舆论平台的焦点地带，农
村话题时常与娱乐话题一起，成为社交媒体上的热搜词。但在这个长达十年的农村话
题讨论期内，作家是缺席的。虽然有一种观点认为，作家面向社会发言最好的方式是
作品，但也有不少人认为，作家不能仅仅通过写作虚构作品承担社会责任，巴尔扎克、
雨果、托尔斯泰等国外作家，往往会通过行动以及公开演讲等方式，对公共事务和社
会问题发表意见。
最适合做本段文字标题的是：
A.农村题材在今天缘何不再吃香
B.现代舆论话题中作家的边缘化
C.作家在农村衰败议题中的失语
D.中外作家应对社会事务的不同
16 、(2020国考地市级43)交流互鉴是人类社会进步的标识，是文明发展的尺度。
从古老的丝绸之路、茶叶之路、香料之路上经贸交往的互通有无，到新时代“一带一
路”“两廊一圈”等合作建设的开展，亚洲各国为实现互通发展，战胜挑战，克服困
难和艰险。文明交融促进了亚洲国家生产力的发展，打破了民族的原始闭关状态，亚
洲人民借此开阔了眼界、建立了友谊、收获了富足。在相互影响、相互交流、相互融
合、相互建构的文明互动中，东方文化也与西方文化包容共进，不断迈向人类进步新
阶段。“光明来自东方”这句古希腊谚语正是对东西文明交融成果生动而诗意的说明。
最适合做这段文字标题的是：
A.文化交融，亚洲生产力发展的动力
B.“一带一路”，文明传播的通道
C.交流互鉴，推动人类文明永续发展
D.包容共进，构建东西方文明互动
17 、(2015吉林乙28)钙需求的推荐量是根据人体每天从汗液、尿液等途径损
失的钙量，同时考虑钙的吸收效率估算出来的。欧美国家的推荐标准是青少年每天
1300毫克， 成年人每天1000毫克， 而老年人则是1200毫克。不过WHO/FAO联合
专家组指出这个标准是基于欧美人群的，并不一定适用于其他地方的人群。他们指出，
钙的需求量受多种因素的影响，在骨折高发的人群中，应该每天摄人400~500毫克
以上的钙来减轻骨质疏松，但是对于骨折发生率低的地方则没有推荐。相比于欧美人
群，亚洲人的骨折发生率就比较低。如果要直接回答“我们到底需要多少钙”的话，
答案是对于以植物性食物为主的中国人，还缺乏确切的科学数据。
下列选项最适合做这段文字标题的是：
A.中国人要不要补钙B.一般人群要补多少钙
C.中国人要补多少钙D.正常体质者要不要补钙
18 、(2020广东乡镇7)应对疫情给企业经营带来的不利影响，广东省政府近期
出台支持企业复工复产的20项政策措施，实打实解决企业面临的用工成本、经营负
担、疫情防控、现金流压力等方面问题。广东各地各部门也打出“减负”“暖企”政
策组合拳，力求精准解决企业难题。除此之外，有关部门还梳理出102家制造业重点
企业名单，建立复工复产“一对一”跟踪服务机制，准确摸排问题，提出解决方案。
下列选项最适合作为这段文字标题的是：
A.应对疫情，“暖”字当头
B.广东：打通复工复产堵点
C.广东经济：挑战与机遇并存
D.“减负暖企”，实现经济腾飞
19 、(2017江西12)美国政府再度把中国最大电商平台列人其“恶名市场”黑名
单，这类市场以兜售假货而闻名。阿里巴巴辩称，美国政府这一决定背后或许存在政
治动机。四年前，阿里巴巴旗下在线集市淘宝网在对假货展开打击后，被撤下了该黑
名单。但现在，淘宝再度被列入了该黑名单。“尽管近来的措施令人对未来产生积极
的期待，但目前报告的造假和盗版水平高得难以接受”，美国贸易代表办公室称。该
机构负责编制《恶名市场审查报告》。阿里巴巴表示，它对这一决定感到“非常失望”。
最适合做这段文字标题的是：
A.淘宝再度被美国列人“恶名市场”黑名单
B.阿里巴巴与美国政府贸易摩擦
C.不公正的“恶名市场”黑名单
D.政治动机与跨国贸易
20 、(2019青海46)国家邮政局发展研究中心指数研究室主任刘江说，1一4月快
递业务量完成170.7亿件，同比增长24.8%，是同期服务业生产指数增速的3倍多，
增速在现代服务业处于领先地位。更可喜的是，快递行业不仅长“块头”，“肌肉”也
跟着长，行业发展质量不断提高。I一4月份，全国快递服务企业业务收入累计完成
2135.4亿元，同比增长22.8%；行业日均快件处理量达1.6亿件，最高达1.8亿件，单
月快递业务量已接近50亿件数量级。
下列选项适合做文章标题的是：
A.快递行业，跑出加速度B.农村快递增长迅猛
C.快递应补齐短板D.快递高位运行



`;