export const questionStr = `1 、(2016吉林甲34)猴子听说牛老大要请一名家庭教师，于是前往应聘。他在水
田里找到了正在耕作的牛老大，双方商定了相关事宜。第二天，猴子要去任教，临走
时，他拱到水塘里把身子涂了一通污浊泥水。母猴见了觉得奇怪，问他为何如此。猴
子说：“昨天我见牛老大就是这模样，大概他们家就兴这个，我是入乡随俗，拉近关系。”
牛老大望见猴子脏兮兮的模样，满心不高兴，大声呵斥其离开。猴子惊诧地问道：“你
昨天不就是这样吗?”牛老大边关门边鄙夷地回了一句：“我那是在水田里劳作!”
这则寓言故事给基层公务员的启示是：
A.努力工作才是群众最欢迎的
B.深人调查才能更好地为群众服务
C.拉近群众关系并不能更好地解决问题
D.了解人民诉求才能解决人民疾苦 
2 、(2019四川下31)研究表明，语言不仅仅是人们用以交际的工具，也不仅仅
是相关文化的载体，还是人类社会的认同源泉和认知机制，是文化的生命。语言一旦
失落，文化即无法继续生存和发展。一如语言，不同文化之间的相互接触，促使不同
文化共同发展繁荣，它们之间相互改造相安共存。所以，多元文化格局是人类社会持
续发展所依赖的良性文化生态。语言不断灭亡，文化生态便不断遭受破坏。诚如一位
学者所言：如果有一天生活在地球上的人们只说一种语言的话，那么，这个世界就走
到了尽头。
这段文字意在强调：
A.人类社会的形成与发展依赖于语言的产生
B.语言生态状况对文化生态状况有重要影响
C.语言多样化对社会持续发展具有重要意义
D.语言的民族性依赖于世界文化的多元格局
3 、(2016国考地市级47)在讨论科学与宗教作为认知方式的差异和优劣时，常常
有人提出“科学不是万能的，科学也会出错”的观点。这显然很正确，但在那种讨论
中，在没有人声称“科学永远正确”的情况下，主动插人这种观点，却明显是在用
“所有认知方式都非完美无缺”这一事实，来故意混淆不同的认知方式。这是极具误
导性的。
根据这段文字可以知道，作者想说的是：
A.在关于认知方式的讨论中不应偏离议题
B.任何一种认知方式都不会是完美无缺的
C.生搬“科学会出错”的观点有时会混淆视听
D.科学和宗教这两种认知方式并没有优劣之分
4 、(2017江西26)有人疑问，古诗文默写在高考语文中占比不多，为什么要让
学生花那么多时间去背?以“应试心态”对待传统文化，难免会产生“划不划算”的
困惑，我们重温那些代代相传的诗词文本，不是因为它们行将消失、即将毁灭，也不
是因为我们忧思古人、恋旧复古，而是因为它们记述着我们民族所特有的精神追求、
人文精神和智慧力量，是我们生生不息的文化滋养，是我们走向复兴的精神支撑。
这段文字意在强调：
A.我们需要从传统的“文化原乡”汲取精神力量
B.诗歌是古今一脉的文化印记
C.古诗文默写大有必要
D.诗心是个人的，而诗意是共同的
5 、(2017山东16)近年来跨境电商以30%左右的增速在持续高速发展，但进口
商品增值税等税收占全国总税收比重却持续下降，2015年进口商品税收比2014年下
降了近2000亿元。进口商品税收不仅未能伴随跨境电商的发展而同步增长，反而出
现了较大幅度的下降。跨境电商税收新政有助于促进跨境电商与一般贸易税收体制的
接轨，也有助于形成相关税收正常的增长机制。
这段文字意在说明：
A.进口商品税收与跨境电商发展密切相关
B.跨境电商税收新政出台有助于增加税收
C.跨境电商与一般贸易税收体制如何接轨
D.如何建立跨境电商税收正常的增长机制
6 、(2016河南14)进人网络化时代，虽然无纸化办公呼声不绝于耳，但在不少机
关事业单位，公共耗材经费仍居高不下，讲话材料人手一册、电话通知打印成纸……
相比于公款旅游、公车消费、公务接待，公共耗材的高消费更容易被人忽视。不妨多
考虑微信等新媒体办公手段，防止陷人纸质化办公习惯“掉不了头”。一些现代企业
已经实现远程办公、“云办公”，轻装上阵，带来了巨大的效益。
这段文字意在强调：
A.互联网时代无纸化办公是大势所趋
B.现代企业的办公模式更符合时代要求
C.机关事业单位应让无纸化办公落到实处
D.机关事业单位公共耗材预算需做出调整
7 、(2020国考地市级48)在战场上，人机协同被人工智能所取代，至少目前来
看短时间内很难发生。人工智能能解决的问题有限，替代首先会发生在部分领域，但
却依然离不开人机协同。人工智能的主要实现手段是机器学习，深度学习是实现机器
学习的一种方式。尽管目前深度学习在众多领域已取得非常好的效果，但涉及战场上
要求创造性、无法给出明确定义和边界、缺乏数字化知识经验的任务，机器可能就无
能为力。所以今后一段时间里，机器在作战领域中更多的是起辅助作用，最终的决策
依然离不开人类。
这段文字意在说明：
A.人机协同在战场上仍将扮演重要角色
B.人工智能的学习能力有待进一步提高
C.战场环境对机器学习提出了更高要求
D.人工智能尚无法适应复杂的战场需求
8 、(2020北京37)在传统金融体系中，长期以来对“三农”的金融支持服务还
不够，农村、农业、农民的金融服务获得感不明显。传统金融体系受“短期绩效”“资
本至上”以及“规模偏好”等观念的影响，对规模小抗风险能力差的中小企业、创业
者的金融服务相对不足。另外，风险控制与监管、市场之间还存在一定失衡情况。这
些难点和痛点，在一定程度上影响了实体经济高质量发展，影响了广大人民群众对美
好生活向往的满足。基于此，面对和解决传统金融体系无法解决的难点、痛点和服务
障碍正是新金融崛起的出发点。
这段文字主要介绍了：
A.市场对金融服务的新需求
B.建设新金融的现实背景
C.农村金融体系面临的问题
D.传统金融体系的新发展
9 、(2017云南56)文字概率相对于数字概率具有模糊性、非概率运算性和语义特
性等特征。数字概率是一种更精确的风险表达方式，在风险沟通时人们对其能比较客
观地传递、解释和利用。文字概率和数字概率在进化历史上出现时间不同，隶属的发
展领域(语言和数学)也不同，所以其特征上的差异可能不止于以上所述。例如文字
概率的非概率运算性表明，人们传达或接受文字概率表征的信息时不会按照概率规则
进行审慎的运算，文字概率更多地引发直觉式思考，数字概率更多地引发分析式思考。
对这段文字概括最恰当的一项是：
A.文字概率与数字概率分属不同领域
B.数字概率其实优于文字概率
C.文字概率与数字概率不同
D.数字概率与文字概率的思考方式不同
10 、(2017陕西42)在垃圾围城的压力下，明确生活垃圾分类要求，落实各相关
主体责任，已是当务之急。城市生活垃圾中电子垃圾、瓶瓶罐罐比较多，部分旅游城
市的厨余垃圾含量相对较高，末端处理方式就应体现针对性。在部分农村地区，有用
有机垃圾泌肥的习惯，可以采用“腐烂变质沤肥还田、可回收资源利用、不可回收就
近填埋、有毒有害集中处置”的方法。更有专家如此建议处理厨余垃圾：把剩菜剩饭
放进垃圾桶之前，先尽可能将水沥干，垃圾含水率降低了，资源回收率和二次污染控
制水平也就提高了。
根据这段文字可以推出：
A.垃圾分类标准难以统一，需要因城施策、因地制宜
B.目前在我国农村难以实施垃圾分类处理措施
C.厨余垃圾没有得到妥善处理是导致目前垃圾围城的主要原因
D.目前我国垃圾分类标准的合理性和可操作性都比较欠缺
11 、(2019山东20) 近年来， 手机APP大量开发和应用， 在促进经济社会发展、
服务民生等方面发挥了重要作用， 给人们带来诸多便利。不过， 也有不少APP存在
过度收集用户信息等问题。一些APP收集使用个人信息， 在内容和范围上过于宽泛，
一些信息并不是开展安全、高效、便利的服务所必需的。实际上，只有那些对开展相
关服务而言非收集不可、不收集就无法满足用户服务需要的信息，才应被收集。那些
为了积累大数据以精准分发广告、推广产品而收集的个人信息，与用户当前需要无关，
就超出了收集的必要限度。
这段文字意在强调：
A.手机APP大量收集用户信息并无必要
B.手机APP不应收集与用户需求无关的信息
C.手机APP运营者应限制信息收集范围
D.手机APP给人们日常生活带来诸多便利
12 、(2017四川29)暖春三月，当你在华南植物园的姜园中漫步时，会看到一种
头戴“高帽”的奇特植物，每当微风吹拂，就像是翩翩起舞的“美少女”，甚是惹人
爱怜，“她”就是益智，属于姜科，为多年生草本植物，高1~3m；茎丛生；总状花序
在花蕾时全部包藏于酷似“高帽”状的总苞片中；花冠白色，唇瓣粉白色而中部具粉
红色脉纹。由于花果均有很高的观赏性，益智是优良园林观赏植物。
这段文字介绍益智的：
A.植物种属
B.观赏价值
C.生长习性
D.生存环境
13 、(2017江苏C32)改革开放和市场经济扩展了农民的视野和接触空间，但经
过潜移默化、世代相传而积淀的心理结构和文化传统并没有变化。大量研究表明，不
仅留在农村从事农业生产劳动的农民仍然在延续着以己为中心、以亲情关系为纽带
的差序格局，而且进城务工的农民工也很大程度上保持着乡村社会的行为方式和思维
方式。
这段文字主要说明的是：
A.进城务工农民仍然保持着乡村社会生活方式
B.农民的乡村社会行为和思维方式很难一下子改变
C.留守农民和进城农民的心理结构及文化传统是相同的
D.进城务工农民应该尽快转变行为方式和思维方式
14 、(2017江苏C34)现代经济学作为市场经济制度的基本理论基础，非常注重
引人自然科学的研究方法分析框架来研究社会经济行为和现象，强调从假设到推理到
结论的内在逻辑，强调用数学和数理模型作为基本逻辑分析工具，强调以数理统计和
计量经济学为基础的实证，具有很强的应用性、实证性和自然科学性，与其他人文社
会科学有很大的不同。
这段文字主要说明的是：
A.现代经济学的研究方法与其他人文社会科学有很大不同
B.现代经济学是一门以实证研究为基础的社会科学
C.数学方法数理模型在研究经济问题时有重要作用
D.自然科学的很多研究方法可以用于人文社会科学研究中
15 、(2019江苏A23)读了大量的唐代诗人传记之后，发现中唐以前的诗人大多
是狂傲之士，自炫、自夸、自矜、自傲是一种稀松平常的事。杜甫应该是一个温厚谨
重的人，但自夸起来一点也不含糊：“甫昔少年日，早充观国宾。读书破万卷，下笔
如有神。赋料扬雄敌，诗看子建亲。”李白的“我本楚狂人，凤歌笑孔丘”“仰天大笑
出门去，我辈岂是蓬蒿人”“安能摧眉折腰事权贵，使我不得开心颜”，大家耳熟能详。
“天子呼来不上船，自称臣是酒中仙”，虽然出自杜甫笔下，却与李白的个性可谓合榫
合卯，堪称知音。
根据文意，作者对李杜诗中表现出的狂傲之气：
A.并不意外B.十分欣赏
C.略有微词
D.有褒有贬
16 、(2017江西36)脚手架上的建筑工、寒风里的快递员、忙前忙后的餐厅服务
员、为城市建设增添光彩的环卫工人，“再低微的骨头里也有江河”。关注这些可能淹
没在“大词”中的个体，带着感情去正视解决，不断提升社会治理水平，相信，在一
个农民工大国里，可以蹚出一条更从容、更安全、更正义的权益守护之路，让他们能
够带着笑容、带着尊严，播种希望、走向明天。
这段文字意在说明：
A.法律是维权的重要武器，农民工权益纠纷理应被纳人法治轨道解决
B.农民工参与到社会治理的运行体制当中来
C.农民工权益守护之路艰难
D.从多维度上，全方位、全过程地为农民工群体“赋权”
17 、(2019江苏A22)当前，乡村间或是城乡间的交流日益增加，因拆迁、移居
等因素在新区域形成新的社区群体，乡村正面临“去熟人化”阶段。用一种共通的地
域文化将其联系起来，是乡村治理的有效形式。从历史上看，以血缘或是某种被认可
的文化组织起来的群体，具有很强的生命力和稳定性。在一定层面上，乡村社会关系、
乡村冲突的调适与乡村社会秩序的维系不仅仅靠法制体系，而且还依靠乡村礼俗、村
社伦理、村规乡约等非正式制度。
这段文字主要强调：
A.乡村社会秩序的历史渊源与当下处境
B.当下乡村社会秩序发生变化的主要原因
C.新的乡村社会秩序维护需要探寻更有效的治理方法
D.乡村治理实践中非正式制度往往比法律手段更有效
18 、(2020国考副省级37)庞大的劳动力供给支撑了改革开放以来经济的快速发
展，形成人口红利。不过，人口规模并不必然转化为人口红利，还需要基本的文化素
质支撑。改革开放以来，我国将基础教育工作放到重要位置，制定了《义务教育法》
等法律法规，不断增加相关领域投人，从而保证了劳动力素质的提高。近年来，随着
老龄化水平的不断提升，劳动力人口出现了规模缩减的迹象。为了在新的劳动力供给
条件下实现经济可持续发展，需要实施职工素质建设工程，推动建设宏大的知识型、
技术型、创新型劳动者大军，促进人口红利向人才红利的转变。
这段文字主要说的是：
A.当前形势对提高人口素质提出了新要求
B.教育是当前实现经济可持续发展的关键
C.当前的经济发展需要释放人口红利
D.劳动力素质的提高需夯实基础教育
19 、(2020江苏A19)语言和文化一样，很少是自给自足的，故词语的借用自古
至今都是常见的语言现象。但当外来词汇进人一个国家后，当地民族会在适应吸收新
成分的同时，不自觉地变异和改造其原貌。随着时间的推移，外来词会逐渐本土化，
日久天长，源流模糊，体用隔断，变异迭生。一旦借词身上的“异域特征”(诸如音
素、音节的构成等)在使用者的意识里淡化或消失，它们就会被当地人视为自己母语
中的一部分。
这段文字重在说明：
A.外来词汇对本民族语言和文化的影响
B.本民族语言吸收改造外来词汇的方式
C.外来词汇使用的普遍性及本土化过程
D.外来词汇在母语中淡化与消失的原因
20 、(2017云南59)此刻，我们经历的时光，将来都会变成从前。时光如落花，
盛开时我们忽略它的美，反而在它凋落之时嗅到它的余香，不只是爱情，所有的事，
都是如此。我们拥有的时候，往往是漠然的，等到一切成为从前，才恍然觉得珍贵。
对这段文字概括最恰当的是：
A.旧事物，总是被诗化
B.因为失去，所以珍惜
C.偏是人间留不住，只恨当时作寻常
D.逝水流年，拥有不如怀念
21 、(2017山东21)长期以来，由于我国奉行防御性国防政策，在战区空间划设
上基本立足本土与近海防御，依照“守疆卫土”模式而建，军事触角很少延伸到疆土
之外。但未来，我国所面临的发展危机将远远大于生存危机，要适应维护国家安全与
发展利益新要求，应将周边、海外以及新型安全领域纳人战区经略范围，进一步拓展
战区任务职能，使其更具外向性、开放性、积极性。尤其是随着多极化、全球化与信
息化的飞速发展，国家传统安全领域开始向太空、网络、信息、电磁等领域拓展，未
来战区经略范围应进一步向太空及临近空间拓展延伸，着力形成强而有力的多维立体
战区空间态势。
这段文字意在表明，我国：
A.应拓展国防防御的范围B.国防面临严峻的发展危机
C.传统安全领域受到新的挑战D.国防战区经略要顺应时代要求
22 、(2017江苏B27)劳动力总量大、成本低，曾是“中国制造”的比较优势，
但随着人口结构的变化，这一优势正在不断消减，按照联合国的标准，65岁以上的
人口比率超过总人口的7%，就被称为老龄化社会；超过14%，就是老龄社会，中国
实际上在2001年就已经进人了老龄化社会。近年来东南沿海中小型制造企业的“用
工荒”，已经凸显出这一人口结构变化带来的问题。
这段文字重在说明：
A.老龄化社会与老龄社会的标准如何确定
B.老龄化社会将使中国企业劳动力供给不足
C.中国东南沿海地区已首先步人了老龄社会
D.人口结构变化会影响“中国制造”竞争力
23 、(2019云南53)合乎人类更高层次需求的社会救助，“皆有所养”是不够的，
因为人类还有尊严，人的尊严是统领个人权利的核心价值。体面的、合乎人类尊严的
基本生活，不仅体现在物质需求，还有精神需要。通俗地说，人不仅要“肚皮”，还
要“脸皮”。反窥现实，不论是企业赞助、单位捐赠、政府慰问，都喜欢大张旗鼓地
搞捐赠仪式，让领导、捐赠者与受赠人合照、录像，再大肆宣传，不太顾及受赠人的
颜面。为了杜绝不合条件者申请救助款，主办单位往往采取将受助人张榜公示、接受
举报的办法，让受助者的尊严荡然无存。一些贫困中学生、大学生怕打上贫穷烙印被
人瞧不起，干脆放弃申请救助。
这段文字意在强调：
A.目前社会上一些救助行为没有顾及受助人的尊严
B.不顾及受助人颜面的救助行为可能会起到反作用
C.救助，应该满足受助人的物质需求和精神需要
D.社会救助中，受助人的尊严应该得到更多考虑
24 、(2018江苏A23)法律援助不足使得刑事人权保障立法和司法方面的诸多进
步难以普惠于所有的甚至是大多数的犯罪嫌疑人、被告人，进而出现了二元失衡的现
象。由于律师可以利用法律知识、诉讼经验等资源优势，引导案件处理向有利于其当
事人的方向发展，其提出的有关自首、立功等辩护意见的采信率较高，因而有辩护律
师的犯罪嫌疑人、被告人比没有辩护律师的犯罪嫌疑人、被告人更有条件和可能享受
到诉讼法治进步所带来的“制度红利”，获得更多从宽处理乃至无罪释放的机会。
作者通过这段文字意在说明：
A.法律援助难以惠及多数犯罪嫌疑人、被告人
B.法律援助缺失可能影响犯罪嫌疑人、被告人权益的实现
C.辩护律师的帮助使有些犯罪嫌疑人、被告人获得了宽大处理
D.法律援助律师的资源优势应在庭审中充分发挥
25 、(2017山东13)无论出于什么原因，网络语言低俗化都对网络文明建设造成
了危害，甚至会从网上转到网下，降低整个社会的文明程度。当前，网络语言的发展
路径已经很清晰：从虚拟空间进人口语表达，再进人书面语，最终有可能沉淀到语言
应用的各个方面。如果任由网络低俗语言发展，久而久之它们就会成为约定俗成的惯
用语，其负面效应不容忽视。
这段文字意在说明：
A.网络语言低俗化的负面效应已开始凸显
B.网络语言低俗化将会影响社会文明程度
C.应该警惕网络语言向习惯语转化的可能
D.急需采取措施治理网络语言低俗化趋势
26 、(2017云南52)转变发展理念，切实增强协调发展的自觉性和坚定性。我们
党提出协调这一发展理念，旨在补齐发展短板，解决发展不平衡问题。尽管我国经济
社会发展取得巨大成就，但也出现了发展不平衡、不协调、不可持续问题，迫切需要
转变发展理念，特别是增强发展的整体性、协调性。在当前全面建成小康社会的决胜
时期，我们必须转变观念，把思想和行动统一到新发展理念上来，正确处理发展中的
重大关系，在协调发展中拓宽发展空间，在补齐短板中增强发展后劲，在增强国家硬
实力的同时提升国家软实力，使物质文明和精神文明协调发展，同步提升。
这段文字意在强调我们要：
A.转变发展理念，解决发展不平衡问题
B.推动物质文明与精神文明协调发展
C.增强协调发展的自觉性与坚定性
D.转变发展理念，提升国家软实力
27 、(2018广东15)任何技术的价值观，说到底还是人的价值观。技术中立不代
表对技术的使用是无害的，失去道德与法律的约束，就会有碰触底线的危险。一方面，
对于商业组织来说，即使其抱有保护个人数据的使命感，然而一旦出现商业利益的冲
突，仅靠自律是否足够?另一方面，政府组织也会在各类公共服务中采集大量个人数
据，这部分个人数据的敏感程度往往较高，如果缺乏一套完善的制度监管体系严防其
被滥用、盗用，那么也将使公民的个人信息被暴露在较大风险之中。
这段文字意在说明：
A.商业组织的自律有助于保护个人数据
B.人的价值观决定了技术使用的利弊
C.技术中立给个人数据带来风险
D.个人数据的收集需要监管
28 、(2017江西13)共享单车和共享汽车等新事物正如潮水般涌现，对此，在交
通运输部2017年第三次例行发布会上，新闻发言人表示，鼓励支持共享单车这种互
联网+交通出行的创新方式，政府部门要加强规范和指导，企业要承担管理责任，提
升服务水平，公众也要文明出行，共同促进共享单车的发展。而共享汽车实质是租赁
范畴，鼓励各地在坚持公交优先发展战略前提下，研究探索共享汽车在当地城市交通
中的合理定位。
这段文字主要表明：
A.共享单车和共享汽车面临的问题
B.政府部门如何鼓励支持共享单车这种出行的创新方式
C.共享汽车在城市交通中的定位问题
D.交通运输部对共享单车和共享汽车的态度
29 、(2017陕西32)锂金属的微观形状在充放电过程中会发生剧烈变化，从而导
致金属锂的锂枝晶的析出。锂枝晶不仅会降低电池的容量，还可能造成电池内短路，
诱发起火和爆炸等安全事故。如果将一层厚度仅约1微米的橡皮泥涂在锂金属表面，
可以近乎完美地保护锂金属电极。在正常的充放电过程中，锂金属在电极表面均匀沉
积，对橡皮泥的作用力很小。软软的橡皮泥可以很好地适应锂金属的形状和体积变化，
牢牢地贴在锂的表面，起到保护涂层的作用。一旦在某些区域有锂枝晶“刺出”，橡
皮泥涂层就会迅速变硬，从而有效阻挡锂枝晶的生长。
这段文字主要介绍的是：
A.锂电池发展的历史
B.锂电池容量的影响因素
C.橡皮泥涂层提高锂电池性能的机理
D.锂枝晶的危害及抑制方法
30 、(2020国考地市级51)食品药品安全追溯体系是依赖现代信息技术，对可能
存在的食品药品安全隐患发出预警的一项制度。它之所以被一些国家广泛采用，是因
为一方面能降低监管部门信息获取成本，提升监管效率；另一方面也能倒逼企业提高
安全意识，主动进行风险控制。这项制度已引进我国多年，并体现在相关法律法规以
及行动规划中。但在实践中，区域分割、部门分治等问题仍比较突出，没有形成高效
的地方联动、部门合力，对解决食品药品安全问题缺少整体效果。
这段文字意在强调：
A.我国的食品药品安全追溯制度仍有待完善
B.完善的食品药品安全追溯体系有重要价值
C.相关部门应该加强对食品药品安全的监管
D.多方合作是解决食品药品安全问题的关键
31 、(2019山西42)在智能化无人超市，客人从进门到出门，一举一动都会被数
字化，并且被捕捉记录。这些信息回流到云端后，通过算法模型，可以得到许多非常
有价值的信息：比如男性顾客和女性顾客各自进店最集中的时间段是什么，哪些商品
被拿起又放回去的频次最高等。甚至还能做些预测，比如，传感器感应到进店的女客
人很多都是穿高跟鞋的，敏锐的老板便会在女鞋区多放些半跟鞋垫和脚踝磨损修复霜。
可见，数字化最终目的是实现商品供应链的优化以及店内货架与商品摆放的人性化。
这段文字主要介绍了：
A.智能无人零售让超市变得更加聪明、更加善解人意
B.智能无人零售给线下实体商店的发展前景增添亮色
C.智能无人零售能够对用户购买行为进行记录与描画
D.智能无人零售给消费者所带来的更良好的购物体验
32 、(2017吉林甲31)有这样一则寓言：几个小孩子每天都在一处院子前嬉闹。
院子主人不胜其扰，拿出25元分给这几个孩子，感谢他们让院子充满热闹。第二天
院子主人分给孩子们15元，第三天只拿出5元，解释说积蓄花光了，请孩子们免费
来玩。孩子们很失望，从此再没来玩耍，院子恢复了安静。心理学上，“动机是行为
的原形”，内部动机遵从的是内心意愿，外部动机则是在外界物质、荣誉等刺激下形
成的。一个小小的物质激励，让孩子们“为快乐而玩”的内部动机，转化成“为报酬
而玩”的外部动机。孩子们因此忘记了玩耍本身的快乐意义。
这段文字能给公务员工作带来的启示是：
A.面对工作，要有主人翁意识B.面对挑战，敢于担当
C.面对群众，要讲究工作方法D.面对问题，要严谨求实
33 、(2018江苏A25)精准扶贫不能仅仅专注个别事实，埋头解决个别问题，而
不知道把个别贫困或特殊贫困同经济社会发展的宏观背景联系起来。应当明确地认识
到，虽然各种特殊贫困都有特殊的因素，但特殊贫困也是在当下信息社会背景下存在
的。信息化和网络化中蕴含了十分丰富的资源和能量，应当大力扶持贫困人口或贫困
群体尽快了解和适应信息化与网络化的新形势，通过技术培训和典型示范，把远离信
息化和网络化的贫困人口引人这个历史进程之中。
这段文字中提取的关键词最恰当的是：
A.精准扶贫信息社会技术培训
B.精准扶贫特殊贫困典型示范
C.贫困群体宏观背景信息社会
D.贫困群体特殊贫困技术培训
34 、(2017陕西31)近年来，在资本的疯狂涌入下，网络漫画内容及平台的价值
水涨船高，仿佛从原来的廉价处女地，一跃成为盖满豪华别墅的高档社区。据报道，
截至2016年年底，中国各大网站漫画作品总量有15万部左右，网络漫画作者9万多
人，漫画点击量达2000亿次，用户规模达7000万。但是应该看到，网络漫画的内容
创作水平与市场价值提升并不匹配，用户黏性及消费转化率也没有想象中那么高。换
句话说，这些被资本捧起来的豪华别墅，很可能成为“鬼屋”。当事物以远超其价值
的价格被交易的时候，就产生了泡沫。
这段文字想要表达的是：
A.目前国内网络漫画的价值被高估了
B.大量资金涌人网络漫画市场
C.目前中国的网络漫画的内容创作水平与市场不相匹配
D.国内网络漫画的用户黏性及消费转化率可以在短期内迅速提高
35 、(2017河北19)超过一半的人要求将有意义和创意的网络词汇收人词典，代
表的是对网络词汇的肯定与重视。但在今天，重视网络词汇，是否非得通过将之纳人
词典的方式来表现?毕竟，相较于传统词汇的变化速度和路径，网络词汇已有很大的
不同。比如，不少网络词汇可能火过一阵就开始被遗忘；比如，传统汉语中的新词一
般是通过人选词典而被加以确认，从而逐渐被推广、使用，然而网络词汇更多源自自
发式生长。
这段文字意在说明：
A.我们对网络词汇需要有开放的态度
B.网络词汇相较于传统词汇没有生命力
C.将某些网络词汇纳人词典，确有必要
D.网络词汇是否纳人词典，无关紧要
36 、(2018江苏A17)传统手工艺从来都不是完全浪漫化的存在，不是建立在空
中楼阁上，而是存活在一个由生产、传播到消费的经济链条上，并由此形成了一个手
工艺职业群体和一套行业体系。脱离了消费市场的手工艺无疑很难生存下去。所以，
在当代社会，对手工艺的关注和推广依然要注意挖掘其生存的土壤，探讨其拓展的途
径，不能沉浸于对民间文化过分理想化的想象和迷恋之中。
这段文字重在说明：
A.传统手工艺的当代发展B.传统手工艺的历史渊源
C.振兴传统手工艺的策略D.发展传统手工艺的误区
37 、(2016深圳80)历史上有许多仁人志士在与挫折的斗争中做出了不平凡的业
绩。司马迁在遭受宫刑之后，发愤著书，写出了被鲁迅誉为“史家之绝唱，无韵之离
骚”的名著《史记》。音乐家贝多芬，一生遭遇的挫折是难以形容的。他十七岁失去
母亲，三十二岁耳聋，接着又陷人了失恋的痛苦中。对一个音乐家来说，这打击是
多么的大啊!可贝多芬不消沉、不气馁，他在一封信中写道：“我要扼住命运的咽喉，
它妄想使我屈服，这绝对办不到。”他始终顽强地生活，艰难地创作，成为世界不朽
的音乐家。
这段话主要支持了这样一种观点，是：
A.只有经历挫折才能成就不平凡的业绩
B.仁人志士扼住了命运的喉咙，所以他成功了
C.挫折虽给人带来了痛苦，但它往往可以磨练人的意志
D.历史长河中，大批伟大人物坚持与磨难斗争并成就非凡
38 、(2016联考55)沉积物基准是指特定化学物质在沉淀物中不对底栖生物或上
覆水体质量产生危害的实际允许浓度，它既是对水质基准的完善，也是评价沉积物污
染和生态风险的基础，是进行湖泊生态环境质量评价的基本要素。国外对沉积物基准
的研究始于20世纪80年代，但还未形成完善和统一的沉积物基准体系。由于沉积物
中污染物的迁移、转化、生物累积过程及界面过程的复杂性，目前仍缺乏关键的研究
手段。国内已有不少科学家做了大量有益的探索，但研究仍然比较零散，还没有国家
主管部门颁布湖泊沉积物基准规范。
这段文字意在说明：
A.亟需弥补现有沉积物基准体系不足
B.沉积物基准非常重要但研究未成体系
C.沉积物基准为湖泊水环境重要研究内容
D.沉积物基准的相关研究已经有较多进展
39 、(2017四川39) 据悉， 第四代光源的LED灯溢出的蓝光可能对视网膜造成损
害， 甚至导致失明。事实上， 由于大多数光源发出的白光是通过蓝光LED芯片加上
黄色荧光粉混合而成的，所以蓝光能量的比例高于其他。当前，我国在光生物安全性
鉴定上主要参考《灯和灯系统的光生物安全性》国家推荐标准，其标准的限值基于成
人的实验数据。如果婴幼儿长时间直视LED光源， 则会伤害视网膜。
这段文字意在强调：
A.LED灯对健康的潜在危害
B.制定光生物安全新标准的必要性
C.有必要补充光生物安全性的实验数据
D.应督促LED灯企业严格执行国家推荐标准
40 、(2018安徽24)在中国城镇化进程中，传统戏曲面临着前所未有的生态变化。
民间职业演出积极地适应农村娱乐需要，或者重新恢复传统民俗演剧形式，借助节庆
礼俗，发挥戏曲传统的礼乐教化职能；或者与时俱进，以时尚流行的艺术元素充实戏
曲本体，衍生出新的戏剧娱乐形态。体制内职业剧团在传统与创新中进行艺术传承，
或者深人农村、送戏下乡，仍然维持在基层农村的演出；或者放弃农村，寻求多元的
创新方式，勉力维持城市市场，导致戏曲在农村文化生活中趋于弱势和边缘。
这段文字意在说明：
A.戏曲艺术传承发展要寻求多元化和与时俱进
B.戏曲是传承和弘扬优秀传统文化的重要载体
C.政府要加大力度支持职业剧团在农村的演出
D.戏曲在农村的影响力出现了两极化发展趋势
41 、(2018江苏A20)AI应用于医疗服务，已经有很长一段时间。机器医生的表
现看起来神奇，但在AI专家眼里，这些医疗应用都属于计算机视觉中的图像识别范
畴，而大数据支持的图像识别技术，机器的表现已经在很多方面超过了人类，在医学
影像领域展现实力属于正常发挥。
这段文字意在说明：
A.AI在医学图像识别领域的进展B.AI用于医学图像识别已趋成熟
C.AI在医学上的表现已超越人类D.AI必将全面进人医疗服务领域
42 、(2017陕西41)我国民间一直有“大蒜百利，只害一目”的说法，《本草纲
目》也有“大蒜久食损眼伤肝”的记载。从临床经验上看，长期、大量吃蒜，对眼睛
确实是有害的。蒜味辛辣，而且它是清窍的、通眼睛，容易造成眼睛损伤。现代医学
也认为，大蒜的某些成分对眼黏膜、眼结膜有一定的刺激作用。中医理论还认为，肝
开窍于目，肝血充足可以养目，肝血虚则目无所养，表现为视物不清、双目干涩。大
蒜性味辛温，吃多了不仅易导致肝血亏虚，目无所养，还会助火伤目，加重眼疾。不
仅如此，蒜属发物，而且刺激性强，食用不当还容易诱发某些疾病，或加重已发疾病。
比如若患有非细菌性肠炎、腹泻时再吃大蒜，强烈的刺激会使肠黏膜充血、水肿加重，
促进渗出，使病情恶化。
这段文字想要表达的是：
A.日常生活中吃蒜一定要适度
B.中医和现代医学对于食用大蒜利弊的认识存在一定的差异
C.长期、大量食用大蒜对眼睛是有害的
D.中医上关于大蒜危害的说法得到了现代医学的验证和支持
43 、(2016山东30)设计师让新的梦想世界有了创建的可能，在这个世界中，商
品被视为唾手可得的魔法物品，而不是工厂生产出来的产品。也正是这些设计师们，
赋予这些商品流线造型的一体化塑料外壳，将它们各不相同、不规整的零部件隐藏了
起来。无数技术复杂的产品被强烈统一的视觉特征转化为艺术品，产品的操作流程也
全都被掩盖了，成为一种具有鲜明个性的产品。由于利用模塑制造成型，塑料产品往
往呈曲线形态，殊不知竟然因此助长了流线型风格的热潮，并使之成为了现代时尚的
同义词。
这段文字意在说明：
A.设计师利用塑料使产品成为艺术
B.时尚和工业化共同催生塑料产品
C.产品实用性与审美性应有机结合
D.工业化产品需靠设计获得生命力
44 、(2018广东12)习近平总书记强调，“调查研究是我们党的传家宝，是做好
各项工作的基本功”，同时要求“要拜人民为师，向人民学习，放下架子、扑下身子，
接地气、通下情，‘身人’更要‘心至'"。当前，面对新目标新形势，党员干部要甘
当群众的“学生”。党员干部只有“扑下身子”，才能了解群众需要什么、盼望什么，
群众才会愿意、敢于讲真话、说实情、谈想法。如此，调查研究才能抓住老百姓最急
最忧最怨的问题，准确掌握真实情况，避免“走马观花”“蜻蜓点水"。
这段文字主要讲了：
A.调查研究是各项工作的基础
B.调查研究要讲究方式方法
C.调查研究的意义及方法
D.如何了解群众真实情况
45 、(2016河南19)王国维所讲的“二重证据法”，是以“地下之新材料”补正
“纸上之材料”，两者互相印证。这是以他本人多年研究实践的丰硕成果为基础的，自
然也难免受到他那个年代历史条件的限制。他在《古史新证》讲义中列举“纸上之材
料”，从《尚书》《诗》《易》，一直到先秦诸子和《史记》，差不多包括了所有有关的
传世典籍，而“地下之材料仅有二种"，即甲骨文字与商周金文。王国维当年只能提
到这两者，因为那个时候中国的现代考古学仍处于发轫阶段。到后来李济先生论“古
史重建”时，就将田野考古放到突出的位置了。
这段文字主要介绍王国维“二重证据法”：
A.形成的历史条件和基础B.所运用的核心材料
C.在当时受到的局限D.与李济“古史重建”的区别
46 、(2017江西30)自然界发生的绝大多数突变都是有害或中性的，通俗地说就
是“毫无用处”，给生物体带来好处的突变极其罕见。但是生物进化过程中，由于不
存在万能的上帝或者自以为是的精英，在每一个突变产生之时生物体都不知道这个突
变有没有用，只有当它改变了生物体的表型特征之后，才会受到自然选择。当生物体，
尤其是地球上最顽强的生物，身处困境时，它们会通过提高突变率，来增加有益突变
出现的机会，也就是增加解决困难的几率。
对这段文字概括最准确的是：
A.自然界的突变绝大多数都是“毫无用处”的
B.生物体会按照自身的实际情况产生适宜的突变
C.自然界因容忍不计其数的“毫无用处”的突变而丰富多彩
D.人类应该帮助自然界杜绝“毫无用处”的突变，从而丰富自然生态
47 、(2019青海39)随着现代化进程的加快，传统文化的发展空间被压缩了。这
其中有诸多因素的影响，但传统文化本身应对不灵活、缺乏创新能力也是一个重要原
因。一方面是固步自封，不求变革而落伍于时代：一方面则身在宝山而不自知，优秀
的文化财富没有得到充分开发利用。《花木兰》的故事被美国人拿去拍成动画片，影
响跨越国界，就充分显示了民间传统文化创新的魅力。
上面这段话要表达的主要意思是：
A.分析传统文化未能与时俱进的原因
B.保护传统文化的关键是文化创新
C.传统文化需要用异国的思维才能创新
D.现代化进程加快是传统文化落伍的主要原因
48 、(2017河北18)家犬是人类的好朋友，它们虽差异巨大，却有共同祖先——
灰狼。灰狼在全球分布非常广泛，但各地的家犬并不是从各地的灰狼演化而来。通过
从基因组DNA人手， 比较来自不同地区的家犬群体的遗传多样性， 研究者发现， 来
自东亚南部地区的家犬群体具有最高的多样性。同时，系统发育树的结构也支持家犬
这一共同的起源地。在系统发育树上，每一个枝的末端代表一个群体，亲缘关系较近
的群体在树上的位置也会比较近。而来自东亚南部地区的家犬样品，都位于系统发育
树的基部位置。
这段文字意在说明：
A.家犬起源于在全球具有非常广泛分布的灰狼
B.性情不同、形态各异的家犬有着共同起源地
C.系统发育树原理为动物演化研究提供了支撑
D.基因组DNA的研究根本解决了家犬起源问题
49 、(2020福建51)当前我国正处于人口结构高速转变的时期，农村人力资源开
发将需要同时面临“农村劳动力转移的难度加大”与“农村劳动力存量的整体素质趋
于降低”两大问题。从农业农村发展的要求出发，今后一个时期，开发农村人力资
源、优化农村人力资本结构必须着眼于提升农村人力资源的自我发展能力和辐射带动
能力，通过“以点带面”加快促进农村劳动者整体素质的提高，从而有效缓解当前人
力资源日益短缺的问题，促进农业农村平稳发展。
这段文字主要强调的是：
A.当前我国农村人力资源开发的问题
B.当前农村人力资源日益短缺的问题
C.农村劳动者整体素质提升的策略
D.农村劳动力资源短缺的解决办法
50 、(2019江苏A16)财政作为国家治理的基础和重要支柱，对促进科技创新具
有重要的支撑、引领、提升与保障作用。具体来看，财政政策可以通过有的放矢的精
准化财政投人，为科技创新输人供给端推力；通过有扶有控的差异化税收优惠通道，
为科技创新构筑引导性激励；通过导向明确的选择性政府采购渠道，为科技创新设定
需求端拉力。
这段文字重点说明的是：
A.财政政策促进科技创新的主要途径
B.财政政策在科技创新中的提升作用
C.财政政策对科技创新所产生的影响
D.财政政策制定要考虑科技创新需要
51 、(2017江西34)不像围棋是有胜负关系的，在某种程度上可以被量化，诗歌
所展现的语言的优美与丰富的人类内心世界，永远无法被量化、被标准化。人工智能
在“阅读”上可以远远超出所有诗人，能够识别出哪些词是高频的，可以按照基本的
诗歌规则组合出一首诗，但这种组合不是创作。在这个意义上，无法区别的，是糟糕
的作品与机器人写的作品。如果把杜甫的诗和机器人写的诗混在一起，肯定容易区分。
对于人工智能的创作，作者的看法是：
A.人工智能创作的作品质量会超过人类的作品
B.人工智能的创作尚不能量化和标准化人类的内心世界
C.人工智能的创作不足以与人类的作品媲美
D.人工智能的创作前景无限好
52 、(2017国考副省级37)在古代，对未知世界的恐惧感不只属于儿童。中世纪
的绘图师们在绘制地图时，并不把未知地带留为空白，而是画上海蛇和想象中的怪兽，
并标记“此处有龙”。几个世纪以来，探险家们穿越大洋，攀登高山，逐渐在地图上
把这些想象替换成了真实的标记。现如今，我们可以从外太空拍摄照片，感叹地球之
美。通信网络造就了“地球村”，世界变得越来越小了。
这段文字的核心观点是：
A.科技让世界更美好B.知识是治疗恐惧的良药
C.读万卷书，行万里路D.吾生也有涯，而知也无涯
53 、(2019云南47)恒星的形成需要气体，在星团中，由于大量的气体会在星团
形成早期被耗散掉，星团一直以来被认为不能形成新的恒星，只有恒星之间的碰撞或
者并合有可能为年老的恒星补充燃烧物质，使得它们看起来比其余的恒星更加年轻。
通过碰撞或者并合形成的这些恒星被称作“蓝离散星”，它们的名字来源于它们与绝
大部分恒星相比截然不同的演化过程，这使得它们游离在理论预言的演化轨迹之外。
某国际研究团队利用哈勃太空望远镜的观测数据， 对年轻星团NGC 2173中的蓝离散
星进行了研究，首次在这个年轻星团中观测到了一族不同寻常的蓝离散星。根据这一
发现，这一星团包含着突然爆发性形成的一支蓝离散星，这一结果发表于《天体物理
学报》上。
这段文字意在说明：
A.恒星的形成需要气体
B.星团中存在着不同寻常的蓝离散星
C.蓝离散星游离在理论预言的演化轨迹之外
D.通过碰撞或者并合形成的恒星被称作“蓝离散星”
54 、(2020国考地市级57)不久前，“水电费纳人征信”的传闻引起了公众的广
泛关注。从现有社会经济活动的精细程度看，征信这种数字式指标性评价，未必能穷
尽经济生活中的所有可能性。疏忽、出差、留学、搬家、住院乃至因纠纷而暂停缴纳，
均有可能造成水电费的拖欠，显然，这些突发状况未必就能准确体现“个人信用”。
倘若将这些指标以一种窄口径列人统计，就有可能造成误伤。正因为突发情况多，作
为社会服务部门，更要尽到足够的提示、通知责任，并提供充足、便捷的补救渠道。
在相关准备不充分时，水电费纳人征信理应审慎推进。
这段文字意在说明：
A.选取征信指标应做到谨慎合理
B.当下水电费不宜纳人征信系统
C.服务工作的精细程度有待提高
D.征信系统与日常活动密切相关
55 、(2020四川27)受美国次贷危机的影响，全球的经济停止增长甚至倒退，无
论发达国家还是发展中国家，跨境贸易都或多或少地呈现紧缩态势。在这种情况下，
无论是国家还是企业的可利用资金都相对紧张，对资金周转率的要求也越来越高，这
无疑使过去传统的大交易量、长账期的贸易模式难以为继，政府和企业为了规避资金
风险，将原有的贸易模式分割成多笔小额贸易，同时缩短账期，加上互联网和便捷的
物流，这种新兴的贸易模式在全球范围内越发流行开来。
这段文字主要说明：
A.互联网和物流是新兴贸易模式流行的前提
B.次贷危机直接影响了传统跨境贸易的规模
C.小额跨境贸易有利于企业和政府规避资金风险
D.经济危机成为小额跨境电子商务发展的助推剂
56 、(2018山东28)“天下为公”的基本含义是，天下是天下人所共有的，不是
一个集团、一个群体的。在“天下为公”观念背后，我们看到的是中国人最基本的政
治观念，也是过去四千年来中国政治运作的基本原则，那就是政治平等，人人都有参
与天下之治理的机会。当然，参与方式非常多样，一个普普通通的人，也可以参与天
下之治理，比如修身、齐家，这就是治国、平天下的内容和基础。
这段文字主要介绍了：
A.中国政治运作的基本原则B.“天下为公”的含义和表现
C.人们参与治理国家的多种形式D.“天下为公”所反映的政治观念
57 、(2019山东26)人类的四大烦恼，不但“生”“老”“死”没人躲过，就是
“病”也无法根除，人类自有“药”的发明，“药”与“病”就“道高一尺，魔高一
丈”。虽然在“药”不太灵的时候，行气、导引、祝由(古代的精神疗法)会重新产
生吸引力(如对外丹术衰落后的内丹术和出于绝望的癌症病人)，但它们始终不能摆
脱附庸地位。
这段话旨在强调：
A.人类有些根本性烦恼是无法摆脱的
B.当“药”失灵时，人类就会求助于其他方法
C.“药”是人类治病的基本手段
D.“病”与“药”之间存在着既相互对立又相互依存的关系
58 、(2019山东27)在5000多年文明发展进程中，中华民族创造了博大精深的灿
烂文化。在当下，如何“让收藏在禁宫里的文物、陈列在广阔大地上的遗产、书写在
古籍里的文字都活起来”，已成为我们必须面对的现实问题。试想，如果传统文化失
去了与时代的连接、缺少了与现代人的情感沟通和心灵默契，“仅止于几个人在书房
中互相叹赏”，那和一堆零散的符号、呆板的素材又有什么区别?只有从“沉睡”中
再出发，从“馆舍天地”走向“大千世界”，才能涵养出更具时代特色的、富有创新
力的文化自信。
这段文字旨在强调：
A.中华民族拥有博大精深的传统文化
B.如何让文物“活起来”是我们必须面对的问题
C.文物应走出封闭状态，向公众开放
D.传统文化应加强与时代的连接
59 、(2017广西61)凡是到达了的地方，都属于昨天。哪怕那山再清，那水再秀，
那风再温柔。太深的流连便成了一种羁绊，绊住的不仅仅有双脚，还有未来。没见过
大山的巍峨，真是遗憾；见了大山的巍峨没见过大海的浩瀚，仍然是遗憾；见了大海
的浩瀚没见过大漠的广袤，依旧遗憾；见了大漠的广袤没见过森林的神秘，还是遗憾。
这段文字作者意在说明：
A.风光无限，在昨日更在明天
B.昨天已然过去，可怀念不可流连
C.只有不断出发，未来的精彩才会继续
D.最美的风景，不是终点，而是在路上的自己
60 、(2017陕西37)微信提供了生机勃勃的公共生活，又使得公共讨论规则难以
形成共识。社交工具的翻新速度，却远远超过了公共讨论规则的成型速度。或者说，
这种迅速喷涌出的讨论热情和刚刚摆脱“现实规则”的快感，让人们不愿意受制于任
何框架，以至于近些年来，遵循什么规则来辩论，也成了公共辩论的常见议题。如某
专家所言，“共有媒体能够促进独立于国家的社会力量的发展"，但这种力量要成型，
显然还要经过漫长的多元碰撞和反复角力。微信既助推了个体话语的自由和话语权的
平等，又使得这种站队和撕裂变得更频繁、更加低成本。
这段文字主要说的是：
A.社交工具的演进给公共讨论规则带来了巨大影响和挑战
B.共有媒体下形成新的公共讨论规则非常困难
C.微信对于摆脱“现实规则”有巨大作用
D.共有媒体要形成独立的力量，还有很长的路要走
61 、(2016广东县级以上30)犯其至难方能图其至远。一棵树苗，必须经历风吹、
雨淋、日晒、虫害等挑战，才能长成参天大树；一名干部，也要经受意志、耐力、定
力、孤独等考验，方能成为合格干部。没有在恶劣条件下的摸爬滚打，不经受心理上
的辗转反侧乃至痛苦煎熬，就很难获得应对困难的“免疫力”，让内心真正强大起来，
做到“逢辱而不惊，遇屈而不乱”。
下列与这段文字表达的意思最为贴近的一项是：
A.只要功夫深，铁杵磨成针B.工欲善其事，必先利其器
C.任凭风浪起，稳坐钓鱼台D.成人不自在，自在不成人
62 、(2017广东15)改革进人深层的利益调整和权力重构阶段，阻力越来越大。
但是，再硬的骨头也要啃下来，再深的河水也要蹚过去。政府改革的核心是简政放权、
转变职能。中央三令五申，实施清单制度，力度不可谓不大，但成效却难以让百姓满
意。在不少地方和部门，该放的权力难以放到位，该管的环境难以管理好。那么多的
“双创”行为受制于政策的悬置，那么多的企业不是战死沙场，而是倒在了行政审批
的“最后一公里”。
这段文字主要说明：
A.改革越深人，遭遇的阻力越大
B.改革不可回避，阵痛在所难免
C.改革深人攻坚，已是不容迟滞
D.创新发展的巨大潜能蕴藏在改革之中
63 、(2017江西37)粽子在最早出口时，名称是一段冗长的名词解释。随着时间
的推移， 粽子被许多国家民众所熟知和喜爱， 也回归于自己的名字“zong zi"。与其类
似，二胡、太极、脸谱、阴阳、麻婆豆腐等带有浓厚“中国风”的事物，也都经历了
从意译到音译的循序渐进。
这段文字意在说明：
A.带有浓厚“中国风”的事物更适宜意译
B.文化的国际认同从来都是润物无声
C.推广中国传统文化需要有文化自信
D.跨国文化交流，是一张既知己又知彼的往返票
64 、(2018山东22)近代以来人类的技术发展过程与古代不同。古代技术发展只
是偶发事件，如火药、指南针等，尽管在军事史上产生过重大影响，由于结构简单，
后续没有重大改进。而近代技术则不然，从织布机到蒸汽机，进而到内燃机、电动机，
技术的进步是连续的，也是一个可期待的线性过程，因此可瞄准未来，进行过程上的
超前式跨越。如钱学森在中国基础工业非常薄弱的情况下，就主张重点发展导弹而不
是飞机；美国在人造地球卫星和载人航天落后于苏联的情况下，便直接推出阿波罗登
月计划。这些都是跨越式发展的典型表现。
这段文字意在强调：
A.跨越式发展是抢占技术发展先机的前提
B.现代技术发展的路径与古代有本质的区别
C.勇气和魄力是支持跨越式发展的精神品质
D.对技术改进的无限追求才能实现跨越式发展
65 、(2018山东25)当代社会呈城乡一体化发展趋势，文化的阶层和地域区别越
来越小，民俗的地域性和群体性差别消失，民俗作为地区和人群的标识或认同的意义
逐渐微弱。民俗也在审美化的趋势和背景下，成为时尚的，而非实用的。比如旅游场
域中的刺绣或帽子等等，基本不会拿来用，而是用来装饰和收藏。民俗变为了一种浪
漫的、时尚的消费品，沦为大众文化的一部分。
这段文字主要说的是：
A.应从美学角度来重构作为大众文化的民俗审美观
B.大众流行文化影响了普通百姓对民俗的审美品位
C.文化阶层与地域的差距缩小使民俗成为大众文化
D.城乡一体化的快速发展的趋势改变了民俗的性质
66 、(2017北京39)反思世界文明史，从来没有一种文明或一个文明体可以长期
孤立地存在和发展自身、长期单边地处于领先地位并保持发展优势。如果一种文明、
一个文明体长久地比其他文明、文明体发达，它总会由各种内外部原因导致冲突和衰
落。在历史长河中，文明在总体上是以文明群、多极文明的方式存在和发展的，正如
城市是以城市群的方式、人是以人群或社会的方式发展一样。在追求自身发展时，兼
顾其他文明、文明体的利益，保持不同文明、文明体之间的总体均衡，日益成为追求
与推进发展的自觉选择。
这段文字意在强调应意识到：
A.总体均衡是文明演进的规律B.世界文明总体呈现多样性态势
C.文明以集群方式存在和发展D.不同文明共同发展是必然趋势
67 、(2017江西39)研究人员让志愿者在一个黑暗的屋子里长时间盯着屏幕上的
一个小圆点，同时用红外照相机实时追踪志愿者的眼球运动和眨眼。志愿者每眨一次
眼睛，小圆点就向右移动一厘米。志愿者事后表示并没有察觉到这细微的变化。经过
大约30次眨眼，志愿者的视线适应了小圆点的同步移动，可以在眨眼之后自动偏向
新的小圆点位移。
这段文字意在表明：
A.眨眼可以稳定视线
B.眼球活动受噪音等因素的影响，不会引起视线的不稳定
C.眨眼时眼球转动，眼球总能回到在眼睛重新睁开时的那个位置
D.大脑无法判断人们眨眼前后所见物体的差异
68 、(2017广东14)文化本质上拥有让人处变不惊的力量，不仅让人们依恋传统，
也鼓励人们接受新的可能。就像春节团聚，返回家乡固然是极好的方式，但春节离不
开岗位，错峰返乡也依然情意浓浓。选择第三地旅游过节，又何尝不是另一种天伦之
乐?时代环境变了，文化形态也会相应改变。过去代表“年味儿”的某些形式，或许
将离我们远去，但只要心在一起，就能找到新的“年味儿”取而代之，而不会留下情
感或文化空缺。
这段文字的主旨是：
A.春节的重要性对于国人来说已经有所变化
B.文化的变迁是其本质主导下的正常现象
C.家人团聚有很多种时间、形式可以选择
D.文化是否空缺取决于人们的心是否在一起
69 、(2017广州19)现在的世界，各个装置高度互联，安全和隐私被人们高度重
视，而在大脑可以互联的未来，这两个问题只会变得更加关键。精神安全研究者需要
开发出高度安全的通信协议，把脑脑通信的风险降到最低。政策制定者也需要通过相
关的法律，最大限度减少技术的滥用。脑脑通信带来的好处能否抵过它的风险?这种
技术会如何改变人类进化的轨迹?社会会因为它变得更好吗?或许现在该讨论这些问
题了。
这段文字主要说明了：
A.脑脑通信技术可能带来的负面影响应当引起重视
B.安全和隐私是脑脑通信技术中最值得关注的问题
C.社会未必会因为脑脑通信技术的应用而变得更好
D.脑脑通信技术是把双刃剑
70 、(2017重庆51)目前，以“文化+科技”“文化+金融”“文化+创意”等为
代表的融合模式，已经得到广泛应用。“文化+科技”，主要是促使高新技术成果向文
化领域转化应用，强化文化对信息产业的内容支撑和创意提升。“文化+金融”，重在
引导各类社会资本投资文化领域，利用互联网金融模式，发挥金融创新对文化消费的
刺激作用。“文化+创意”，更多的是以文化为资源，以创意为手段，以产业为目的，
发展文化创意产业，同时实现与其他产业的深度融合。
从宏观层面看，以上三个内容同属于“文化”融合趋势的哪一种形态?
A.跨平台融合B.跨行业融合
C.跨路径融合D.跨要素融合
71 、(2018浙江B44)员工家庭福利政策的长期缺失，虽然给企业带来了成本降
低、产量提高等显而易见的优势，但对员工而言，拋弃年幼的孩子和年迈的父母，显
然不是合理的职业规划。一些经济学家认为，家庭福利政策的匮乏实际上反映了美国
经济中企业和员工之间权利不平衡的状态。经济产出流人公司利润的份额在飙升，而
员工的薪酬却停滞不前，这必然会导致美国陷人人才流失的困境。
这段文字意在：
A.揭示个人职业规划和现状之间的矛盾
B.指出美国企业和员工权利不对等的问题
C.揭示美国人才流失的深层次原因
D.强调美国家庭福利政策缺失的不利影响
72 、(2019山西47)一部人类史，就是人与自然、科学与社会的互动史。在漫长
文明进程中，科学曾仅仅是“闲人”的志趣，科学普及无从谈起，人们在“非科学”
的禁锢中艰难摸索。随着近现代科学兴起，人类对自然认识不断加深，科学与社会联
系日趋紧密，科学普及在人与自然、科学与社会的结合点上顽强生长，科学在人类现
代化道路上散发出璀璨的光芒。
上述文字主要阐述了：
A.人与自然、科学与社会的互动极大促进了科学普及
B.在人类文明进程中，科学普及前进的道路异常艰辛
C.科学普及应紧密联系社会并且找准结合点和切人点
D.随着近现代科学兴起，科学普及前景更加灿烂辉煌
73 、(2020浙江B35)军事战略空间融合化指的是战略空间不再仅限于军事或战
时范畴，而是融合了一个国家治国理政的各个领域和所有时期。在和平与发展成为时
代主题的大背景下，战争和冲突只发生在世界局部地区。这就要求战略主体转变对战
略空间的价值判断，把战略空间的安全目标和发展目标有机融合。冷战结束后，许多
军事空间开始向军民融合空间的方向转变，形成一股潮流。历史上，各国十分重视边
境线、公海、两极、太空等战略空间的军事控制权，而现在越来越关注的则是如何实
现共同安全和共同发展的融合。
这段文字意在说明：
A.战略空间的概念已扩展至国家治理各个层面
B.军民融合是军事战略空间融合化的主要方向
C.时代主题的变化改变了军事战略空间的内涵
D.安全和发展是当前国际军事战略研究的主题
74 、(2018江苏A22)徽州古村落不同于一般的乡村，它在选址布局、人居理念、
耕读文化、宗族承嗣、儒商精神等方面都发展到了较高的形态，有着中国传统文化的
深厚积淀。亲历徽州的古村落，就像穿越了久远的时空，不仅感受到似水墨淡彩的自
然风光，还能从乡村历史文化中领略到古人的生存智慧。
根据文意，徽州古村落不同于一般的乡村主要在于其：
A.建筑美学
B.历史积淀
C.文化形态
D.生存智慧
75 、(2017山东29)“报刊的有机运动”是马克思提出的关于报刊报道新闻的过
程理论，它被通俗地解释为新闻真实是一个动态的过程。很多时候，在事件发生初期，
由于报道的不深人，没有充分的消息源，新闻传达给受众的信息往往是片面的，受众
的判断也建立在这种片面的事实上。这正是新闻传播的一种特性，无论是受过专业训
练的记者，还是现在活跃在各种社交平台的“公民记者”，都没有能力以“上帝视角”
观察事件。而且，新闻报道不是给出最终结论的判决，而是对一个阶段所发生的新闻
事实的描述。
这段文字旨在强调：
A.新闻真实是客观实际不断演变的过程
B.新闻应充分挖掘消息源进行深人报道
C.新闻报道是与事实真相逐渐接近的过程
D.专业记者和公民记者都难以达到新闻真实
76 、(2017山东18)在历史上，文字有被神圣化的倾向，制度化教育基本上以抄
本、刻本和印本上所记载的知识为核心。而民众在千百年间形成的口耳相传的知识，
长期得不到应有的关注。在今天的教育制度和知识体系中，虽然有民俗学、文化人类
学等关注民众知识和文化的学科，但总体而言，这种倾向一直没有得到有效矫正。从
20世纪中叶开始，越来越多的学者意识到，以往偏重书面文化、轻视口头传承的倾
向，给整体把握人类文明进程和知识体系带来了诸多弊端和限制。这种认识上的转变，
形成了人文学术的某些新趋向和新领域，如“口述历史”“口头诗学”等。
这段文字意在说明：
A.学术界正在改变口头传承不受重视的状况
B.文字被神圣化的倾向需要进一步纠正
C.民间文化应纳人现代教育制度和知识体系中
D.口头文化是人文学术发展的新趋向和新领域
77 、(2019黑龙江公检法42)中国当今的伦理学研究，至少有两种基本取向。一
是接受西方的某些基本价值，按照西方的现代价值来探讨当代中国应该如何建构新的
伦理与道德；另一种取向则是试图回归中国的传统价值，从儒家等传统思想中获得理
论资源来重塑中国的伦理与道德。然而，目前的研究大都面临一个尴尬境地：理论与
实践脱节。这些理论脱离实际太远，无法落地生根，对普通百姓的影响微乎其微。这
其中的一个重要原因在于日常道德思维有其独有特点，如果忽略甚至违背这一特点，
伦理学理论就很难为普通百姓理解和接受，形成日常的道德共识。
这段文字意在说明：
A.日常道德思维的独有特点
B.当今中国伦理学研究的瓶颈
C.中国伦理学研究的基本取向
D.伦理学研究应遵循的基本原则
78 、(2017陕西27)如果我们能和每个我们认为愚蠢的人、每个认为我们愚蠢的
人共生，并且享受其中，也许世界和平就指日可待了。心理学认为，自我价值越低的
人，越习惯向外求索，依赖与他人的关系来进行自我确认。这个过程中，他人的“愚
蠢”会成为喜闻乐见但又脆弱不堪的参照系，“不允许愚蠢”则变成掩藏无力感的攻
击。所以，我们有必要整理自己的目标、现状与感受，确定我们的价值所在，而不是
通过他人的蠢来衬托自己的智慧，用对他人的排斥、压制来确认自己的力量。
对这段文字的核心观点概括最准确的是：
A.我们要学会与“愚蠢”和平共处
B.我们为什么会攻击“愚蠢”的人
C.我们需要通过修炼来改变我们与他人的并存方式
D.用对他人的排斥、压制来确认自己的力量的人往往是缺乏自我价值认定的人
79 、(2020国考地市级47)在整个宇宙中，氢是最常见的元素，现今太阳中大约
75%是氢。据此可以推测，太阳系在形成的时候，主要成分也应该是氢元素。随着太
阳的形成，太阳系绝大部分物质都集中到了太阳，而在太阳之外，元素发生了分层：
靠近太阳的地方，温度很高，只留下了硅、铁、氧等相对较重的元素，这些元素聚集
在一起，就形成了水星、金星、地球等岩质行星；在逐渐远离太阳的地方，温度降低，
这些元素的比例也逐渐降低，行星的大气成分就以氢为主了，还有一些氮，如木星、
土星等；而在太阳系边缘，星体中的重元素已经很少，大多以水冰、甲烷等为主。
这段文字主要介绍：
A.温度对太阳系物质构成的影响
B.氢元素对于太阳系形成的意义
C.太阳系中不同元素的分布情况
D.太阳系各行星的元素构成情况
80 、(2017国考副省级50)高校专业的设置应该是高校、政府、市场以及社会等
多种力量多重考量的结果，过于强调某一方面必然会导致失衡。要实现相对合理和均
衡，就要在制度上提供平台，比如确保大学在设置专业时经过教授委员会或学术委员
会等专门机构的集体论证。教育主管部门也应推动并尊重现代大学治理模式，在专业
设置上给专业组织更多的自主权。在消除不合理的制度因素之后，社会在评价高校专
业时，才更有可能以理性平和的心态看待不同专业的就业状况，而不是把就业率的红
牌等同于“专业不好”。
这段文字意在强调：
A.教育主管部门应给予大学更多的自主权
B.制度建设是保证专业评估合理性的基础
C.高校的专业设置应该考虑多方面因素
D.就业率不是评价专业好坏的唯一标准
81 、(2020山东25)随着我国综合国力的不断攀升，汉语国际化趋势已不可阻挡。
作为炎黄子孙的共同语，普通话推广不但要依托占绝大多数的境内言语者，还应考虑
海外华侨华人的语言情况。精准推普应当考虑不同地区的汉语情况，制定接受度高、
标准合理的中华民族共通语标准，减少差异与隔阂，同心协力推动普通话的全球传播。
这段文字意在说明：
A.精准推普应与汉语国际化相结合
B.要推动普通话实现全球传播
C.适应汉语国际化的趋势，要精准推广普通话
D.普通话推广可以减少不同人群之间的隔阂
82 、(2017江苏A22)在日益开放的市场经济活动中，无论是来自城市还是来自
农村的市场参与者，都被抛进不断更新的陌生空间中。市场的交易主体、交易行为、
交易制度和交易商品，都在日新月异地变化着。尤其是考虑到经济生活信息化和网络
化，市场经济的陌生关系就呈现出更为复杂的状态。
这段文字重在说明：
A.市场经济活动中人们面对的是陌生关系
B.市场经济的主要特点就是信息不断更新
C.市场经济生活变得越来越信息化网络化
D.市场经济使得人与人之间的关系复杂化
83 、(2017河北12)民众是否爱好学术，直接影响到学术本身的升沉；而学人不
唤起国人对学术的自觉，“文德”不能与民分享，则“民德”就会堕落，“文德”本身
也会变成无源之水、无根之木，也就没了提升的基础。为了使“文德”更好地转化为
“民德”，蔡元培提出了以大学为社会文化中心的主张。
这段文字意在说明：
A.大学是“文德”的中心B.“民德”是“文德”的本源
C.“文德”与“民德”的双向关联D.“文德”对“民德”有提升作用
84 、(2017云南57)一只老钟对一只小钟说：“你一年要摆31536000下。”小钟吓
坏了：“哇，这么多，这怎么可能?我怎么能完成那么多下呢!”另一只老钟笑着说：
“不用怕，并不难啊，只要坚持每秒摆一下就可以了，试试看吧。”果然，小钟很轻松
地就摆了一下，不知不觉一年过去了，小钟已经摆了31536000下!
下列选项最符合作者写作意图的是：
A.坚持下去，就可胜利B.化整为零，圆梦更易
C.不忘初心，方得始终D.千里之行，始于足下
85 、(2020国考地市级54)现代信息技术与高等教育教学的融合，衍生出大规模
在线开放课程，打破了传统教育的时空界限和学校围墙。六年来，中国慕课从无到有，
从小到大，在实践中总在向一个共识靠近，那就是高等教育作为高层次人才的主要供
给者，知识创新的主要推动者，要回应时代需求，就必须创新发展，把慕课建设作为
加快中国教育现代化、发展“互联网+教育”“智能+教育”的战略先手棋，推进这
场深度融合信息技术与教育教学的课堂革命向纵深发展。这就意味着，慕课的建设与
发展必然离不开高校的参与和支持、学校与社会的共同协力。
这段文字意在：
A.介绍中国慕课的发展理念和现状
B.强调高校应在慕课发展中发挥重要作用
C.说明高校需重视高级人才的培养和储备
D.探讨中国慕课突破传统的新思路
86 、(2020安徽26)水熊被认为是世界上最顽强的动物，其显著特征是能在各种
极端环境中存活下来。科学家曾经将水熊冰冻在冰层之中，暴露在放射线之下，甚至
将它们发送至太空，但令人惊奇的是，水熊仍能从假死状态中复活。最近，科学家揭
示了水熊复活的秘密， 其DNA兼具动物和细菌成分， 使其成为“弗兰肯斯坦”混合
体。此外，科学家们在研究水熊复活过程中哪些基因会被激活时，还发现了一组特殊
蛋白质。这组蛋白质能够快速替换体内损耗的水分，并修复受损细胞，致使这种动物
接近于不可毁灭状态。
这段文字旨在说明：
A.水熊的显著特征是能在各种极端环境中存活
B.水熊是一种能复活的“弗兰肯斯坦”混合体
C.水熊拥有神秘DNA使它接近于不可毁灭
D.水熊拥有的特殊蛋白质能修复受损的细胞
87 、(2019青海37)美国在海外推行民主问题时，决策者专注于其他国家的法律
和制度而不是其正当文化。他们认为，人们会为了投票的机会而放弃近期的安全和稳
定。他们利用军事干预来推行民主价值观，而没有考虑这种做法所带来的问题，而且
还忽视了他们希望去说服的那些人的价值观和利益。
上面这段话主要表达的意思是：
A.认为在海外推行民主问题时因专注于其他国家的法律和制度而犯了不少错误
B.认为在海外推行民主问题时一味地干预而没有考虑他国人民的价值观和利益
C.认为美国在海外推行民主问题时犯了三大错误
D.认为美国在海外推行民主问题时犯了四大错误



`;