export const questionStr = `1 、(2019青海44)下列各句中，画线的成语使用正确的一项是：
A.故宫博物院的珍宝馆里，陈列着各种奇珍异宝、古玩文物，真是沁人心脾B.建设中国特色的社会主义事业，要靠我们持久奋战，不可能一蹴而就
C.经过重新装修，教学楼里里外外改头换面，给了刚返校的师生们一个惊喜D.金庸的武打小说情节起伏跌宕、抑扬顿挫，吸引了广大读者
2 、(2019深圳68)下列各句中，没有语病的一句是：
A.依据车队的纪律处罚办法，队长决定给予该违纪队员停止参加今年余下所有对外比赛资格
B.美国的“页岩气革命”无论是从制度上还是技术上都给很多国家提供了可借鉴的经验，全球许多国家准备在页岩气领域大干一番，这其中就包括中国
C.喜爱歌唱类节目的观众越来越多，把社会各类人群的心给俘获了
D.观摩了成年狮群的这次猎捕活动以后，对它们这些小狮子的猎捕水平有了很大的提高
3 、(2016深圳66)下面选项中，没有语病的一项是：A.菲律宾航空部门官员2月28日称，该国一小型飞机上的飞机驾驶员因心脏病
发作猝死后，依靠无线电指挥成功地将飞机进行了迫降B.二氧化碳排放增多，不仅会引发温室效应，还威胁到地球生命的源头——海洋C.他发愤苦读，用三年时间内就学完了大学所有课程D.60年代初，在黄河源头的鄂陵湖，第一次发现了世界各地已经灭绝了的动物——黑颈鹤
4 、(2016深圳68)下面选项中，没有语病的一项是：
A.在干净整洁的火车车厢里，响起了列车员亲切的广播，我听到一些国际花园城
市，真是太美了
B.改革开放是一项长期的、艰巨的、繁重的事业，必须一代又一代人接力干下去C.统计数据显示，国庆黄金周期间，有大约超过10万人次参观了北京天安门
D.这次世界跳水锦标赛上，我国健儿在此囊括了15枚金牌中的14枚，为祖国争得了荣誉
5 、(2015吉林甲36)下列各句中有歧义的一句是：
A.生物航煤生产技术方兴未艾，专利储备战却已悄然展开，美国埃克森美孚、法
国道达尔、芬兰耐斯特石油等企业已经在中国提交相关专利申请，相关技术的
专利储备战已经悄然展开
B.1999年， 世界小行星协会给了张学友一个机会， 命名一颗小行星为“MAY”
C.2015年4月9日下午，李克强总理来到长春市南部新城综合枢纽工程现场，
下到深达16.5米的施工地点考察
D.近些年，公众对一些政府主导建设项目的集体抵制时常涌现，其中很重要的原
因就是个别地方政府失去了公信力
6 、(2018深圳66)下列各项中，没有语病的一项是：
A.据多家媒体报道，我国发射的第一艘试验飞船在完成了空间飞行试验后，于北京时间3时41分在内蒙古中部地区安全着陆
B.这位著名建筑大师在国际学术界被公认为现代派建筑的代表人物，他所有建造在亚洲的作品既充满现代气息，又带着一种神秘的东方情调
C.“垂直管理”如今是一个很热门的改革思路，最近爆出的邱晓华案，对这个问题敲响了警钟
D.台湾地震发生后，中国红十字总会迅速组成了几支赴台医疗队，准备携带先进的医疗器材、药品和大陆人民的热情奔赴台湾灾区
7 、(2019深圳67)下列各句中，有语病的一句是：
A.这次采访中一半以上的被采访者曾多年担任电商平台的客服，有极为丰富的人际沟通经验
B.我舅舅是分子人类学家，许多人以为我进人这个看似古怪的领域是受我舅舅的影响，其实不是这样的
C.在话剧演出过程中与他的灵魂有过碰撞的人都清楚，所谓的“现实”中的他不像在舞台上那样，是个踌躇满志、激昂慷慨的人
D.近年来，物流行业的迅猛发展和物流价格的持续上涨，引起了有关部门的高度重视
8 、(2019深圳69)下列各句中，没有语病的一句是：
A.办案交警告诉记者，目前他们正在调查这起事故的原因是什么造成的，但依旧
会尽可能保障该路段的正常通行
B.在劳动者提供正常劳动的情况下，用人单位应支付给劳动者在剔除中班、夜班、高温、低温等特殊工作环境、条件下的津贴后，不得低于当地最低工资标准
C.写论文不容易，发表论文也不容易，许多研究生的主要精力就用在这一方面D.科研工作者用半精制和实用饲料进行淡水鱼养殖的实验都表明，牛脂和鲱鱼油是饲料中优质的脂类来源
9 、(2019上海A7)下列句子中，有语病的是：A.中国农业对外开放的大门不会关上，如果中美贸易摩擦不断升级，其他竞争对手将占据美国在中国失去的市场份额
B.新疆地广人稀，面积166万平方公里，是中国陆地面积最大的省级行政区
C.八十挂零的耄耋老翁，还能在网球场上跑动，还能跳起拦网，这多少还是能引起很多人的好奇和点赞的
D.有一晚风大雨大，早上出门只见地下厚厚一层落叶被晨光照得一片金黄，抬头看树上的叶子也是一片金黄，宛如一幅巨大的立体油画
10 、(2014深圳73)下列各句中，没有语病的一句为：
A.司法程序的透明与否，法官素质的高低，法院监督机制的强弱，是做到司法公正的重要保障
B.百年奧运的历史上，不乏有著名运动员因服用兴奋剂被赛会收回金牌并决定给予取消参加下一届奥运会的资格
C.中国古代钱币最晚在西周就已经出现，发展于东周，统一于秦皇，此后历经汉唐宋元明清两千多年的漫长历史，演进出了系统完整、内容丰富、脉络清晰、内涵博大的中国古代钱币文化
D.深圳市在司法公开领域的探索和实践卓有成效，尤其是审判公开对普通市民的法律水平有了很大的提高
11 、(2018深圳69)下列各项中，没有歧义的一项是：A.研究员到这里工作才一个月，好多人还不认识B.演出期间，不少人遗憾地在剧场门口等着退票C.他走了一个多钟头了
D.我看见他高兴得跳了起来
12 、(2014吉林甲35)下列各句中，没有语病的一句是：
A.近视患者都应当接受专业医师的检查，选择合适的眼镜，切忌不要因为怕麻烦、爱漂亮而不戴眼镜
B.《中国好声音》这类“零门槛”的节目，让任何一个拥有音乐梦想的普通人，都可以一展歌喉，享受舞台，也让我们懂得，平凡人成就自我的关键在于是否相信梦想，勇于追求，敢于创造奇迹
C.百年来，中华书局一直以传承文明为己任，本着守正出新的原则，整理出版了大批古籍，也推出了许多高水平的学术新著
D.目前，我国是联合国“人类非物质文化遗产名录”中人选项目最多的国家，这一成绩主要靠的是社会各界的共同努力取得的
13 、(2014吉林乙35)下列各句中，没有语病的一项是：
A.《最强大脑》国际PK赛第一场，中国男孩李云龙和意大利少年安德烈表现迥异，引发观众对“中国式教育”的大讨论。面对质疑，李云龙的父亲李勇表示
将坚持自己的教育方式
B.昨日，长白山上的高山牡丹花已开得十分茂盛，如果明媚的阳光能够持续一段时间的话，山上五光十色的花很快就能冒出来
C.虽然现在所访问的一些国家，对我们很陌生，了解起来比较吃力，不过我相信，在导游的帮助下，整个访问行程一定会非常顺利
D.行政改革蓝皮书《中国行政体制改革报告(2013)》调查，超六成受访者对八项决定的持续实施有信心，民众对官员财产申报和公开制度的建立，有很高的期待
14 、(2015吉林甲36)下列句子有歧义的一项是：
A.新一季的玉米种子已经进了田里，等待雨水灌溉而发芽成长
B.辛巴人目前主要居住在纳米比亚西北部的库内内地区，距离安拉边境只有一百
公里左右，人口不足两万
C.昆山市市委书记、市长和其他市领导同志出席了第八届国际发明展的开幕式D.杨柳是乡下极其常见的一种树种，具有强大的生命力，折取一枝纵横倒顺插之，皆能够正常生长
15 、(2014深圳68)下列各句中，有语病的一句是：
A.人类历史上前所未有的快速现代化和城市化的进程，反映在文化领域，将使我们在相当长的时间内，注定要面对传统与现代并存、高雅与“低俗”共舞的现象B.综合海冰实况、未来天气形势及海流预测分析，国家海洋预报台认为，雪龙船撤离的最佳时间为当地时间7日凌晨至8日中午，这期间出现的偏西风有利于海冰冰情缓解，对雪龙船脱困有利
C.随着网络购物的盛行，商家以次充好、骗取网络订金以及钓鱼网站等网络购物诈骗事件的频率和程度正在增加，网络资金安全已成为网络消费者必须共同面对的挑战
D.如果以山峰为喻，从山脚的村歌社鼓到山巅的阳春白雪，不同层次、不同人群、不同类型文化构成的群落，拼贴出文化中国的四季春秋
16 、(2018深圳73)下列各项中，没有语病的一项是：
A.在强调素质教育的今天，任何脱离学生实际去追求应试效应都是不恰当的
B.想象在文学作品中的应用非常广泛，不论是虚构性的作品，还是现实性的文章，都离不开想象
C.其实，胡适先生英文文章也写了不少，连同这一百几十件信札，都应该收集成书，供中外学者阅读之便
D.某连锁炸鸡店在被曝光使用过期变质鸡肉原料后，上海食品监管部门通过明察
暗访，终于查明这些过期劣质肉类原料来自上海FX食品公司
17 、(2016上海A39)下列句子没有语病的是：
A.科学家最新研究发现人类并不是宇宙中唯一生命，但可能是第一批智慧生命B.交通拥堵和空气污染，不仅在中国，同样是国际性的难题
C.1981年6月7日，以色列空军的战斗机悄悄地偷袭了伊拉克的原子能中心D.外贸发展不仅对稳增长、保就业至关重要，而且有利于促进中国经济与世界经
济深度融合`;
