export const questionStr = `1 、(2020福建21)人类命运共同体，顾名思义，就是每个民族、每个国家的前
途命运都紧紧联系在一起，应该____、荣辱与共，努力把我们生于斯、长于斯的
这个星球建成一个和睦的大家庭，把世界各国人民对美好生活的向往变成现实。
填人画横线部分最恰当的一项是：
A.风流云散
B.风雨同舟
C.如影随形
D.通同一气
2 、(2017国考地市级22)随着人工智能技术的不断发展，简单重复或危险的作
业将由机器执行，低端蓝领、白领阶层可能会被人工智能_____，未来人工智能对
职场很可能产生颠覆性影响。
填人画横线部分最恰当的一项是：
A.取而代之
B.越俎代庖
C.鸠占鹊巢
D.更弦易辙
3 、(2019广东县级10)在落实乡村振兴战略的过程中，一定要科学规划____，
才能最终实现目标，任何希望____的想法都是不切实际的。
依次填人画横线部分最恰当的一项是：
A.循序渐进一蹴而就B.寻根究底一鼓作气
C.蔚然成风一劳永逸D.未雨绸缪一马当先
4 、(2017国考副省级35)一个拥有工匠精神、推崇工匠精神的国家和民族，必
然会少一些浮躁，多一些纯粹；少一些投机取巧，多一些_____；少一些____,多
一些专注持久；少一些____，多一些优品精品。
依次填人画横线部分最恰当的一项是：
A.实事求是好高骛远偷工减料
B.兢兢业业口是心非花里胡哨
C.脚踏实地急功近利粗制滥造
D.稳扎稳打杀鸡取卵敷衍了事
5 、(2016江西44)在西班牙，“慢食”一直是在人们头脑中____的饮食观念。
与“慢食”一脉相承的是西班牙人“慢生活”的态度：大厦电梯里面没有关门按键，
大家都是等待电梯门缓缓关上；和午餐相伴的还有午睡，尤其在西班牙南部最为炎热
的地方，小店业主都会在14点到17点之间关门，那是他们____的午休时段。
依次填人画横线部分最恰当的一项是：
A.嗤之以鼻板上钉钉B.坚不可摧不可更改
C.积重难返翘首以待D.根深蒂固雷打不动
6 、(2020江苏A33)三年前，某咨询公司在一份报告中预测，到2030年，全
自动驾驶出租车将占据全球三分之一以上的汽车出行市场。这在当时看来似乎有些_____。
而现在，正如这份报告所说，尽管向自动出行的转型无法_____，但整个
汽车行业在包括法律法规、基础设施、投资与消费者兴趣在内的几乎所有方面都取得
了实质性进展。
依次填入画横线部分最恰当的一项是：
A.不切实际一蹴而就B.不合时宜一鼓作气
C.信口开河一气呵成D.言不及义一步到位
7 、(2017山东7)我们这一辈人所享受到的现代生活，就像一座越来越豪华、先
进、舒适的大厦。生活在这样一座大厦中，不能只是_____。每个人不管这一辈子
有多长，也不管能力大还是能力小，总要多多少少为这座大厦的发展和完善____.
多多少少为这个世界留下点什么。
依次填人画横线部分最恰当的一项是：
A.坐享其成添砖加瓦B.好逸恶劳出谋划策
C.得过且过竭尽全力D.拈轻怕重精益求精
8 、(2016江苏A41)盯着名利干事，难免_____，欲速则不达；盯着责任干事，
“不闻掌声”而______，才能最终赢得掌声。
依次填人画横线处最恰当的一项是：
A.斤斤计较心无二用B.急公好义心怀大局
C.患得患失心胸开阔D.急功近利心无旁骛
9 、(2020国考地市级33)五四运动表现出来的爱国主义精神，与以往的爱国主
义相比较，具有历史进步性和鲜明时代性。这种爱国主义不是盲目排外，而是为了维
护国家独立和民族尊严；不是_____，而是与民主和科学精神紧密联系，追求发展进
步；不是_，而是付诸行动，以“直接行动”投人反帝运动。
依次填人画横线部分最恰当的一项是：
A.刻舟求剑作壁上观B.邯郸学步闭门造车
C.固步自封纸上谈兵D.拾人牙慧夸夸其谈
10 、(2019浙江A33)太空是一个充满未知和挑战的领域，面对人类的雄心，当
前的化学火箭早已_____。因为化学火箭所携带的燃料要占总重的90%以上，能量
密度较低，工作时间也不长。若要飞向更远的深空和开展星际旅行，必须_____,
寻找新的“登天之梯”。
依次填入画横线部分最恰当的一项是：
A.鞭长莫及未雨绸缪B.力不从心另辟蹊径
C.无能为力改弦更张D.黔驴技穷全力以赴
11 、(2017广州5)中国是文明古国，礼仪教化之邦。如果有人在大庭广众之下喧
哗不止，则不免让人_____.
填入横线处的词语，最恰当的一项是：
A.侧目而视
B.恨之人骨
C.置若罔闻
D.不以为然
12 、(2017河北25)今天，科技发展极大地改善了人类生活的方方面面，使得人
们难以脱离科技成果，退回到现代科技之前的生活状态中。但越来越多的人也意识到，
一些科技成果常常携带着_____的后果，可能对人类生活产生负面影响。
填人画横线部分最恰当的一项是：
A.昭然若揭
B.不言自明
C.毋庸讳言
D.难以预测
13 、(2020国考地市级23)传统饱和打击战术的核心，是从不同方向、不同层次
向同一目标发射超出其防御上限的导弹，以数量优势形成绝对力量优势，压迫及摧毁
其防御体系，对敌重要目标进行毁灭性打击。该战术需要庞大的火力投射平台和充足
的武器弹药作支撑，这让世界上大多数国家_____.
填人画横线部分最恰当的一项是：
A.望而却步
B.无可奈何
C.束手无策
D.裹足不前
14 、(2020国考地市级38)5G网络的建设是一个复杂的过程，无论对于运营商还
是产业链中的其他企业都极具挑战性，不能指望_____。毫无疑问，5G时代正在到
来。中国既要避免盲目自信，也不能_____。我们应把5G作为科技创新的一个突破
口，抓住机遇，_____，实现自我突破。
依次填入画横线部分最恰当的一项是：
A.立竿见影自暴自弃脚踏实地
B.一蹴而就妄自菲薄迎难而上
C.一日千里夜郎自大逆水行舟
D.势如破竹谨小慎微砥砺前行
15 、(2017吉林甲36)我们怎么就不能_____呢?一辆随处可骑的共享单车，方
便价廉，不用担心丢失损毁，你的责任仅是用完放好，多好的事情啊，怎么就不能在
朗朗乾坤之下健康成长呢?我们年轻时说好了“要做共产主义接班人”，五六十年过
去了，连个共享单车都不能容，眼看着单车一方面泛滥成灾，另一方面又共享不成。
城市里堆积如山的单车不能______，浪费了大量的公共资源，还污染了环境，加剧
了人文环境的恶化。
依次填人画横线部分最恰当的一项是：
A.共襄盛举物尽其用B.凝心聚力善始善终
C.守望相助各得其所D.同舟共济物有所值
16 、(2016山东4)在社会中不同地位不同阶层的人的行为，对群众的影响是不
同的，地位越高，影响越大，所以才会有“______”的说法。
填人画横线部分最恰当的一项是：
A.人云亦云
B.上行下效
C.从善如流
D.高山仰止
17 、(2016联考29)一方面，社会对带薪休假制度热切欢迎，而且对于落实和执
行不力可谓______；但另一方面，具体到实际维权行动中，对不落实带薪休假者，即
便在劳动争议案件中，也很少有人提及，因此而直接举报者更是_____.
依次填人画横线部分最恰当的一项是：
A.嗤之以鼻门可罗雀B.冷嘲热讽寡不敌众
C.口诛笔伐寥寥无几D.疾言厉色势单力薄
18 、(2019四川下19)中国人在室内焚香，始自战国时代，此时期也开始出现铜
制香炉。秦、汉之后，随着制香、用香日益普及，各种式样的炉具_____，其材质
涵盖陶器、瓷器、铜器、鎏金银器、掐丝珐琅、竹木器及玉石等。这些不同材质、工
艺的香炉，除了用于宗教祭仪，也成为文人墨客案头____的赏玩之物。
依次填人画横线部分最恰当的一项是：
A.眼花缭乱稀松平常B.独具匠心信手拈来
C.应运而生不可或缺D.与日俱增不可多得
19 、(2016河南3)一提到“地沟油”，人们都_____，往往第一反应是地沟油是
一种质量极差、极不卫生的非食用油。那么可不可以让地沟油_____呢?如果放宽
思路就会发现，地沟油还是有用武之地的。
依次填人画横线部分最恰当的一项是：
A.咬牙切齿物尽其用B.痛心疾首点铁成金
C.深恶痛绝变废为宝D.众口一词脱胎换骨
20 、(2020国考地市级21)流行病学的一系列证据表明，来自道路的交通噪音会
导致心脏病发作。长期暴露在交通噪音中，人体血液的生化性质(血清蛋白、血糖和
各种电解质含量等)会发生改变。在这一方面，连汽车尾气的杀伤力都_____.
填人画横线部分最恰当的一项是：
A.退避三舍
B.自惭形秽
C.望洋兴叹
D.甘拜下风
21 、(2019广东县级4)从广州南沙到深圳前海、珠海横琴，从香港科技大学(广
州)校区合作项目建设，到推进深港青年创新创业、加速粤澳合作中医药科技产业园
建设，聚力打造深度合作发展平台的探索_____.
填人画横线部分最恰当的一项是：
A.如履平地
B.如箭在弦
C.如愿以偿
D.如火如荼
22 、(2019国考地市级22)科学精神的核心是求真务实，我们的一切实践都需符
合规律、切合实际。规律指引下的世界变动不居，我们不能_____，应敢于质疑、
善于包容、勇于创新。
填入画横线部分最恰当的一项是：
A.因循守旧
B.沾沾自喜
C.妄自菲薄
D.刚愎自用
23 、(2019浙江A22)近二十几年来，人类已发现数千颗围绕其他恒星公转的行
星，其中绝大多数与地球______。不过，《发现》杂志曾预测，观察大约150个邻近
星系，就应该会找到一个类似地球的小型行星。
填人画横线部分最恰当的一项是：
A.泾渭分明
B.唇齿相依
C.息息相关
D.大相径庭
24 、(2020福建35)数学是世界各个地方、各个民族最先发展起来的精密科学，
以《九章算术》为代表的中国传统数学，同以几何为代表的古希腊数学_____，有
如两颗璀璨的明珠在世界的东方和西方_____.
依次填入画横线部分最恰当的一项是：
A.各有千秋交相辉映B.平分秋色相映成趣
C.半斤八两一唱一和D.势均力敌遥相呼应
25 、(2020山东11)人与工具协同进化、互相改变的进程从未停止。在技术尚不
成熟的时期，人们为了享受新技术带来的便利和效率，可能会_____。而当技术瓶
颈被突破，人类的丰富创意和巨大需求，又会把技术力量化作新的创新行动，在社会
发展的历史上留下绚丽篇章。
填人画横线部分最恰当的一项是：
A.逆来顺受
B.退避三舍
C.因噎废食
D.削足适履
26 、(2019浙江A21)一个现实是，受普通大众欢迎的产品才能走得更远，才能
在市场上更长久地立足。很多所谓的高科技产品______，来也匆匆去也匆匆，忽悠
了消费者一把，最后无影无踪。
填人画横线部分最恰当的一项是：
A.昙花一现
B.弄虚作假
C.徒有其表
D.华而不实
27 、(2019浙江A30)历代官修史籍，由于受编史指导思想、前代档案和篇幅
等限制，不可能完全准确，也不可能______。于是，后世各种史类的“札记”“纠
谬”“商榷”等著作______。而历代笔记、诗文中所记作者亲历、亲闻的事实，便是
这类“札记”“纠谬”之作的根据。
依次填人画横线部分最恰当的一项是：
A.事无巨细汗牛充栋B.十全十美此起彼伏
C.面面俱到层出不穷D.字斟句酌不绝如缕
28 、(2017山东2)解决当今人类遭遇的各种难题和危机，单靠一种文明价值的
智慧和能量，常常显得______。只有充分挖掘和利用各种不同禀性的文明价值资源，
才能帮助人类破解难题、走出危机。
填人画横线部分最恰当的一项是：
A.捉襟见肘
B.格格不人
C.于事无补
D.顾此失彼
29 、(2019浙江A31)历史有改朝换代，权力有交接更替，但夫子庙的繁华却是
超越时代的。中国人素有“北有天桥，南有夫子庙”之说，在北京的天桥已然没落的
今日，夫子庙却是一年比一年_____，秦淮河畔的盛景较之当年也____.
依次填入画横线部分最恰当的一项是：
A.渐人佳境不r多让B.美轮美奂各有千秋
C.富丽堂皇旗鼓相当D.光彩夺目毫不逊色
30 、(2019四川29)即便是比较严肃的史学著作，在习惯了一种写作和思维路径
后，也很难有别的考察和分析视角。这样一来，人们读到的史书就难免_____，这
在一定程度上使读者____.
依次填人画横线部分最恰当的一项是：
A.如出一辙心不在焉B.人云亦云不求甚解
C.众口一词味同嚼蜡D.大同小异兴味索然
31 、(2017国考副省级22)在这个万物互通互联的时代，单个企业是无法
“______”的，只有人人安全、合作伙伴都安全、整个环境都安全，才能最大限度地
保障自己的网络安全，这也是网络安全的更高等级——生态安全。
填入画横线部分最恰当的一项是：
A.明哲保身
B.自力更生
C.独善其身
D.自给自足
32 、(2016山东8)在现实生活中，“读什么信什么”的现象并不少见，这可能产
生两种不同的后果：或者是被一种_____的观念俘虏，变成错误学说的信徒；或者由
于自己没有主见，觉得书中讲的都有道理，观点一日三变，特别是当书中的观点彼此
矛盾时，更是_____.
依次填入画横线部分最恰当的一项是：
A.先人为主无所适从B.口耳相传手足无措
C.模棱两可莫衷一是D.深人人心朝令夕改
33 、(2016四川下11)随着收入水平的提高，人们的消费心态也随之发生改变，
个性化消费需求显著提高。互联网时代，商家可以利用消费数据的积累分析出商品的
市场反响情况，对消费者______，实现更精准的营销策略。
填入画横线部分最恰当的一项是：
A.一视同仁
B.有的放矢
C.无微不至
D.予取予求
34 、(2016广东6)政府部门应该在社区治理中鼓励社区自治。假如政府部门在
这过程中______，没有处理好社区自治和政府管理的关系，那么，最终所作出的决
策就很可能会引发社会矛盾。
填人画横线部分最恰当的一项是：
A.李代桃僵
B.萧规曹随
C.越俎代庖
D.广纳良言
35 、(2019青海29)自改革开放以来，中国一直在加强科技开发，多次冲破技术
封锁，实现弯道超车，_____，靠的就是自主创新。从车辆到线路，从制动到通信
信号，没有技术，就从国外引进消化吸收。一步一个台阶，中国高铁企业苦练内功、
_____，实现了国人高铁产业腾飞的梦想。以高铁为镜，我们涵养精益求精的大国工
匠精神。______，中国制造面临过这样的尴尬：号称是世界工厂、制造大国，老百姓
却_____，去国外抢购保温杯、电饭煲、马桶盖等普通日用品。
依次填入画横线部分最恰当的一项是：
A.后来居上厚积薄发毋庸讳言舍近求远
B.后发先至养精蓄锐毋庸讳言舍本逐末
C.后发先至养精蓄锐毋庸置疑舍近求远
D.后来居上厚积薄发毋庸置疑舍本逐末
36 、(2019山东5)一个政党执政，最怕的是在重大问题上态度不坚定，结果社
会上对有关问题沸沸扬扬、______，别有用心的人趁机_____、蛊惑搅和，最终没
有不出事的，所以，道路问题不能含糊，必须向全社会释放正确而又明确的信号。
依次填人画横线部分最恰当的一项是：
A.众说纷纭雪上加霜B.无所适从落井下石
C.首鼠两端推波助澜D.莫衷一是煽风点火
37 、(2020安徽18)苏区是一个坚实的实践样本，蕴含着整个中国近代历史的主
题、主线，预示着中华民族的前途。苏区研究既属于历史主干研究，也属于历史支系
研究。经过多年积累，目前的苏区研究，其广泛、细致的程度前所未有，堪称血肉丰
满，______，支系发达。
填人画横线部分最恰当的一项是：
A.枝繁叶茂
B.繁花似锦
C.春色满园
D.生机盎然
38 、(2017山东9)在娱乐方式多元化的今天，“______”是不少人(特别是中青
年群体)对待戏曲的态度。这里面固然存在____的偏见、难以静下心来欣赏戏曲
之美等因素，却也有另一个无法回避的原因：一些戏曲虽然与观众之间没有屏幕之隔，
却用艺术化的表演，讲述着与观众距离较远的生活。
依次填人画横线部分最恰当的一项是：
A.望洋兴叹我行我素B.望而生畏一叶障目
C.敬而远之先人为主D.知难而退固步自封
39 、(2016江苏A45)法律的道德化和道德的法律化是永不停歇的过程，法律规
范和道德规范之间也并非_____，而是互动互补、_____.
依次填人画横线处最恰当的一项是：
A.壁垒森严浑然天成B.格格不人相辅相成
C.非此即彼水乳交融D.泾渭分明浑然一体
40 、(2018山东5)在会展场馆、组展商实力和展会项目三大指标上全面领跑，
使德国得以称雄全球会展业。德国企业______，大量中小企业从家门口举办的国际
高品质展会中获益匪浅，“德国制造”和“优质展会”______，共同助推德国经济的
发展。
依次填入画横线部分最恰当的一项是：
A.蜂拥而至相辅相成B.近水楼台相得益彰
C.不期而遇并驾齐驱D.摩拳擦掌同舟共济
41 、(2017四川23)人格魅力是什么?就是人的信仰、气质、品德、才智等汇聚
而成的感召力量，管理学者称之为_____的号召力，凝心聚力的吸引力，_____的
感染力。
依次填人画横线部分最恰当的一项是：
A.说一不二耳濡目染B.一言九鼎润物无声
C.一呼百应潜移默化D.不令而行春风化雨
42 、(2016上海B53)山雄伟，海辽阔，经奇幻，中国自古便有奇书《山海经》。
作为先秦重要古籍，也是一部_____的奇书，《山海经》在现代学者的眼中_____,
“成书并非一时，作者亦非一人”，是悠悠千载的历史造就了令人_____的想象力。
而现在，书中那些_____的世界经由影视转码，频繁登上大银幕、小荧幕。这个暑
期，无论是在院线里，刷新票房数据的《捉妖记》，还是在网络视频累计超百亿次点
击量的《花千骨》，其源头设定都与《山海经》不无关联。
依次填人画横线部分最恰当的一项是：
A.荒诞不经脍炙人口瞠目结舌千奇百怪
B.脍炙人口光怪陆离荒诞不经瞠目结舌
C.光怪陆离脍炙人口耳晕目眩荒诞不经
D.脍炙人口荒诞不经瞠目结舌光怪陆离
43 、(2017广州4)文化自信不是天上掉下来的，也不是仅仅在嘴上说说的，更
不是虚无缥缈的“_____”。文化自信来自对民族历史的深刻了解，对国家现实的全
面把握，对发展战略的正确设计，对前途目标的精准判断。
填入横线处的词语，最恰当的一项是：
A.画饼充饥
B.纸上谈兵
C.空中楼阁
D.水中捞月
44 、(2016广东5)随着国际反腐合作深化，外逃腐败分子难逃_____的命运。
填人画横线部分最恰当的一项是：
A.害群之马
B.瓮中之鳖
C.井底之蛙
D.涸辙之鲋
45 、(2017河北30)沿着卢瓦尔河，法国的历史被书写进河谷里____的城堡
群中。想要探寻几百年间法国乃至欧洲王公贵青间的权力斗争，窥探_____宫廷秘
事，就要从走进这一座座城堡开始。
依次填人画横线部分最恰当的一项是：
A.鳞次栉比不可捉摸B.星罗棋布波诡云谲
C.浩如烟海变幻莫测D.不计其数变幻无常
46 、(2016联考24)尽管古人对日食怀有恐惧感，认为日食是“天狗吃太阳”，但
是鉴于太阳对于人类的重要作用，人们必须采取_____的措施加以拯救，如用锣鼓
和鞭炮的声音来驱赶“恶狗”。尽管现在听起来_____，不过这类故事却使观赏日食
变得神秘而有趣。
依次填入画横线部分最恰当的一项是：
A.行之有效急于求成B.大张旗鼓啼笑皆非
C.力所能及匪夷所思D.恰如其分不可理喻
47 、(2019青海26)其实，持这种_____的人并不想掩饰他们______的种族主
义观念，说什么“这是一场与一种完全不同的文明和不同的意识形态的斗争，这是美
国以前从未经历过的”“当前中国的制度不是西方哲学和历史的产物”“我们首次面对
一个非白色人种的大国竞争对手”。这样的鼓噪声，人们并不陌生，使人们不能不想
到纳粹当年对犹太民族的恶毒诅咒。
依次填人画横线部分最恰当的一项是：
A.是非观念天生优越B.奇谈怪论根深蒂固
C.奇思怪想与生俱来D.独立思想推陈出新
48 、(2016国考地市级22)世界上没有完美无缺的医疗体系，无论是免费医疗还
是市场化的医疗体系，都各有弊端，但从生存权和人的尊严角度看，对个人免费或少
量收费的医疗实乃____.
填人画横线部分最恰当的一项是：
A.大势所趋
B.当务之急
C.未雨绸缪D.万全之策
49 、(2016江苏A48)洁净是茶室的必要条件，比方说茶室里最幽暗的角落，纵
使客人根本______，主人也必须拭抹得_____。可是仲夏之际，从一株百合花上无意
滴落在地板上的水珠，却应任其留存，它暗示着水一般的纯净与清爽。
依次填人画横线处最恰当的一项是：
A.无暇顾及一尘不染B.不以为然一干二净
C.视而不见洁白无瑕D.熟视无睹纤尘不染
50 、(2017河北31)2016年中央电视台春节联欢晚会表演的节目《华阴老腔一声
喊》，吸纳了非物质文化遗产元素。它源于生活，既接地气又创新出彩，_____。它
的成功，关键在于华阴老腔的魅力，传统音乐元素没有随着岁月流逝而失去光泽，它
在现代音乐的包装下还能______.
依次填人画横线部分最恰当的一项是：
A.雅俗共赏熠熠生辉B.风靡一时赏心悦目
C.曲高和寡美不胜收D.喜闻乐见大放异彩
51 、(2020福建23)繁花盛开的季节，蜜蜂在姹紫嫣红之间辛勤劳作，如果你仔
细观察一只蜜蜂的活动就会发现，蜜蜂对柑橘和咖啡的花朵仿佛着了魔一般，而对其
他植物的花朵______，这是为什么呢?
填人画横线部分最恰当的一项是：
A.旁若无人B.素不相识
C.熟视无睹
D.置若罔闻
52 、(2016广州17)相对于经济等物质条件的快速恢复发展而言，传统精神的恢
复、重建和传承是一个更为艰难和漫长的过程。因为它是一个从民族精神自觉到自信，
最后到民族精神挺立和弘扬的社会学习和_____的连续过程。
填人画横线部分最恰当的一项是：
A.休养生息
B.此起彼伏
C.潜移默化
D.星火燎原
53 、(2020国考地市级28)现在很多人对快速发展的食品科技比较陌生，对食品
从农田到餐桌的全过程知之甚少，因此对错误信息的辨识能力、对谣言的抵御能力十
分有限。那些_____的谣言不仅影响消费信心，也给行业、产业带来直接的危害。
强化食品安全科普传播______，也迫在眉睫，这已经成为全行业和全社会的共识。
依次填人画横线部分最恰当的一项是：
A.虚张声势至关重要B.铺天盖地首当其冲
C.口耳相传任重道远D.耸人听闻势在必行
54 、(2016河南1)由于高密度的养殖，大量饵料未被摄食，残饵溶解所生成的
氮、磷等营养物质使海水污染严重，海南文昌海底珊瑚礁大量枯死，底部海域几乎成
了“_____”.
填入画横线部分最恰当的一项是：
A.人间地狱
B.明日黄花
C.不毛之地
D.穷山恶水
55 、(2018山东10)“大众娱乐”这个标签并非贬义，恰恰相反，要想让消费
者____地为娱乐埋单，其实很是考验创作者的能力。艺术家们或许会对商业叙事作
品的生产者们开发出的一整套完备的叙事模式____，但这也是一种能力的体现。
依次填人画横线部分最恰当的一项是：
A.乐此不疲漠然置之B.毫不犹豫不屑一顾
C.心甘情愿嗤之以鼻D.趋之若鹜冷眼相对
56 、(2019山东2)在网络书店的强有力竞争下，不少实体书店______，而书店
的租金、人工等费用却在猛增。这时候通过装修店面，给读者带来全新的感受，不失
为一个好办法。实际上，与网络书店相比，实体书店能给人带来独特的体验，那就是
逛书店。
填人画横线部分最恰当的一项是：
A.入不敷出
B.进退维谷
C.门可罗雀
D.万人空巷
57 、(2018国考地市级23)在联合国教科文组织通过的《文化多样性宣言》和《保
护非物质文化遗产公约》里，文化的多样性都被比喻成生物的多样性。因为人类的文
化创造和遗存就像人类的基因，包含了过去世代累积的信息和发展的可能性。有些看
似______的东西，今天不知道它有什么重要性，但以后可能会影响到人类的发展。
填人画横线部分最恰当的一项是：
A.司空见惯
B.转瞬即逝
C.微不足道
D.一成不变
58 、(2019山东10)我们党领导人民干革命、搞建设、抓改革，从来都是为了解
决中国的现实问题。如果对矛盾_____，甚至回避、掩饰矛盾，在矛盾面前畏缩不
前，坐看矛盾恶性转化，那就会_____，最后势必造成无法弥补的损失。
依次填入画横线部分最恰当的一项是：
A.置若闻亡羊补牢B.视而不见尾大不掉
C.闭目塞听覆水难收D.熟视无睹积重难返
59 、(2019国考地市级26)历史是昨天的新闻，新闻是明天的历史。历史与新闻
有如隔世兄弟，_____。历史作为事实的记载，往往和文学相互补充，而文学的天
赋是想象、虚构和夸张。因此，沾上了文学的历史与新闻就像到了岔路口，不光是
______，可能还会走向对立。
依次填人画横线部分最恰当的一项是：
A.情同手足前途未卜B.一脉相通分道扬镳
C.唇齿相依互不相容D.休戚与共各行其是
60 、(2018浙江B23)19世纪末，中国维新派代表人物严复将经济学家亚当·斯
密的著作译为《原富》，献给光绪皇帝，但并没有引起足够重视。可以说，与市场经
济_____是近代中国经济落后的重要原因。
填人画横线部分最恰当的一项是：
A.若即若离
B.分道扬镳
C.南辕北辙D.失之交臂
61 、(2018浙江B32)任何一个政府都存在科层制，在日常工作中遵循科层制的
若干规律，属于政府运转的常态。但是，科层制作为一种组织内部的关系准则，如果
扩大到外部，就与政府治理现代化的初衷_____，一个县长可以对下属下达权威性
指令，但无权对一个普通市民的个人生活______.
依次填人画横线部分最恰当的一项是：
A.背道而驰指手画脚B.大相径庭颐指气使
C.格格不人说三道四D.相去甚远横加指责
62 、(2017吉林甲22)第二季《中国诗词大会》在春节期间播放，观众可以参与互
动，实现合家欢的观赏效果。《中国诗词大会》不______，采用了紧张刺激的追逐赛、
争霸赛等多维度比赛形式，摆脱了说教意味，把各个年龄段的观众吸引到电视机前。
填人画横线部分最恰当的一项是：
A.纸上谈兵
B.夸夸其谈
C.徒托空言
D.坐而论道
63 、(2018浙江B26)在候鸟的眼中，中国的东北是湖沼成群、草水茫茫的绝佳
驿站。每年春季，鹤、鹳、天鹅等候鸟纷纷飞向安静凉爽的地球北端求偶育雏。漫漫
长路之中，它们会_____地从富饶的东北湿地经过，有的吃饱睡足之后继续北上，
有的则干脆在这里筑巢安家，等待秋天的到来。
填人画横线部分最恰当的一项是：
A.千里迢迢
B.拖家带口
C.不约而同
D.隔三差五
64 、(2019山西21)云南在西、巴蜀在北，贵州有着说不尽的历史。这片西南中
国的广袤土地，呈现了华夏山河的______、见证了中国革命的风云际会、记录了多
民族文化的交流激荡。现在，贵州正在以绿色发展谋求生态红利，率先推进了中国生
态文明建设的地方探索。
填人画横线部分最恰当的一项是：
A.海晏河清
B.渊淳岳峙
C.钟灵毓秀
D.瑕瑜互见
65 、(2018云南38)直到3月中旬，长白山远望还是一片白雪皑皑。春天的脚步
出了关外，到长白山脚下时，就有点_____了。其实，立春以后没几天，长白山区
的积雪就开始悄悄融化了，别看山里依旧寒风刺骨，但这与严冬腊月已经大不一样，
凛冽中还夹杂着一丝潮湿、_____的暖意。
依次填人画横线部分最恰当的一项是：
A.外强中干乍暖还寒B.人不敷出犹抱琵琶
C.踟蹈不前若隐若现D.优柔寡断东躲西藏
66 、(2018安徽7)中国传统菜肴对于烹调方法极为讲究，而且长期以来，由于
物产和风俗的差异，各地的饮食习惯和品味爱好_____,______的烹调技术经过历
代人民的创造，形成了丰富多彩的地方菜系。
依次填入画横线部分最恰当的一项是：
A.迥然不同源远流长B.天差地别积厚流光
C.殊途同归连绵不断D.如出一辙博大精深
67 、(2017江苏A49)以和为贵、______的精神，贯穿中华民族发展的全部历史，
渗透在社会生活的方方面面，使我们不同族群、不同地域的不同文化，不断相互吸取、
相互融合，形成了______、丰富多彩的中华文化。
依次填人画横线处最恰当的一项是：
A.和睦相处无与伦比B.谦顺礼让不绝如缕
C.和而不同博大精深D.守望相助兼收并蓄
68 、(2019四川26)20多年过去，原始创新，集成创新，引进消化吸收再创新，
中国迅速缩短了同发达国家的信息化差距，成为拥有网民最多的网络大国。一大批颇
具竞争力的网信企业______，一大批市场需求旺盛的新应用______，引领着经济的
转型升级，也倒逼着治理体系体制机制的改革创新。
依次填人画横线部分最恰当的一项是：
A.如鱼得水屡见不鲜B.异军突起层出不穷
C.崭露头角比比皆是D.雨后春笋数不胜数
69 、(2019国考地市级28)在人工智能研究热潮中，国内外已形成______的局
面，但总体上人工智能还处于发展的初级阶段。人们对于智能的本质和机理的认识还
不够深刻、全面，尚未形成完善的理论体系。如果没有人工智能基础研究的支撑，应
用层面上的技术创新和产业创新都将是______.
依次填人画横线部分最恰当的一项是：
A.千帆竞发无源之水B.百家争鸣昙花一现
C.龙争虎斗空中楼阁D.星火燎原纸上谈兵
70 、(2017云南40)当年的美丽楼兰，这个绿洲上的王国，丝绸之路的要塞，总
是驼铃叮当，人迹熙攘，多么地令人眼热而起兵戎呢。周边的游牧民族厮杀终年不歇，
北方的匈奴汹汹如潮肆意南侵，连大汉王朝也皇皇挺兵饮马于此。说话间，_____
的谋略，______的交响，绿野上驰骋的一世之雄，而今安在哉?
依次填人画横线部分最恰当的一项是：
A.纵横捭阖金戈铁马B.经天纬地袜马厉兵
C.汪洋恣肆戎马倥D.尔虞我诈万马奔腾
71 、(2018云南22)实际上，就在反全球化思潮_____的近些年，信息化、网络
化仍在_____，移动互联网使地球每个角落发生的事情分秒间就传到世界各地，世
界已经变成了“地球屋”。
依次填人画横线部分最恰当的一项是：
A.泛滥成灾一马当先B.甚嚣尘上突飞猛进
C.沸反盈天快马加鞭D.无孔不人一日千里
72 、(2019国考地市级21)《“健康中国2030”规划纲要》中提出，要努力实现从
以治病为中心向以健康为中心转变，从以“治已病”为中心向以“治未病”为中心转
变，从疾病管理向健康管理转变。在这种背景下，中医药______.
填人画横线部分最恰当的一项是：
A.举足轻重
B.不可或缺
C.大有可为
D.大有裨益
73 、(2018国考地市级22)如今，一批70后、80后甚至更年轻的年画传承人涌现
出来。这些年轻人开始有了清醒的文化自觉，对中华传统文化怀有浓厚的兴趣，怀着
敬畏之心钻研，并不______，急于进人市场大潮，冯骥才称他们为“年画的新力量”。
填人画横线部分最恰当的一项是：
A.随波逐流
B.沽名钓誉
C.好高骛远
D.人云亦云
74 、(2019四川下16)康藏高寒地区海拔通常在三四千米以上，当地藏民有喝酥
油茶的习惯，但该地茶叶极度稀缺；而在内地，民间生活和战争所需的大量骡马，同
样_____。因此，具有互补性的“茶马互市”应运而生。
填人画横线部分最恰当的一项是：
A.缺一不可B.供不应求
C.千金难买
D.难能可贵`;
