export const questionStr = `1 、(2019广东县级12)人贵有恒。事实证明，但凡成就一番事业的人，无不是有恒心、有毅力的强者。他们聚焦主要目标，一以贯之，久久为功，在坚持中集聚力量、成就作为。“当代愚公”李保国三十五年如一日扎根太行山区，用科技为荒山带来苍翠，用产业为乡亲拔除“穷根”。古人说得好：“锲而舍之，朽木不折；锲而不舍，金石可镂。”______,一个人将在平凡中书写不凡。
下列句子填入横线处，最恰当的是：
A.改造自我、成就自我，崇德向善、勇毅前行
B.葆有坚持不懈的精神，蓄积水滴石穿的韧劲
C.向上向善，将良好的品行、好的习惯贯穿始终
D.以坚定的决心和意志不断纯洁党性、修身律己
2 、(2020国考地市级49)研究发现，人格特质会对一个人能否拥有充足、良好的睡眠产生影响。例如，一个责任心水平较低的人很难自我约束，去按照既定计划完成任务。因此他们很难形成固定、良好的睡眠习惯。内向的人更难以入睡，因为他们更喜欢在独处状态下思考问题。当他们夜晚独自躺在床上，会有意识地思考问题，导致更加难以人睡。同样，研究人员也发现，习惯早起的人更有责任心，晚上不睡的夜猫子型的人更喜欢新鲜的刺激。每个人其实有着不同的适应自身的睡眠偏好，而这些睡眠习惯，______.
填人画横线部分最恰当的一句是：
A.很难在短时间内发生根本改变
B.最终必然会影响你的身心健康
C.其实也不存在绝对的评价标准
D.实际上也反映着你的人格特质
3 、(2018安徽12)小时候熟记的古诗文，长大后也很难忘记，即使长时间不用，但只要一提起，与之相关的记忆便会不由自主地流露出来。这种扎根在脑海深处的诗词印象，是浸透在血液之中的古文积淀，这就是“童子功”的厉害之处。因此，我们要从小诵读古诗文，让中华传统文化内化于心。古人云“_______”。想要练就古诗文的“童子功”，必须要多读多记，才会烂熟于心、出口成章。若是腹内草莽，必然不可能口吐莲花。诗词大会舞台上，选手们精彩表现的背后，又何尝不是他们从小的阅读背诵和长年的储存积累。
填入画横线部分最恰当的一项是：
A.读书破万卷，下笔如有神
B.书犹药也，善读之可以医愚
C.问渠哪得清如许，为有源头活水来
D.熟读唐诗三百首，不会作诗也会
4 、(2017江西31)生活其间，你优雅，城市便不粗俗；你精神明亮，______.当文明传递在城市的每个神经末梢，流进每个居民的血液之中，我们就敢说，这是一座有品位的城市，一座宜居的城市，一座闪烁着文明之光的城市。填入画横线部分最恰当的一项是：
A.城市便不灰暗阴沉
B.城市便不急躁喧哗
C.城市便光鲜亮丽
D.城市便灿烂辉煌
5 、(2020福建59)智慧城市在带动城市产业发展、转变城市发展模式、推动城市精细化治理等方面具有优势，而且能够在人口、空间、人工智能等方面发挥组合效应，带动政府各部门、城市居民、社会力量共同参与，______。例如，深圳市确定了智能交通总体框架，既为治堵工作提供了精准的支撑，又通过互联网民意平台，推动了交通治理的共享共治。
填入画横线部分最恰当的一项是：
A.有助于打造共建共治共享的社会治理格局
B.有助于撬动社会治理智能化和法治化支点
C.形成信息早掌握、问题早解决的良好局面
D.有助于加强信息基础设施的网络安全防护
6 、(2018安徽11)传统文化，其幽静深邃堪比深深庭院，正是因为有最单纯、最本初的文化热爱，路过之人才愿意叩开门扉，一探究竟。以或萌或雅的方式吸引人来，只是极为关键的第一步，而最终决定大家能在这庭院之中停留多久的，还是文化本身的魅力。因此，判断文化创意产品是否成功，一条重要的原则就是看能否将_______融会贯通。
填人画横线部分最恰当的一项是：
A.幽静深邃的意蕴与单纯本初的文化热爱
B.传统文化的精神与国际潮流的一般走向
C.极为关键的萌感与停留心中的高雅文化
D.吸引人的巧妙形式与留住人的文化内核
7 、(2020浙江Ｂ37)从政策沿革来看，行业出现产能过剩时，治理政策通常先从拉动内需的角度去设计。实际上，______。许多基础设施比较薄弱的新兴市场经济国家对传统产业产能需求还非常大，外部市场正在帮助解决内部需求不足的问题。填人画横线部分最恰当的一项是：
A.外部需求也是化解产能过剩的突破口
B.化解产能过剩还要更多依靠市场机制
C.化解产能过剩必然是个长期的过程
D.一味依赖市场扩容也仅仅是缓兵之计
8 、(2017吉林乙25)“孩子们带我们看帆船落日、出海、沙滩散步、跳伞，很开心。”这是一位高中数学老师在鸡年春节期间发布的一则朋友圈，也是无数中国家庭春节团圆相聚的新缩影。春节期间的数据显示，团聚主体没有变，但团聚的方式却有了新变化，许多家庭“要么在景区，要么在去景区的路上”。旅游______.
填人画横线处最恰当的一句是：
A.为春节团聚提供了新形式
B.正成为春节消费的新热点
C.是观察当代中国的新窗口
D.为子女尽孝提供了新样板
9 、(2017国考46)陨星体冲人地球大气圈的速度各有不同，这取决于______.如果它正对着地球运动，那么冲人的速度是最大的，可达到每秒70公里。这种“迎面而来”的陨星体，即使有几万或几十万吨重，也会在地球大气圈中被完全破坏。相反，“追赶”地球或被地球“追赶”的陨星体的冲人速度最小，每秒大约11公里，这种相对“慢”的陨星体的残体，就能到达地球表面，成为陨石。
填入画横线部分最恰当的一句是：
A.陨星体在星际空间的运动方向B.
陨星体的主要组成成分和质量
C.陨星体与地球大气圈的摩擦面积
D.陨星体在星际空间中的初始速度
10 、(2019安徽48)科学家认为，未来的仿生机器人并非是要完全模仿人类的所有功能，而是模仿某项功能。这些智能机器人有望成为“超人”，有的具有超强的记忆力，有的具有超强的学习能力，有的听觉功能特强，有的嗅觉功能特强……______.
填人画横线部分最恰当的一项是：
A.智能机器将超越人类
B.不同功能的智能机器人可以用于不同的领域
C.但它并不具备人类的情感，也不具备人脑的灵活性
D.人类受限于缓慢的生物学进化速度，无法与之竞争和对抗
11 、(2019浙江A45)以人工智能、3D打印和泛在网等为代表的新技术，正在使人类迎来第四次工业革命。新的技术创新提高了劳动生产率，却会减少劳动力的使用。欧美国家近些年来失业率一直保持在高位，尤其是青年人的失业率很高，已经成为严重的社会问题。与此同时，社会的贫富差距也在不断拉大，很多研究表明，技术进步是加剧这方面问题的一个重要原因。因此，______.是政府必须考虑的问题。
填人画横线部分最恰当的一项是：
A.如何应对第四次工业革命的冲击
B.如何促进技术进步、减少劳动力的使用
C.如何解决高失业率与贫富差距过大的社会问题
D.如何在加快科技创新的同时增加就业、减少贫富差距
12 、(2019山西59)在今天的社会文化实践中，我们更要关注当下的传统文化热是否真正触及了传统文化的人文精神实质，是否真正提升了人们的精神境界。一般而言，文化的形式要自觉为文化的内容服务，如果忽略了文化的内容，尤其是忽略了对贯穿其中的人文精神的追求，就必然会走人歧途，背离我们弘扬传统文化的初衷。文化是活的，不能做简单的固化处理，更不能只注重形式而忽略对其内涵的传承。鉴于此，我们必须______.
填入画横线部分最恰当的一项是：
A.改变过于强调传统文化的符号性的做法
B.注意纠正传统文化弘扬中的形式化倾向
C.以实用心态凸显传统文化的工具性价值
D.借助现代电子技术手段来弘扬传统文化
13 、(2020国考地市级53)作为世界上最成功的室内栽培植物之一，绿萝几乎就是盆栽的代名词，______。绿萝这个物种早在1880年就被确认了，但是你很难想象，直到2004年，它的原产地才被确定为法属波利尼西亚社会群岛的莫雷阿岛。更为神秘的是，绿萝是一种过分矜持的植物，虽然它已经扩散到了全世界的热带地区，却只在1962年有过一次确切的开花记录，直到2016年，人们才发现了它开花的秘密。填人画横线部分最恰当的一句是：
A.唯一的遗憾就是绿萝从来不开花
B.因为它非常适合人类的居住环境
C.但它却也是我们最熟悉的陌生人
D.是一种不可多得的室内观叶植物
14 、(2019山西55)敦煌研究院将与外部机构进一步合作，开展敦煌壁画的保护和修复，为这个文化宝藏的永续保存探讨更多可能性。保护和修复也为了更好地传播，依托数字化，“数字敦煌”资源库在2016年上线。资源库第一期的30个经典石窟，跨越北魏、西魏、北周、隋、唐等多个时期，其中绝大多数石窟都是未对游客开放的，全球网友只需轻点鼠标，就可以免费360度漫游洞窟，足不出户便能近距离感受千年的文化。千年敦煌石窟，正借助科技的手段，______，焕发出新的生命与活力。
填人画横线部分最恰当的一项是：
A.力求重建用户沉浸式体验
B.以虚拟世界代替现实场景
C.突破时间、空间上的限制
D.促进与传统文化深度融合
15 、(2020安徽30)非遗曲艺周、非遗公开课、非遗影像展等3700多项活动在全国同步展开，400多项体验传承活动在20多个省区市推出……刚刚过去的“文化和自然遗产日”，一系列精彩的活动让人们走进“养在深闺人未识”的文化遗产，感知岁月积淀的文化魅力，也让人们意识到，______.
填人画横线部分最恰当的一项是：
A.文化遗产保护为先，还需要社会公众的高度参与
B.文化遗产可以摆脱高冷的标签，飞人寻常百姓家
C.如何让文化遗产“活”起来也是值得思考的话题
D.我国能有如此丰富的文化遗产，得益于保护管理
16 、(2019浙江A50)经济学含有这样一种信念——人类当下的经济生活具有理性的基础。但是，只要我们承认货币是社会权力的物化形式，那么，人与人之间的感性斗争就是不可避免的。______.
填人画横线部分最适当的一项是：
A.利益是最讲究实际的
B.交换实际上是支配与被支配的关系
C.这一重大发现引导哲学走向一场革命
D.经济学对于理性的信念其实是一种幻想
17 、(2017湖北46)科学家们表示，年幼的狂猴会学着在别的猴呼喊结束后再发声，这一发现或可帮助我们______。除了人类以外的灵长类动物都学不会发声，没有模仿所听到的声音的能力——这种能力对于说话来说必不可少。但是狱猴研究者表示，灵长类动物仍然在以近乎交谈的方式互相呼喊，因为它们会等待别人呼喊结束后再发声——而这种能力经常在语言进化的讨论中被忽略。如果这种技能是后天习得的，那么它该更接近人类的相当技能，因为婴儿是在和母亲咿咿呀呀的过程中学会这种技能的。
填入画横线部分最恰当的一项是：
A.更好地分析人类交往的方式
B.更好地理解人类语言的起源
C.更好地解决人类交流的障碍
D.更好地探讨人类文明的起源
18 、(2019浙江A40)“草原丝路”的得名显然源于对地貌特征的概括，其主要路径是从中原出发向北至漠北蒙古草原折而西行，再经欧亚草原地带直达欧洲，尽管途中也有非草原景观的荒漠和半荒漠地貌类型，但其主体为欧亚草原地带。欧亚草原东西延伸呈连续带状分布，西起多瑙河下游，向东依次为东欧平原、西西伯利亚平原、哈萨克丘陵、蒙古高原，直至中国东北松辽平原，东西绵延近110个经度，是地球上最宽广的草原带，在地形和地貌上堪称畅通无阻的天然通衢，为东西方交通提供便利。草原丝路主干线分布于北纬40~50度之间的欧亚草原地带，______.
填人画横线部分最恰当的一项是：
A.冠以“草原”，可谓名副其实
B.丝绸是草原丝路的重要输出品
C.“草原丝路”是丝路概念广义化的结果
D.地貌特征是划分不同“丝绸之路”的主要依据
19 、(2016北京38)上世纪70一90年代，带有多个短波波段的便携式收音机是全球流行的小电器，人们通过短波收听国际新闻，追逐世界流行，甚至通过短波学外语、交笔友。“十波段”便携式收音机的落魄始于上世纪末网络时代的到来，同样是追逐国际信息，网络资讯不论速度、数量、覆盖面各方面都远胜传统的短波电台，强大的网络冲击令许多老资格的短波电台或关门大吉，或转人在线服务，或缩减语种、波段、广播时长，红极一时的“十波段”自然也就“______”了。
填人上文横线处最恰当的是：
A.耳听为虚，眼见为实
B.皮之不存，毛将焉附
C.言之无文，行而不远
D.失之毫厘，谬以千里
20 、(2017广州25)“夫礼，天之经也，地之义也，民之行也。”从宏观上说，礼是用来济世安民的，“经国家，定社稷，序人民”。从微观上说，礼是用于典礼仪式的。中国古代作为仪式的礼非常多，有吉礼、凶礼、宾礼、军礼、嘉礼这五礼之分，______。所以古人有言，经礼三百，曲礼三千，可以一言蔽之曰：毋不敬。可见，礼是通过一定的形式表达恭敬、尊敬之意。
填人画横线部分最恰当的一句是：
A.被古人看作是天经地义、人道所依的最高原则
B.但本质上都是通过祭祀神灵以求取幸福的宗教活动
C.从形式到内容都反映着一定的社会规范和道德规范
D.但所有的形式都要反映同一个理念，即恭敬
21 、(2019青海55)人们常常生活在实际生活中，而文人和哲人则常常生活在想象世界里。我们生活中的一点一滴，或喜或悲，在文人笔下成为悲欢离合的故事，而在哲人眼里，则是一篇篇的哲学故事。其中，一位哲人对乐观与悲观这样解释：譬如面对着桌子上的半杯水，乐观主义者说这个杯子的一半是满的，悲观主义者说这个杯子一半是空的，显然，______，使我们在任何时候任何条件下都不会失去信心和追求。一旦遇到困难，我们黯淡的心情也能够很快豁然开朗，从种种苦恼中自我解脱。
下列各项中最适合填在横线上的一项是：
A.这两种理解有其合理性也有一些片面性B.乐观主义者比悲观主义者更有利于人类进步C.人与人的观察角度和思维方式是不同的D.观察事物时善于选择生活中积极的一面
22 、(2016国考地市级48)以李鸿章为领袖的洋务运动曾给中国带来富国强兵的希望，而经其手签订的各种丧权辱国条约却让中国陷人半封建半殖民地社会。正因如此，一百多年来，李鸿章头顶变换着救国、误国、卖国三顶帽子。对这样一个复杂的历史人物，只有给其一个更为精准的定位，才能更清晰地解读他的所作所为。而在如何定位上，诸多史学著作或抓小放大，或以偏概全，或就事论事，隔靴搔痒，雾里看花，______.
填人画横线部分最恰当的一句是：
A.读者难有尽兴之感B.有失公允之处颇多
C.真正的佳作甚为罕见D.难以摘掉这三顶帽子
23 、(2017吉林乙21)每年12月9日，不少高校都会举行“一二·九大合唱”。年轻的大学生通过合唱比赛的方式，跨越时空，与八十多年前的那群青年对话，缅怀那段“______”
填人画横线处最恰当的诗词是：
A.书生意气，挥斥方遒
B.壮志饥餐胡虏肉，笑谈渴饮匈奴血C.一身转战三千里，一剑曾当百万师D.仰天大笑出门去，我辈岂是蓬蒿人
24 、(2016吉林甲26)①无论角色大小、是否主演，好的演员都会以自己的职业索养与敬业精神对观众负责。②没有踏踏实实沉浸角色的前期准备，就不会有形神兼备的后期演绎。③表演中敷衍了事，观众一眼就能看出来。④影视表演最终要靠作品说话，演员走红后如果不注重提升自己的专业素养，最终会沦为低档快消品，在商业价值被消费殆尽后，最终被淘汰。
“没有小角色，只有小演员。”是原文中的句子，其最恰当的位置是：
A.①
B.②
C.③
D.④
25 、(2016联考60)诗歌的面貌并不完全取决于作者人品的高下，而是与作者的学力素养、心灵的敏感程度有更为直接的关系。换句话说，______。典型的例子就是晋代的潘岳，他虽然有“拜路尘”的卑劣行径，但其《闲居赋》一文却展现了一份清雅独绝的隐逸情怀。
填入画横线部分最恰当的一项是：
A.一个品格并不高尚的人同样有可能创作出动人的诗篇B.人格是否高尚并不是决定作品质量高下的唯一要素C.一些杰作的作者反而更擅长掩饰自己的真实品格D.“知人知面不知心”的情况在创作领域尤为常见
26 、(2016广州40)古人有言，“巧言如簧，颜之厚矣”。会说话并不是信口雌黄、左右狡辩，而是要吃透文件、观照基层、打动人心。“说不上去，说不下去，说不进去，给顶回去”的情况，表面上是个说话的问题，深层来看，在于党员干部______，对相应领域和群众困难不了解、不熟悉。虔诚地当小学生，扎实地深人基层，话风问题才会迎刃而解。结合实际、深人浅出地阐释，用群众喜闻乐见、易于接受的语言表达，说话才能得到群众的理解、拥护和赞成。
填人画横线部分最恰当的一句是：
A.无话可说、不会说话，影响工作开展
B.说话不分场合、不看对象
C.担心言多必失，因而三缄其口
D.不能很好地坚持群众路线
27 、(2018山东12)农业危机根本上也是资源危机，关键是土地资源。我们总希望自己的住房大一点，然而，土地是有存量没有增量的要素，人类的需求却是没有止境的。所以，更多的农业用地被工业侵占，更多的农村土地被城市侵占，农业危机的根源就在这里。发达国家已经完成工业化，进人所谓后现代社会了，已经没有改弦更张的可能了。______.
填人画横线部分最恰当的一项是：
A.因此，我们应该把为数不多的土地做成高附加值的东西
B.我们所能做的，就是改变过度消耗资源的产业体系
C.我们要提高技术进步对经济增长的贡献率，改变生产和生活方式
D.这就提醒我们：面临资源环境压力，在产业升级中要保护好农田
28 、(2020国考副省级47)猫虽然平时可能对主人不理不睬，却能在众多声音中识别出主人的声音，并对其投人更多情感和注意。研究发现，猫不仅敏感于主人的声音(音频信息)，还敏感于主人呼唤自己的名字(字符信息)。不只是猫，目前的研究发现，猿猴、海豚、狗甚至鹦鹉，都可以识别出自己的名字。它们识别名字的方式与人类基本一致，都是在反复经历某个特殊字符伴随自己的事件之后，才建立起这个字符与自己的关系，______.
填人画横线部分最恰当的一句是：
A.这揭示了人类与动物之间的互动模式B.名字成为与普通字符完全不同的存在C.它们由此知道自己拥有一个专属代号D.这实质上是一种条件反射的建立过程
29 、(2019四川下37)文化产业是当今世界经济增长的重要动力，是一个国家文化竞争力的重要基础。当前，推动文化产业发展，需要突出“融合”这个关键词。从供给侧看，______，与多个产业存在天然的耦合关系，具有与其他产业融合发展的良好基础和广阔空间。通过突破产业边界、重组产业要素而融合形成的文化产业新业态，往往具有更高的附加值、具备更强的市场竞争力。
填人文中画横线部分最恰当的一句是：
A.文化产业融合的节奏快、势头猛
B.文化产业是一个渗透性、关联性很强的产业
C.文化产业是文化、经济、技术等相互融合的产物
D.文化产业在世界产业融合发展潮流中扮演了先锋角色
30 、(2019江西59)将不能量化的诗歌(以及纯文学)评价标准，和人工智能的算法标准拼接在一起，本来就是一件不伦不类的事。人工智能在科学研究、生产劳动等方面的贡献，足以证明其本领之强，______。人类也完全没必要拿自己的“优势”去跟人工智能的“缺点”比较，即使科技再发达，想必在未来很长的一段时间内，诗歌与文学的世界依然是人类情感和灵魂最佳的栖息地，守卫好我们的心灵家园，依然要靠人类自身的智慧与创造力。
填人画横线部分最恰当的一项是：
A.却不能弥补人类智慧在诗歌创作上的缺陷B.完全可以取代人类智慧自主开展诗歌创作C.没必要和人类智慧在诗歌创作上一决高下D.毫无疑问将能够实现诗歌评价标准的量化
31 、(2018云南49)我们绝大多数人既不是有大笔财产可继承的“富二代”，也不是中得千万大奖的幸运儿，所以还是要咬紧牙关，去承担属于自己的那份责任，毕竟我们有父母需要赡养，有柴米油盐需要开支。但我们并非没有希望，我们希望通过今天的努力，能够得到职位的升迁，能够获得更丰厚的收人，然后让自己和家人过上更加富足的生活。______。他们没有甘于啃老，没有不劳而获，只是用自己的汗水和智慧来让自己和家人过上更好的生活。这种普通的劳动者所迸发出来的力量，
是推动整个社会往前发展的能量，是撑起我们这个时代更加美好的基石。
根据上述文字，填人画横线部分最恰当的是：
A.我们是非凡的普通人，都在努力生活着B.每个人，都有一颗坚强而勇敢的心C.为小小的希望努力，是踏实而幸福的D.一个努力生活的人，是值得尊敬的
32 、(2019江苏B30)沉浸在自然环境的多样性生物中，有助于维持肌肤不可或缺的健康微生物群系和肠道菌群。研究显示，如果儿童在很小的时候没有用足够的时间去亲近大自然，那么随着年龄的增长他们就不会形成适当的免疫功能来保护自我。沐浴在大自然中，可以摄取那些能产生大量健康微生物群系的东西。由于一些城市缺少公园，树木稀少，这种大自然赋予的免疫力不足，______.
填人画横线处最恰当的一项是：A.微生物群系和肠道菌群减少了B.孩子们的免疫功能退化了
C.大自然中的生物多样性降低了D.成年人的健康水平下降了
33 、(2020山东30)众所周知，人类被一个强烈的地磁场所保护着不受各种太空辐射的侵害。正因为这个地磁场的偏转作用，各种有害的辐射都被阻挡在外，无法到达地面。这个地磁场被认为是由地核周围的液态岩浆受热流动所产生的。______。那就是，液态岩浆形成和流动都建立在炽热地核的基础上，而研究表明地核的年龄仅仅只有十亿年，但是维系地球生命的保护伞—地磁场，却至少已经存在了四十亿年之久。
填入画横线部分最恰当的一项是：
A.这一观点确实加深了人类对地球结构的理解
B.围绕地磁场的形成还有一种相反的观点
C.关于地磁场的一个悖论科学家们却一直未能解释
D.但人们对于地磁场的年龄还存在一些疑问`;
