export const questionStr = `1 、(2019广东乡镇3)近年来，各地纷纷大刀阔斧地开展____，向不担当不作为亮剑。
填入画横线部分最恰当的一项是：
A.整理
B.整治
C.修理
D.梳理
2 、(2020国考地市级37)秋葵原产印度，却在中国____已久，东汉的《说文解字》称其为“黄葵”，《本草纲目》也有详细记载，称其为“侧金盏花”。秋葵曾是我较为____的蔬菜，在童年记忆里，家中餐桌上并未出现过它。近些年秋葵却
____走红，长居网红零食的热门榜单，也逐渐成为寻常百姓的秋日家常菜。
依次填入画横线部分最恰当的一项是：
A.侨居  反感  意外B.流浪  向往  瞬间
C.落户  不屑  莫名D.扎根  陌生  迅速
3 、(2019广东县级3)新的一年，我们将迎来新的历史坐标和奋斗起点，也必将面临一定的挑战。但只要我们迈出的步伐足够____，前进的意志足够____，奋斗路上的困难终将被克服，前进路上的沟壑终将被跨越。
依次填入画横线部分最恰当的一项是：
A.坚实  坚定
B.坚固  坚强
C.牢靠  强大
D.牢固  奋勇
4 、(2020福建31)有些作家，他们笔尖触动的生活与人性之深，文字创造力之强，令人吃惊。待到人们去____去议论，他们又不声不响扎到什么地方去了。惟有这样才能写出真正____社会人生的作品来。
依次填入画横线部分最恰当的一项是：
A.捧读  知悉
B.拜读  熟悉C.研读  获悉D.品读  洞悉
5 、(2020安徽16)从某种意义上来说，唐卡是藏文化中第一个走产业化的门类。产业化的指标之一是____，早在数百年前，唐卡就已经有了《造像度量经》，而“度量”是决定一幅唐卡价值的基本条件，一幅上乘的手绘唐卡，应该是完全按照《造像度量经》之规定绘制的。
填入画横线部分最恰当的一项是：
A.类型化
B.标准化
C.数据化
D.规模化
6 、(2019浙江A25)水电、风电与光伏是当前可再生能源的主要形式。其中水力发电由于发展时间较长，技术相对____，水力发电量占亚洲可再生能源总发电量的50%左右。但由于选址经济性下降和环境社会问题日渐凸显，未来水电发展或将变得____.
依次填人画横线部分最恰当的一项是：
A.成熟  缓慢
B.稳定  无序C.可靠  有限
D.简单  艰难
7 、(2017云南23)阿兹特克文明的帝国都城——特诺奇蒂特兰，在给人以神秘感的同时，也透出一丝淡淡的忧伤。神话传说与真实故事的____，光辉帝国史与悲惨殖民史的____，令人在心驰神往的同时，感慨时过境迁、沧海桑田……依次填入画横线部分最恰当的一项是：
A.纠缠  消散
B.交织  更迭C.重叠  嬗变
D.合契  幻灭
8 、(2019广东县级5)中国特色社会主义进人新时代，文艺创作、学术创新拥有无比____的空间。而高质量的文化____，是满足人民美好生活向往的重要组成部分，也是时代发展所需。
依次填人画横线部分最恰当的一项是：
A.浩瀚  需求B.悠长  创作C.广阔  供给D.宽敞  库存
9 、(2017江苏C52)人类成为万物之灵的主要条件是发展了语言。语言是最基本的信息____，文字、传声技术和电脑提高了语言的____功能，国家共同语和国际共同语扩大了语言的____范围。
依次填人画横线处最恰当的一项是：
A.符号  交际  交换B.手段  形象  使用C.载体  传播  流通D.工具  互动  言说
10 、(2019山西40)关于卫生健康创新发展的高峰论坛围绕“创新驱动，健康中国”主题，____国际和国内远程医学、“互联网+医学”等新技术和新产业，探讨“互联网+健康医疗”服务新模式、____发展新业态，____人工智能、大数据等在医疗健康领域的创新之路，为努力提升我国整体医疗水平作出贡献。依次填入画横线部分最恰当的一项是：
A.着笔  培养  探究B.针对  养育  探查C.对标  营造  探险D.着眼  培育  探寻
11 、(2019河北26)真正的诗意，不应只是优雅时光里读书弄茶的闲情逸致，更应是纵使身处____，依然不忘抬头看那柳梢的月、檐角的星。诗意不能带你渡过所有现实的难关，却能____智慧，____心灵，让平凡的生命，身在井隅，心向璀璨，追寻属于自己的不平凡。
依次填人画横线部分最恰当的一项是：
A.困境  启迪  抚慰B.困顿  彰显  慰藉C.困惑  启发  抚恤
D.困难  增益  安抚
12 、(2019浙江A23)教师对学术保持____，学生才会对教师保持敬重。一些教师一旦跨过某个门槛，达到某个职称、职级后，就逐渐放弃职守，忙于场面上的应酬，自己做“甩手掌柜”和“后台老板”，把学生当做“学术民工”来使唤。这个过程往往导致学生学术理想的____.
依次填人画横线部分最恰当的一项是：
A.爱慕  丧失
B.敬畏  幻灭C.热忱  绝望
D.追求  失望
13 、(2019山东6)故事片的叙事及视觉语言，一个重要而基本的原则，便是隐藏起摄影机的存在。换言之，故事片叙事的最重要而基本的特征，便是____叙事行为的痕迹。于是，似乎是场景、事件自身在____呈现。依次填人画横线部分最恰当的一项是：
A.突出  自动
B.抹去  自行C.强调  客观
D.忽视  主动
14 、(2019广东县级7)构建人类命运共同体，需要世界各国人民努力建设一个远离____、普遍安全的世界；一个远离____、共同繁荣的世界；一个远离封闭、开放包容的世界。
依次填人画横线部分最恰当的一项是：
A.战乱  争端B.战乱  贫困C.纷扰  争端D.纷扰  贫困
15 、(2020福建30)对人类而言，环境发挥着两方面的功能。一方面它是人类生存与发展的物质来源；另一方面它承受着各种人类活动所产生的_____。这种功能决定了人类自身的活动越来越强烈地影响着环境的发展过程，因此，人类必须彻底地____利己主义，保护好环境，保持同环境和谐与协调的互利关系。依次填入画横线部分最恰当的一项是：
A.效果  唾弃B.结果  摒弃C.后果  扬弃D.恶果  遗弃
16 、(2019广东县级8)新时代广东发展需要抓住粤港澳大湾区建设的历史____，同时必须____供求结构、经济增长内生动力、生产要素高效便捷流动、生态环境等面临的发展难题。
依次填入画横线部分最恰当的一项是：
A.机遇  破除
B.机会  破除C.机遇  破解
D.机会  破解
17 、(2019山西34)美好的事物人人向往，若是缺少发现的眼睛，它也容易被____。某次儿童画展，一位小朋友的作品上有一个洞，评审们好奇地问，这是不是一幅破损的作品。小朋友说，这是进人世外桃源的人口。孩子的答案，耐人寻味。如何____发现美的眼睛，是一个需要全社会去回答的课题。依次填人画横线部分最恰当的一项是：
A.蒙蔽  擦拭
B.遮蔽  擦亮C.掩饰  拂拭
D.遮掩  烛照
18 、(2017江苏B42)人口迁移改变了中国城乡的人口格局，以最____的方式推动了移民城市的形成，这一城市形态与传统____的城市在性质上有着本质的区别。依次填人画横线处最恰当的一项是：
A.直接  地域B.一般  地方C.简单  地区
D.基本  区域
19 、(2020山东19)人类对环境的影响远远超出了生物最____的需求。这些影响可以被归纳为“消费”这一____的词汇，但其中实际上包括了大量的资源开采、生态破坏和能源消耗。
依次填入画横线部分最恰当的一项是：
A.基础  空洞
B.根本  抽象C.基本  笼统D.低级  模糊
20 、(2018安徽9)万众创新，需要不拘一格的包容，让各种类型的人才脱颖而出；需要自由宽松的环境，让各种新奇的探索互相____；需要体制变革的____,让全社会每一个细胞的生命活力充分____.
依次填人画横线部分最恰当的一项是：
A.砥砺  激励  释放B.磨砺  激发  施展C.竞争  鼓励  发展D.磨合  鼓动  绽放
21 、(2017江苏B52)近百年来，由于过度使用照明工具而导致光污染的____，全球很多城市已看不到银河和主要的星座，人与生物圈的夜间环境遭到日益严重的____，天文科学观测也受到干扰，人类共同的星空资源正在逐渐“_____”。依次填人画横线处最恰当的一项是：
A.蔓生  侵袭  消解B.蔓延  侵蚀  消亡
C.浸溢  侵吞  消弭D.漫卷  侵入  消散
22 、(2020福建40)这一片花海，随四季不同而栽培，每个季节都有十几种花卉____。远离城市____，回归大自然的宁静，让人诗意地____，微风拂过，花香撩起的情丝，不知拨动过多少人的心弦。
依次填人画横线部分最恰当的一项是：
A.开放  喧闹  安居B.盛放  喧哗  隐居
C.绽放  喧嚣  栖息D.怒放  喧嚷  歇息
23 、(2017河北27) DNA分子是怎样被用作纳米世界建筑材料的呢?打个比方，我们在宏观世界所采用的建筑材料通常可分为柔性材料(如钢筋)和刚性材料(如砖块)，前者决定结构的____性，后者决定结构的____性，两者结合成形态各异而又稳固的结构。类似地， 可利用DNA单链的“柔性”与双链的“刚性”， 通过设计使单双链结合、刚柔相济，构造出各种不同的几何结构
依次填人画横线部分最恰当的一项是：
A.灵便  安稳B.活动  平稳
C.灵活  稳定
D.灵敏  稳固
24 、(2019浙江A28)成长力是指一个人持续成长的动机和能量。具有成长力的人不____于过去，而是展望未来，他们既不会因为过去的成绩而沾沾自喜，也不会因为过去的失败而止步不前。一些成长力不足的人会对外在环境过度____，身处“凤尾”状态，会自我否定，觉得自己什么都做不好；而一旦身处“鸡头”状态，
又觉得自己被埋没，瞧不起周围的人。
依次填人画横线部分最恰当的一项是：
A.沉溺  依赖
B.后悔  指责C.留恋  依附D.陶醉  挑剔
25 、(2020安徽20)中华文化绵延5000年，有其独特的价值体系，已成为中华民族的基因。中华优秀传统文化是中华民族的突出优势，____着中华民族最深沉的精神追求，为中华民族生生不息、发展壮大提供了丰厚____，潜移默化地影响着中国人的思想方式和行为方式，至今仍然具有鲜活的时代价值。依次填入画横线部分最恰当的一项是：
A.沉淀  润泽B.积淀  滋养C.积聚  滋润
D.积蓄  滋补
26 、(2019四川下20)接纳人工智能是今天社会发展、经济增长、人类演化的_____，更是人们生活的需求。其实，很多人每天离不开的智能手机就是低端人工智能的应用。更应当看到的现实是，人工智能的发展极具____，未来谁在人工智能的研发和应用中落后，谁就会被淘汰。
依次填人画横线部分最恰当的一项是：
A.趋势  替代性B.必然  竞争性C.方向  优越性D.途径  倾向性
27 、(2018国考地市级30)开花的塔黄零星分布在空旷的流石滩上，蕈蚊是如何及时发现它们的呢?原来蕈蚊头上的触角就像人类的鼻子，能感受并___不同的气味。开花的塔黄会挥发20多种化合物，其中一种不常见的化合物(二甲基丁酸甲酯)占所有化合物的30%左右。野外诱导试验证实，这种化合物可以____传粉的覃蚊，为其“导航”。
依次填人画横线部分最恰当的一项是：
A.记忆  引诱B.区分  吸引C.识别  刺激
D.追踪  迷惑
28 、(2017河北39)汛期恶劣的环境，让查找堤坝渗漏部位和渗漏人、出水口变得极为困难。而如能及时对管涌渗漏进行快速____，确定其具体位置、形状，采取相应有效措施，就能够____洪灾中可能发生的溃坝风险。依次填人画横线部分最恰当的一项是：
A.监测  避让B.检测  规避C.防堵  回避
D.封堵  避免
29 、(2019山东4)贾岛“推敲”是中国古代一个名声颇显的故事，语出后蜀何光远的《鉴戒录·贾忤旨》，反映了创作诗歌过程中对字句的反复____。在平时，无论阅读或写作，我们____有一字不肯放松的谨严。文学借文字表现思想情感：文字上面有含糊，就显得思想还没有____，情感还没有
依次填入画横线部分最恰当的一项是：
A.斟酌  必须  透彻  凝练B.琢磨  必需  精确  凝练C.琢磨  必须  精确  丰富D.斟酌  必需  透彻  丰富
30 、(2017广东1)党的十八大以来，中央以猛药去疴、重典治乱的____，以刮骨疗毒、壮士断腕的____，不断加大党风廉政建设和巡视的力度，效果显著。依次填入画横线部分最恰当的一项是：
A.意念  底气
B.恒心  气势C.意志  气魄
D.决心  勇气
31 、(2017广东6)冷静观察，直面现实，正视困难，我们的双脚就能站到____的大地上，拥有牢固的立足点，就能看到远方的地平线，找到____的方位感。依次填人画横线部分最恰当的一项是：
A.结实  正确
B.坚韧  精准C.坚实  准确
D.坚硬  精确
32 、(2017广州7)互联网就是看待争议、弥合争议的窗口。观点____、_____、____,莫不投射其中，像极了一件布满裂纹却又浑然天成的钧瓷。依次填人上面横线处的词语，最恰当的一组是：
A.交流  交锋  交融B.交锋  交融  交流C.交融  交流  交锋D.交流  交融  交锋
33 、(2017云南34)在这个关键时刻，首先值得我们做的也许是____改革共识，细细____注册制对我国证券市场秩序的真实影响，探讨如何使我国资本市场成为更具吸引力的产品，吸引本地和国际企业家像消费者一样乐于使用它，从而对整个社会是经济的，最终有利于社会发展，而不是拘泥于所谓的前提条件，____注册制改革的时机。
依次填人画横线部分最恰当的一项是：
A.发展  估算  耽误B.凝聚  考量  延误C.汇集  预计  散失D.形成  琢磨  荒废
34 、(2020安徽23)目前，第五代移动通信(5G)已成为当前和未来全球业界的焦点，将____移动互联网进人新时代。美国高通公司指出，5G技术将成为同电
力、互联网等发明一样的通用技术，____未来的转型变革，重新定义工作流程并____经济竞争优势规则。到2035年，5G将在全球创造12.3万亿美元的经济产出，同时创造2200万个工作岗位。
依次填入画横线部分最恰当的一项是：
A.带领  催生  重造
B.引领  催化  重塑
C.引导  催发  福发
D.带动  催促  制订
35 、(2017国考副省级31)未来将会怎样，不可准确预知，但格局和____总有踪迹可循。在信息技术、互联网发展所____的巨大变革面前，时代和社会呼唤产生一批真正的未来学家，能够站在历史和现实的关口，对信息社会的未来有所把握，为未来人们的生产和生活、选择和行为提供一些理论上的____.
依次填入画横线部分最恰当的一项是：
A.轨迹  带来  解释C.路径  导致  服务
B.方向  造成  设想D.趋势  引发  指导
36 、(2017江苏A53)多名全国人大代表提出议案，建议修订我国土地管理法，兼顾土地的资源与资产双重____，坚持物权平等保护____，提高____补偿标准。依次填入画横线处最恰当的一项是：
A.特征  规定  征用B.要素  法案  征调C.标准  措施  征集D.属性  原则  征收
37 、(2019广东县级1)提升市民的幸福感、获得感是城市治理精细化的根本目的。如果把城市治理比作绣花，那么，以人民为中心的原则就是那条在千头万绪中____城市治理方方面面的线。
填人画横线部分最恰当的一项是：
A.疏通
B.贯彻
C.联合
D.串联
38 、(2019江苏B32)考古并不是简单地将珍贵文物挖掘出来呈现给世人，而是一门探究历史真相的____科学。考古有一套____的科学理论和方法来指导田野挖掘、文物保护修复和后期研究，每一件出土文物的背后，都有考古人付出的智慧、汗水和辛劳。
依次填人画横线处最恰当的一项是：
A.严肃  严谨B.严谨  严肃
C.严整  严格
D.严格  严整
39 、(2019山西33)除了口误，笔误同样泄露了潜意识的秘密。短信聊天说到我爸身体不舒服却不去医院检查这一事实时，我想说“我爸就是太固执了”，但我键人
的文字竟是“我爸就是太过分了”。那一刻，我突然呆住了。一词之别，却暴露出我内心深处的真实情绪。“固执”只是一种较为客观的____，而“过分”却是饱含着____的情绪
依次填人画横线部分最恰当的一项是：
A.判断  认识B.体现  流露C.显示  暗示
D.描述  表达
40 、(2019四川20)面对异质文化间的交流，特别是走出国门的艺术展示，我们常会想当然地选择____受众，在艺术观念与表现样式上有意融合甚至直接“迎合”而这样做的结果往往得不到理想的效果。艺术风格的坚持、纯化与适度包容，更有利于我们向世界更好地展现中国艺术的精华，同时接收当地受众的文化____.
依次填人画横线部分最恰当的一项是：
A.尊重  评论
B.迁就  反馈C.考虑  主张D.顾及  观念
41 、(2017河北21)书法一旦离开了文字所表达的思想内涵和精神境界，就如同艺术只剩下技术而毫无风骨气韵，书法艺术唯有思想上的____，文学上的滋润，文化上的____，心灵上的寄托，才能____出打动人心的魅力。
依次填人画横线部分最恰当的一项是：
A.高尚  传承  展现B.充沛  弘扬  展示C.充盈  传承  彰显D.高贵  弘扬  突显
42 、(2020国考地市级39)准确、权威的信息不及时传播，虚假、歪曲的信息就会搞乱人心；积极、正确的思想舆论不发展壮大，消极、错误的言论观点就会肆虐_____。这方面，主流媒体守土有责，更要守土尽责，及时提供更多真实客观、观点鲜明的信息内容，牢牢____舆论场主动权和主导权。主流媒体要敢于引导、善于疏导，原则问题要旗帜鲜明、立场坚定，一点都不能____.
依次填人画横线部分最恰当的一项是：
A.蔓延  守护  犹豫B.扩散  占据  退缩
C.滋生  控制  迟疑D.泛滥  掌握  含糊
43 、(2019河北35)一般地说，“智慧”不同于“知识”的最大特点在于“智慧”具有原创性。“知识”要求“广”，“智慧”要求“新”。但两者又非绝对____：“智慧”必须有“知识”做基础，反之，只死读书，而无已见，无创意，那就容易成为____，也不算是“智慧”。
依次填人画横线部分最恰当的一项是：
A.对立  学究
B.等同  桎梏C.矛盾  古董
D.排斥  束缚
44 、(2020国考副省级23)伴随衰老，人的记忆力会发生明显衰退。最近，《自然》子刊《自然·神经科学》杂志给出了潜在的解决方案。他们的方法看起来无比_____：电击大脑。这当然不是“网瘾中心”那种野蛮的电击方式，而是一项有着出色设计的____实验，揭示了脑电波变化与衰老所引起的记忆衰退之间的重要关系。
依次填入画横线部分最恰当的一项是：
A.粗暴  严谨
B.直接  安全
C.危险  神奇
D.简单  有趣
45 、(2019四川25)随着改革的深人，军工企业逐步建立起适应市场经济的现代企业制度。但军工集团改制并不____，一方面，从事生产经营的军工企业基本完成了公司制改造，成立了股份制公司；另一方面，多数军工院所依然在事业单位体制内，独立于市场经济之外。产研____一定程度导致了科研成果市场化程度低、技术成果社会转换利用率不高的问题。
依次填人画横线部分最恰当的一项是：
A.彻底  分离
B.系统  互促C.完善  共建
D.全面  脱节
46 、(2019国考地市级39)一种新的意识、新的心智特征、新的生活形态一开始都是以一种不可辨认的方式____，渐渐地显露出来，越来越清楚，直到成为我们存在的一部分，进而影响甚至____我们的生活。今天，我们已经不知不觉地进人了一种现实世界与网络世界____在一起的“后人类时代”，离开手机和电脑的生活已经变得非常艰难。
依次填人画横线部分最恰当的一项是：
A.酝酿  改变  融合B.产生  扰乱  重叠C.出现  掌控  穿插D.萌生  支配  交织
47 、(2019浙江A35)在一件件国宝中触摸文化的宝藏，于一封封家书中感受精神的____……近年来，历史文化类电视节目走红，让观众看到“历史原来这么有料”。透过影像化____、故事化____，尘封的记忆被激活，历史的图景在人们心中铺展。
依次填人画横线部分最恰当的一项是：
A.力量  展览  讲解B.源泉  显示  铺陈C.传承  展示  讲述D.熏陶  呈现  渲染
48 、(2018国考地市级40)在执行任务期间，“反潜持续追踪无人艇”一旦发现目标的____，就会使用声呐系统对目标进行_____定位并跟踪，同时借助传感器技术进行信息_____。逼近目标时，无人艇会通过声学图像，确定目标潜艇的型号等信息，再将数据传输到反潜指挥中心，由中心指派就近的反潜平台赶往目标海域摧毁敌艇。
依次填人画横线部分最恰当的一项是：
A.踪迹  精确  搜集B.意图  精准  汇总
C.动向  主动  筛选D.线索  自动  匹配
49 、(2018安徽8)无论是现代游戏，还是传统游戏，都____出了一定的知识社会和时代特征，同时也____了团结、多样性和包容的价值。但随着社会变迁和时代发展，很多有价值的传统游戏正在一代又一代的____中逐渐消逝。
依次填人画横线部分最恰当的一项是：
A.反射  传播  更新B.折射  传递  更迭
C.影射  传承  更替D.投射  传达  更动
50 、(2018浙江B37)在偶像级人物的背后，往往有追逐经济利益的资本力量的____，它们利用奥论制造全民的娱乐狂欢，以此牟利。因此，对于追星现象，我们也要保持一分清醒，在狂热追星之前，看一些不同角度不同观点的文章，多一些思考和冷静，就不会____，一旦看清偶像背后的真相，就不会轻易陷人狂热与沉迷。依次填人画横线部分最恰当的一项是：
A.操纵  迷失B.操控  盲从
C.挟制  冲动D.辖制  跟风
51 、(2018国考地市级28)黄河三角洲是中国大河三角洲中海陆变迁最____的地区，特别是黄河口地区造陆速率之快、尾闾迁徙之频繁，更为世界罕见。黄河三角洲的____受黄河水沙条件和海洋动力作用的制约，黄河来沙使海岸堆积向海洋推进，海洋动力作用又使海岸侵蚀向陆地推进。
依次填人画横线部分最恰当的一项是：
A.壮观  形成B.复杂  形态
C.剧烈  演化D.活跃  演变
52 、(2018云南23)地理位置不在沿线直接范围内的国家，也可以用新的形式加人到“一带一路”合作，政策沟通、设施____、贸易____、资金____、民心相通这五大合作理念与内容适用于世界上所有的国家和地区。随着形势的发展，“一带一路”也必将成为联结世界、融人全球的更为广阔的国际合作平台。
依次填入画横线部分最恰当的一项是：
A.联通  畅通  融通B.畅通  联通  融通C.畅通  融通  联通D.融通  畅通  联通
53 、(2019江苏C34)在生物钟的作用下，蓝藻在日出之前即可提前动员光合作用系统，在阳光一出现的时候就可以____能量，比那些纯粹依靠光线启动光合系统的生物领先一步。与之类似，日落之后，蓝藻的光合系统会遵循生物钟的指令而关闭，避免那些夜间无须调动的能量被____浪费。
依次填人画横线处最恰当的一项是：
A.提取  无故B.摄取  无谓C.吸取  过度
D.汲取  超额
54 、(2019国考地市级36)新中国的区域与城市规划始于20世纪50年代，目前在空间规划上已初步形成了八个主要____，按照从小到大的顺序，依次是乡村规划、小城镇规划、城市规划、大都市规划、大都市区规划、大都市圈规划、城市群规划和湾区规划。但由于缺乏系统的____和深入的研究，很多概念的内涵和边界不够清楚，这给实际的规划和建设带来诸多的不便和____.
依次填人画横线部分最恰当的一项是：
A.层次  调查  阻碍
B.部分  考察  负担
C.层级  梳理  混乱
D.维度  分析  困难
55 、(2020福建25)防控疫情，应该多一些“小题大做”的____意识。小题大做，不是无理取闹，更不是渲染紧张气氛，而是体现出对疫情的____，以及对防控疫情的重视。
依次填人画横线部分最恰当的一项是：
A.警惕  戒备
B.大局  防御
C.敏锐  监测
D.谨慎  预判
56 、(2019四川下18)香樟树就像那些正直而沉静的老实人，它们看似____,内里却极为优雅，无论世道怎样杂乱，自身如何被____被忽视，也没有放弃底线，只管静默生存，兀自风华，清冷而优美，沉静却光明。
依次填人画横线部分最恰当的一项是：
A.迟钝  排挤B.平庸  埋没C.木讷  压抑D.沉闷  误解
57 、(2016广东7)乡镇政府作为国家最基层的一级政府，____的工作十分繁杂，____的压力十分巨大。
依次填人画横线部分最恰当的一项是：
A.承担  承载
B.承担  承受C.承接  承受D.承接  承载
58 、(2016江苏C52)由于知识产权的保护客体主要是智力劳动成果，所以知识产权是在保护金融创新方面具有____的优越性，对金融创新产品的知识产权保护主要包括商标权，著作权，专利权以及商业秘密保护等方式的综合____.
依次填人画横线处最恰当的一项是：
A.天生  采用B.天然  应用C.无比  运用D.无穷  利用
59 、(2018江苏A38)小城镇具有低成本吸纳农村人口的先天性优势，是连接城市与乡村的重要____。小城镇在促进农村人口转移、____城乡发展、扩大消费需求及投资需求等方面具有重要作用，尤其是那些位于城市群区域内的小城镇，可以在接受来自大城市____的同时加大对“三农”领域的服务。
依次填入画横线处最恰当的一项是：
A.桥梁  谋划  影响B.节点  统筹  辐射C.载体  规划  优势D.通道  筹划  馈赠
60 、(2017江西6)回顾历史，____东方文化与西方文化的渊源，打破西方文化等同于现代文化的逻辑，将西方文化____为一个地域性文化，有助于我们今天确立文化自信。
依次填人画横线部分最恰当的一项是：
A.明白  看作
B.了解  贬抑C.熟悉  回归D.明晰  还原
61 、(2019四川16)资源稀缺会产生相应的认知机制，改变人们观察事物和做出决策的方式。长期的资源稀缺会形成稀缺心态，导致与稀缺资源有关的问题自动____更多注意力，形成注意力“聚焦”。
填入画横线部分最恰当的一项是：
A.分散
B.吸引
C.集中
D.分配
62 、(2017山东5)不可否认，____的阻隔，是阻碍情感交流的一个重要原因。但无论是语音聊天，还是视频通信，其____便是不断缩短空间的距离。我们或许无法做到“父母在，不远游”，但至少可以多跟家人分享一下自己的喜怒哀乐，让父母在亲情的喃语中得到心灵的慰藉。
依次填人画横线部分最恰当的一项是：
A.时空  意义B.地域  初衷C.环境  作用D.信息  目的`;
