export const questionStr = `1 、(2015黑龙江53)起床后的第一件事是摸手机，吃饭先拿起手机拍照传微博，一桌人都对着手机，有一句没一句地聊天，半夜都要从枕头底下掏出手机来看看新闻……智能手机渗透到生活的方方面面，已经对个人生活和社会交往产生不良影响。针对人们日渐依赖智能手机的现象，专家呼吁要“数字节食”——人们应该合理利用智能手机，而不是被手机掌控，全民都需要认识到手机上瘾的危害。
根据这段文字，作者接下来最有可能：
A.介绍“数字节食”概念是如何出现的
B.就如何减少对智能手机的依赖给出建议
C.回顾传统手机时代人们简单而健康的生活
D.说明智能手机在哪些方面给生活造成了影响
2 、(2020福建47)在现实中，农民工维权时往往面临证据不足、难以取证的问题。B市某法院审理的案件统计数据显示，在农民工讨薪案件中，约有80%的败诉是由于农民工没有相关证据而导致的。虽然劳动合同、工资卡、工资条、银行转账记录、考勤表、工作证等资料证明都可以作为农民工被欠薪的证据，但很多农民工跟着包工头干活仅以现金结账，而没有留存证据。再加上部分农民工缺乏证据意识，也可能导致被欠薪后拿不出足够证据来维权。
这段文字接下来最可能讲述的是：
A.用法规来解决农民工被欠薪之后证据不足的问题
B.用法规来强制用工单位解决农民工被欠薪问题
C.培训农民工学会用法规维护自己合法权益
D.农民工在讨薪过程中遇到的法规问题
3 、(2018山东16)规模化是工业现代化的重要方式之一，中国农业发展是否适应大规模农业生产模式还值得商榷。美国多年的大农场生产方式已经证明，集约化的农业生产会造成农业生态环境退化、生物多样性被破坏，进而影响到粮食安全。当前，我国人均耕地面积仅1.52亩，只有世界平均水平的45%，更远低于美国的人均水平，所以美国的大农场模式并不一定适合中国的发展。同时，我国农业现代化起步较晚，相较于美国等发达国家，无论是在农业科技还是经营管理方式上还存在一定差距，现代化的“步子”骤然迈得太大，很有可能造成上下层“脱节”。
这段文字接下来最可能说的是：
A.农业改革不应操之过急，而应稳扎稳打
B.发展大规模农业生产模式应吸取国外教训C.农业生产的规模化应量体裁衣、因地制宜D.生产环节的脱节是农业规模化发展的瓶颈
4 、(2019四川下41)伴随着消费市场的风云变幻，曾经被电商冲击得落花流水的实体商家大有“重整河山再出发”的意思。时至今日，网络开店的成本早已没有绝对优势，与之相伴的却是获取流量的难度越来越大。因为消费的欲望需要不断被刺激，而人们对电商的便捷、便宜、丰富已经司空见惯。在近年全新的经营理念中，实体店并不单纯局限于一个买卖空间，而是体验与关系的集合。毕竟人不可能永远活在虚拟世界，依靠浏览美好的图片抚慰心灵，线下细致人微的感觉和带来的愉悦是电商无法满足和替代的。
这段文字接下来最可能讲的是：
A.体现全新理念的实体商业案例
B.不同消费渠道的统计数据变化C.消费市场不断分化的发展趋势D.线下购物不可替代的理论依据
5 、(2015河南19)就在“古典音乐注定是一种小众艺术”成为一种基本共识时，这个艺术门类的门槛却被新技术撬动了。之前，古典音乐使尽浑身解数，试图吸引新受众而不得，技术却展现了另一种可能性，如果有适当的机会，人们其实渴望了解古典音乐。
以这段文字作为开头，文章接下来最可能论述什么?A.古典音乐的新魅力
B.古典音乐的受众群体
C.新技术促进古典音乐传播的方式D.新技术在古典音乐传播中的作用
6 、(2017云南41)“治人者必先自治，责人者必先自责”，纪委是党风廉政建设的重要参与者和反腐败工作的组织协调者，纪检监察干部是党的纪律的执行者和捍卫者，手中掌握着监督执纪权力，更是时刻都面临着腐蚀与反腐蚀的考验。如若在作风和纪律问题上偏离一尺，党风廉政建设离党中央的要求就会偏离一丈。因此，要做好纪检监察工作，纪检监察干部首先就要加强自律、服从他律。
接下来最可能讲的是：
A.如何加强党风廉政建设B.如何做好纪检监察工作
C.如何做好纪检干部队伍建设D.如何加强纪委工作作风建设
7 、(2016河南29)数十年以来，科学家认为发现外星生命的最重要信息是这颗行星与主恒星的距离。在太阳系中，金星距离太阳最近，火星距离太阳较远，液态水无法存在。地球处于合适位置，存在着液态水和各种生命形式。然而，目前最新一项研究表明，仅凭借距离很难断定该行星是否具备生命存在的条件，宜居行星还必须具备适当的内部温度。
接下来最可能说的是：
A.外星生命和行星内部适宜温度的关系B.科学家关于行星适宜距离的最新研究C.什么样的行星能具备适当的内部温度D.人们对行星的宜居条件存在认识误区
8 、(2017山东28)中国的古代城市都有城墙吗?在人们以往的印象中，古代的
城市似乎必然有城墙，尤其是都城，高耸的城墙彰示着皇权的至高无上，城墙的失守往往意味着帝国的末日。明清北京城、元大都、北宋汴梁城、隋唐长安城与东都洛阳城……这些城内的里坊格局，外围的高大城郭，构成了帝国都城最鲜明的物化表征。
这段文字接下来最有可能讲的是：
A.帝国都城的发展演变B.古代都城城墙的作用
C.皇权与城市格局的关系D.没有城墙的中国古代城市
9 、(2020福建56)大多数星系正在远离我们而去，其退行速度(红移)和星系的距离成正比。这一比例系数如今被称为哈勃常数，它表示着宇宙当前的膨胀速度。观测宇宙学的核心任务之一就是测量距离与红移的关系，它描述宇宙膨胀的历史，回答关于宇宙年龄、几何、组成成分等基本问题，甚至能够检验很多新物理预言。在天文观测中，遥远天体的红移可以精确获得，但距离的精确测量从来都是天文学家最大的难题。
接下来作者最有可能讨论的是：
A.天文学家如何精确测量距离B.天文学家如何精确测量红移
C.在距离测量方面遇到的困难D.在距离测量方面获得的突破
10 、(2020安徽33)近来，多家情商教育机构针对不同年龄段推出相应套餐，“情商班”火爆家长圈。情商是控制和驾驭情绪的能力，对人的生活和工作有重要的作用。可是，在很多人的心里，情商的内涵已经被异化，最早的情商概念和如今流行的情商观念大相径庭。许多人对情商的理解，是圆滑世故、阿谀奉承的另一种说法。实际上，情商的核心既是对自身情绪的认识和控制能力，也包括与人交往、融人集体的能力。这两种能力的培养，需要在日常生活中实践。孩子能否培养出良好的情绪控制能力和社交能力，很大程度上取决于家长，任何情商培训都无法取代日常生活中的情商培养。
接下来最可能讲述的是：
A.情商补习应当引起家长高度关注B.家长在家庭教育中的身体力行C.家长要理性地看待情商培训班D.需要培养和提高家长的情商`;
