export const questionStr = `1 、(2019深圳71)下列各句中，有语病的一句是：
A.中方敦促日方切实正视和深刻反省侵略历史，同军国主义划清界限，以实际行动取信于亚洲邻国
B.到2022年，北京城将充斥着冬奥会徽章、吉祥物图案、迎奥运的各种标语和
冬奥会五彩缤纷的广告牌
C.在网络安全问题上，我国扮演了多重角色，是网络安全的坚定维护者，也是黑
客攻击的受害国
D.当代社会中，婚姻已经不是生活中的“必需品”，很多人甚至更加享受单身生
活的状态
2 、(2020上海B8)下面一段话中，有语病的一句是：
①长久以来，人们认为身心是分离的，进而认为读书人和体育健将是对立的：②读书人就是“充耳不闻运动事，一心只读圣贤书”，反过来，体育健将也给人一种“坐不住板凳”的刻板印象。③但随着对“人”的理解的加深，这种观念渐渐推翻了：④一方面有些读书人对运动很痴迷，一方面好运动者不但体魄强健，头脑也不简单——他们取得运动成绩靠的不仅是健壮的身体，还有敏锐的观察和灵活的策略。
A.①
B.②
C.③
D.④
3 、(2018深圳67)下列各项中，有语病的一项是：
A.现藏于俄罗斯艾尔米塔什博物馆的中国年画《四美人图》经考证乃是金代山西
平阳(今临汾)雕印的精品
B.因为上色技术有限的缘故且年代久远，老年画的线条尤其是边框处的线条几乎
不可能很匀称
C.老年画是一块新兴的投资领域，每年价格涨幅达到20%以上
D.中国年画题材丰富、色彩鲜明、雅俗共赏，千百年来，已成为中国人精神文化
生活中不可缺少的组成部分
4 、(2019上海A9)下面这段话中，没有语病的句子是：
①情绪智力理论认为，情绪智力对人成功的决定作用主要表现在，能自我安慰、摆脱焦虑、灰暗或不安，很快走出生命的低潮、重新出发。②人能否对自己的情绪加以有效控制，有一个重要前提，就是要对情绪有一个清醒的自我意识，也就是说要能够敏锐地领悟到自己的情绪反应。③一个人情绪水平的高低，主要表现为对自己的消极情绪进行有效管理。④人控制自己情绪的水平决定了他发挥自己智力能力的效度。A.①②
B.①④
C.②③
D.③④
5 、(2018上海B6)下列句子表达有问题的是：
A.旅行是一种学习，它给你用一双婴儿的眼睛去看世界，去看不同的社会，让你
变得更宽容
B.随着智能机器变得越来越自动化，我们更应该担心人为错误导致的危险，而不
是超级人工智能的出现
C.在信息传播过程中，真相有时变得不重要了，重要的是情感和观点
D.据世界卫生组织统计，到2020年，抑郁症将成为仅次于心脏病的第二大疾病6 、(2016深圳70)下面选项中，没有语病的一项是：
A.经过仔细观察，我发现美国人称得上是爱书，但是他们的藏书观却跟我们大相
径庭
B.大约6岁左右的那一年，外祖父从天而降，于是凭空多出一个爱我的外祖父，
宛如神迹
C.我外祖父也在大西北度过了失意的30年光阴
D.当然，这部小说已经尽力呈现出小人物在大时代的挟持之下如飘蓬般转徙
7 、(2018深圳71)下列各项中，有语病的一项是：
A.现在，只要打开微信、微博，各种“引人遐想”的标题和图片随即充斥手机屏幕
B.我们敢想敢做，又都有一双聪明能干的手，有什么造不出来
C.网络公益，如同一股暖流，正在全国各地涌动
D.这个梦想不仅是我的梦想，也是中国的梦想，更是世界的梦想
8 、(2014吉林甲28)下列各句中，没有歧义的一句是：
A.南京某幼儿园是否给孩子“喂药”的问题，园方负责人已在记者招待会上予以否认
B.剧组全体成员经过一年零三个月的苦战，一个形式新颖、制作精良的选秀节目《中国好歌曲》终于与观众见面了
C.李敏镐的到场令在场的无数观众尖叫不已，找他签名合照的观众将他围堵了20多分钟
D.从2012年1月1日起，34个电视上星综合频道要提高新闻类节目播出量，同时对部分类型节目播出实施调控，以防止过度娱乐化或低俗化倾向
9 、(2020上海A7)下列句子中，没有语病的一项是：
A.十八大以来，党和政府加大了对贪污、腐败、0私枉法等的查处和打击，做到发现一起，查处一起
B.改革公费医疗制度，实施医疗保险的问题，对于广大群众并不是一下子就能接受的，相关政府部门应耐心做好宣传、解释工作
C.能否做好水资源的开源和节流，是西部开发成功的关键
D.波澜壮阔的改革开放和现代化建设，为广大有志青年提供了一个驰骋、进取的广阔空间
10 、(2017深圳73)下列各句中，没有语病的一句是：
A.韩国政府决定成立个人信息保护机构，建立关于个人信息的国家认证资格证制度，扩大个人信息争议调停委员会的功能得以拓展
B.在生态脆弱的沙漠地区，竟然“冒”出耗水惊人的高尔夫球场，且未办理任何审批手续，这就是新华社记者在陕西榆林发现的咄咄怪事
C.近年来，含有不洁物的饮品被消费者所举报的事件时有发生，但很少有消费者维权成功，几乎没有企业承认生产过程中存在卫生隐患
D.当豪华邮轮“泰坦尼克号”面临灭顶之灾时，它的主人约瑟夫乘坐救生船离开，有幸成为100年前发生的这场海难中的幸存者之一
11 、(2017深圳71)下列各句中，没有语病的一句是：
A.动脉导管未闭症的患者，是因主动脉与肺动脉之间的一个小通道出生后未能闭合的原因，造成先天性心脏畸形
B.美国有庞大而周全的图书馆系统，在国际舞台上素以图书资讯发达著称
C.近几年来，中国医科大学一直把胃癌的早期诊断、早期发现、早期治疗以及胃癌的生物学行为作为研究方向
D.如果我们不追问陆焉识以及更多陆焉识这样的旧知识分子的悲剧命运，那么，
这个小说的意义何在
12 、(2018上海B9)下面画线成语中，使用不当的一项是：
回想以前埋首伏案于伦敦、巴黎的图书馆中摸索敦煌残卷，以及匹马孤征、风尘仆仆于惊沙大漠之间，深夜秉烛夜游，独自欣赏六朝以及唐人的壁画，那种“擿填索涂”“空山寂历”的情形，真是恍如隔世!
A.匹马孤征
B.风尘仆仆
C.秉烛夜游
D.恍如隔世
13 、(2018上海B10)下列句子有歧义的是：
A.河南是中华文明开始的地方，是炎黄子孙的心灵故乡
B.无论做什么，记得为自己而做，那就毫无怨言
C.医改涉及面广，复杂程度高，是一项系统工程
D.规范中成药命名应该通盘考虑，避免造成社会误解
14 、(2016上海A40)下列语句中，会产生歧义的是：
A.网民和专家表示，原因查明后，在对直接责任企业和责任人依法依规严厉问责
之外，对供水企业、环保、建设等部门也应进行尽职调查
B.藏书，传统意义中高端文雅的兴趣爱好，洗去浮华，悄然走进百姓生活。书友们在发黄的书页中收获幸福，在浩瀚的书海中淘得快乐
C.发展经济学的理论渊源是人类关于推进社会经济快速发展的思想
D.艺术节的举办实际上就是在发掘与追求一种社会认同、并通过艺术节的一系列活动来体现这种认同
15 、(2019深圳66)下列各句中，没有语病的一句是：
A.一辆被称为“陆地巡洋舰”的越野吉普在蜿蜒曲折的山路上像离弦的箭一样奔驰
B.该大学的管理学院利用丰富的智力和社会资源，努力开拓教学方式和科研成果，促进“产学合一”
C.他心里很清楚，这次投资假若一旦失败，他大半生的心血就会付之东流
D.在抗击“非典”中，白衣天使们前仆后继，其壮举真可谓惊天地泣鬼神
16 、(2016深圳67)下列选项中，有语病的一项是：
A.古埃及文字和巴比伦楔形文字虽然比文字来源可能更远，但早在纪元前就已经不再通行，而汉字延续至今仍然是正式通行的记录汉语的书写符号
B.掌柜是副凶脸孔，主顾也没有好气色，教人活泼不得，只是孔乙己到店，可以笑几声，所以至今还记得
C.网络在现代教育发展中扮演着重要的角色，它使教育信息能快速传递，保证整体招生计划能顺利快速科学地前行D.CNN发出警告说：随着其他国家同龄人学习成绩与毕业率的提高， 美国教育在世界上的地位正在下滑`;
