export const questionStr = `1 、(2017四川13)南宋诗人周紫芝在《竹坡诗话》中记载：李氏家族有一人为官
廉洁，公私分明。一天，他正在烛光下办理公务，有人送来一封家书。他当即灭掉公
家的蜡烛，点燃自家的蜡烛，因为在他看来，公与私之间绝对不容混淆，这在今天看
来有点_____，但所折射的公与私的严格区分仍然值得深思。
填入画横线部分最恰当的一项是：
A.自命清高
B.小题大做
C.沽名钓誉
D.矫枉过正
2 、(2016联考23)科普影评的作者应寻找科学与电影的交汇点，将科普和艺术
______，启迪思想。他们将前沿领域研究成果，结合电影转化为更轻松易懂的文字，
面向更多读者。
填入画横线部分最恰当的一项是：
A.融会贯通
B.合二为一
C.珠联璧合
D.相提并论
3 、(2020福建36)民族精神是衡量一个国家综合国力强弱的重要因素，是衡量
一个民族有无凝聚力、向心力、战斗力的重要指标。一个国家重视民族精神的培养，
就能凝心聚力、_____，各项事业就会______；忽视民族精神的培养，只会_____、
消极颓废，各项事业都难以搞好。
依次填人画横线部分最恰当的一项是：
A.奋发图强一日千里一盘散沙
B.精神振奋兴旺发达人心涣散
C.聚精会神繁荣昌盛离心离德
D.精神抖擞蒸蒸日上分崩离析
4 、(2016国考地市级31)改进作风涉及习俗、文化、制度、利益等方方面面，本
身就是一场攻坚战。无论是克服____的形式主义、官僚主义，还是打破思维定势、
疗治沉疴顽疾，都需要有坚韧不拔的毅力。只有这样，才能______，积小胜为大胜，
取得让广大干部群众满意的成效。
依次填人画横线部分最恰当的一项是：
A.固步自封渐入佳境B.老调重弹稳操胜券
C.抱残守缺循序渐进D.根深蒂固稳扎稳打
5 、(2019云南38)瓦盆，是旧时常见的日用品，因为烧制时要将大小瓦盆一套
一套摞起来烧，运输和店家卖时也是一套一套地摞着，故而有句歇后语，说某人讲起
话来滔滔不绝，是“卖瓦盆的出身——一套一套的”。“卖瓦盆”式的干部并不少见，
这些人说起话来______，讲起道理_____。表面看很热闹，但仔细想想都是一些喊
口号、使虚劲的嘴上功夫，根本就是“假大空”。
依次填入画横线部分最恰当的一项是：
A.舌灿莲花闻一知十B.旁征博引举一反三
C.妙语连珠声情并茂D.口若悬河引经据典
6 、(2017云南35)在传播媒介极不发达的年代，要成为名人并非易事，他必须
在某一领域______，才能通过______、书籍记载等方式广为人知。而在数字网络为
媒介的时代，尤其在微博、微信公众号等自媒体平台上，人人都能成为信息和观点的
发布者，人人都可能______，出名的成本大幅度降低，于是“名人”遍地开花。
依次填人画横线部分最恰当的一项是：
A.独当一面街谈巷议一夜成名
B.崭露头角红口白牙声名远扬
C.出人头地道听途说一鸣惊人
D.出类拔萃口耳相传声名鹊起
7 、(2016国考地市级21)执行力的强弱已经成为影响企业成败的关键因素，世
界级优秀企业总是能够让那些令人振奋的战略规划_____地得到落实，达到甚至超
出预期目标。
填人画横线部分最恰当的一项是：
A.一丝不苟
B.不遗余力
C.分毫不差
D.滴水不漏
8 、(2018国考地市级21)生命在于运动，运动能塑造我们强健的身体，增强抵
抗疾病的能力。当然，它对大脑也是有益的。但事实上，运动应该_____,否则会
使人反应迟钝。长时间大强度运动会使脑组织兴奋性降低， 会使能源物质ATP(腺嘌
呤核苷三磷酸)耗竭，对大脑机能造成损害。
填入画横线部分最恰当的一项是：
A.因人而异
B.张弛有道
C.适可而止
D.循序渐进
9 、(2020国考地市级29)地球并非太阳系唯一有水的星球，木卫二所拥有的水
资源就比地球还多，堪称一颗_____的“水球”。不过，与其邻居木卫三相比，木卫
二就_____了。通过研究木卫三上极光的微小偏移，科学家推断木卫三拥有巨大的
地下海洋，液态水的含量可能是地球的30倍。
依次填人画横线部分最恰当的一项是：
A.彻头彻尾微不足道B.不折不扣相形见绌
C.货真价实差强人意D.实至名归自愧弗如
10 、(2019江苏A39)应当看到，农业调结构是一个动态的过程，不可能一调到
位、______。农业也是慢热型产业，培育一个成熟品牌，要三五年、十多年，甚至更
长时间，靠政府部门_____不行，必须尊重农业发展规律和市场规律，扎扎实实、
______、一步一步走。
依次填人画横线处最恰当的一项是：
A.一挥而就大刀阔斧锲而不舍
B.一劳永逸摇苗助长持之以恒
C.一蹴而就快马加鞭孜孜砖矻
D.一步登天越俎代庖水滴石穿
11 、(2020国考地市级24)“万物各得其和以生，各得其养以成”。这方面有很多
鲜活生动的事例。始建于战国时期的都江堰，距今已有2000多年历史，就是根据岷
江的洪涝规律和成都平原悬江的地势特点，______建设的大型生态水利工程，不仅
造福当时，而且_____.
依次填人画横线部分最恰当的一项是：
A.顺势而为利在千秋B.因势利导泽被后世
C.物尽其用历久弥新D.因地制宜经久不衰
12 、(2017四川12)怀有爱心的人必定真诚而大度，如果需要，他会______地
展示自己的灵魂，捧出自己的心，爱的价值难以用金钱衡量，心藏龌龊的人甩出的大
把金币，有时还不如贫穷的善者脸上的一丝微笑。
填入画横线部分最恰当的一项是：
A.推心置腹B.开诚布公
C.毫不犹豫
D.光明磊落
13 、(2019山西35)打开书本，一股久违了的墨香扑面而来；摩挲纸张，淡淡的
凹凸感非常舒服。味觉、视觉、触觉顿时都活泛起来，连脑细胞也显得格外活跃。读
累了，就闭眼歇一歇，顺便回味刚读过的情节，思考作者的______；看到精彩的描写
和精辟的议论，就反复重读、吟咏再三，读到妙处更是______.
依次填人画横线部分最恰当的一项是：
A.春秋笔法弹冠相庆B.言外之意低头折节
C.弦外之音额手相庆D.微言大义击节赞叹
14 、(2016四川下23)互联网新的运营模式不断出现，技术发展_____，这对版
权保护也提出了更多挑战。从当前的司法实践来看，各地法院对网络运营商的责任认
定也常常存在差异。著作权法的立法宗旨是“尊重智慧，鼓励创作和传播”，这在网
络时代也应该______.
依次填人画横线部分最恰当的一项是：
A.突飞猛进亘古不变B.层出不穷始终如一
C.一日千里一以贯之D.日新月异坚明约束
15 、(2020国考地市级31)从陆地到天空，从恐龙到鸟类，生物的生态习性发生
了巨大改变，身体结构也有了天壤之别。若非有一系列介于两者之间的过渡物种让人
______，即便熟读《物种起源》，笃信达尔文的演化理论，也仍然会对“恐龙是鸟类
的祖先”的说法______.
依次填人画横线部分最恰当的一项是：
A.无可辩驳充耳不闻B.心服口服置之不理
C.不置可否不以为然D.眼见为实将信将疑
16 、(2019江苏B40)这部古代医学典籍对我来说有点“深”，但我还是
____地读了一遍，竟然_____。我想中国的医道，其实就是天道、人道，是
_____的。从医生的医案中，我们照样可以读出中国的哲学和中国人的智慧。
依次填入画横线处最恰当的一项是：
A.全神贯注喜出望外浑然天成
B.目不转睛无师自通不分你我
C.手不释卷恍然大悟一以贯之
D.饶有兴趣爱不释手一脉贯通
17 、(2019青海28)所谓幼儿园“小学化”，指的是在幼儿园阶段提前教汉语拼
音、识字、计算、英语等小学课程内容。这种现象近年来非常普遍，_____，甚至传
导至幼前阶段，也就是还没上幼儿园就开始教这些知识了。更有甚者，小孩还在幼儿
园阶段就在上奥数班，至于学拼音、英语，更是______。上海的家长们为了给孩子
报某个毫无资质的学前班，挤破了头不说，排队报名的黄牛号都涨到5000元，这事
情也一度闹得______.
依次填人画横线部分最恰当的一项是：
A.靡然成风层见叠出沸沸扬扬
B.蔚然成风层见叠出沸反盈天
C.靡然成风司空见惯沸沸扬扬
D.蔚然成风司空见惯沸反盈天
18 、(2019云南37)今天，关于传统文化的书写，存在两个极端：要么过于通俗，
要么过于玄虚。中国传统文化的传播、国学的弘扬，需要摆脱掉这两个极端，走一
条中间道路，做到______、微言大义。虽然，“文化热”“儒学热”“国学热”的浪潮
______，但真正将自己的文化看作安身立命之本的人却是______。很多人对待文化，
对待国学，仍然没有走出经世致用、急功近利的目的预设。
依次填人画横线部分最恰当的一项是：
A.深人浅出此起彼伏少之又少
B.大道至简前仆后继凤毛麟角
C.通俗易懂如火如荼寥寥无几
D.不温不火不绝如缕后继无人
19 、(2016四川下20)从默片到有声，从黑白到彩色，人类社会的影像表达和传
播都与媒介生态和技术变革______，当新媒体成为影像传播的新载体和新平台，微
电影、迷你剧、微纪录片、恶搞短片、自拍秀甚至动态图片都成为与新媒体______
的新的影像表达形式。
依次填人画横线部分最恰当的一项是：
A.息息相关相生相伴B.紧密相连相得益彰
C.休戚相关相辅相成D.一脉相连相濡以沫
20 、(2015国考地市级33)发展经济并没有错，有效利用文化资源带动当地社会
发展也是很好的尝试。但倘若不论真伪，抑或不顾文化自身的形态，_____、强行落
地，旅游未必能够发展起来，反而可能______。它所反映出来的，恰恰是对文化缺
乏认识，对建设缺乏创新的“啃古”心态。
依次填入画横线部分最恰当的一项是：
A.牵强附会劳民伤财B.曲意逢迎适得其反
C.偷梁换柱进退维谷D.附庸风雅无所适从
21 、(2017云南29)孔雀蜘蛛的体形非常小，只有4毫米到5毫米，其中，雌性
蜘蛛比雄性蜘蛛大。不过，就是这样小的身躯，也能靠着大自然的_____吸引人们
的注意。
填人画横线部分最恰当的一项是：
A.鬼斧神工
B.精雕细刻
C.巧夺天工D.匠心独运
22 、(2020江苏A35)解决气候变化不是一个零和博弈，而是需要多种方案
______。我们的确需要保护和更有效地管理森林，但对森林碳汇能力也不能_____,
需要更加严谨的考证计算。归根到底，科学有效地制定并执行减排政策，才是解决气
候变化问题的真正灵药。
依次填人画横线处最恰当的一项是：
A.博采众长夸大其辞B.集思广益过度依赖
C.统筹兼顾无所作为D.齐头并进盲目乐观
23 、(2016四川下12)在各种兼并方式中，如果两个公司实力悬殊，则多半是强
势的一方直接收购弱势的一方。出钱多、实力雄厚的一方，最终还是会要求自己说了
算，而实力较弱的一方虽然在名分上得到了“平等”二字，但大多也都知道自己需
要______.
填人画横线部分最恰当的一项是：
A.循规蹈矩
B.安分守己
C.亦步亦趋
D.安步当车
24 、(2020国考副省级28)古城区发展到一定阶段，适度的提升改造是必要的，
但如果是通过“拆真”来为“建假”腾出地方，这样的开发改造必然是______。其
实，提升改造与对老建筑的保护本来可以______，恰当的修缮，不但可以让历史建
筑重新焕发活力，也能够提升城区的整体质量，达到提升改造的目的。
依次填人画横线部分最恰当的一项是：
A.顾此失彼齐头并进B.暴殄天物双管齐下
C.得不偿失并行不悖D.舍本逐末并驾齐驱
25 、(2016江苏A42)当你打开书想在书中找到平静的时候，最初的几页是很难
读进去的。最初的几页读完后，你就会觉得好书就像是一堵墙，把街面上的____
还有喧嚣的声音阻拦在了外边。你似乎可以在_____里闻到花香，听到鸟鸣，大自
然仿佛又回到了你的身边。
依次填人画横线处最恰当的一项是：
A.车水马龙白纸黑字B.纸醉金迷字里行间
C.灯红酒绿语言文字D.红男绿女
绿女字字句句
26 、(2020国考地市级22)中国正处于经济结构转型升级和世界新一轮技术革命
的交汇时期，创新驱动高质量发展渐成共识。没有管理创新、市场创新的商业创新模
式_____，有真实需求场景的教育、医疗健康、信息消费、消费升级等模式创新领
域，将会进发出新的投资机会。
填人画横线部分最恰当的一项是：
A.举步维艰
B.日薄西山
C.难以为继
D.岌发可危
27 、(2018广东10)______的中华民族发展史是中国人民书写的，______的中
华文明是中国人民创造的，______的中华民族精神是中国人民培育的，中华民族迎
来了从站起来、富起来到强起来的伟大飞跃是中国人民奋斗出来的。
依次填入画横线部分最恰当的一项是：
A.波澜壮阔博大精深历久弥新
B.恢弘壮丽源远流长同舟共济
C.气势磅礴奔流不息与时俱进
D.延绵不断厚积薄发奋发有为
28 、(2017江苏A43)重视新生代农民工的社会诉求，______地解决他们面临的
问题，对于社会的______有着十分重要的意义。
依次填入画横线处最恰当的一项是：
A.因地制宜全面提升B.因人而异高速发展
C.因时制宜持续前行D.因势利导长治久安
29 、(2017国考地市级34)晚清官员最害怕的就是和洋人直接打交道，他们中
的绝大部分人不懂外语，不明世界大势，不知国际公法，在和洋人打交道时未免
_______，进退失据。对于日渐增多的华洋纠纷，他们处理起来更是______，稍有不
慎，就会招来严重的外交纷争。因此，他们便普遍形成了一种“畏洋如虎”的心态。
依次填人画横线部分最恰当的一项是：
A.如履薄冰捉襟见肘B.瞻前顾后手足无措
C.左支右继力不从心D.妄自菲薄眼花缭乱
30 、(2019四川下17)经济学中“搭便车”的概念，大致是指，有人未支付成
本却获得了由他人支付成本所带来的收益，或者支付较少成本，获得了与自己支付
成本不对称的更多收益，从而导致市场失灵。这种“搭便车”的现象可简单地理解
为“____”.
填人画横线部分最恰当的一项是：
A.坐享其成
B.坐收渔利
C.守株待兔D.以一奉百
31 、(2016江西42)自从1964年我国开始杂交水稻研究以来，很多研究者对杂
交水稻的探索______，1981年，有研究者提出了利用自然两用系的设想，即在长日
高温条件下制种，短日低温下繁种，一系两用。到2010年底，我国共有427个两系
杂交水稻通过省级或国家的品种鉴定。因此，在我国发展两系杂交水稻已是_____.
依次填人画横线部分最恰当的一项是：
A.如日中天重中之重B.独领风骚势不可挡
C.方兴未艾一往无前D.和而不唱大势所趋
32 、(2017河北32)中国绘画是以庄子哲学为精神宗旨的，其最高境界是在人与
对象的双重自然状态下实现物我浑融。《庄子·田子方》载，宋元君招试画师，应试
者皆_______，唯有一后到者，“解衣盘礴赢”，任性自然地投身于画作。宋元君称此
人为“真画者”。所谓“真画者”，指的是突破规范束缚而进入自由率真的创作状态的
画家。这是庄子为后世中国画家塑造的模范。
填入画横线部分最恰当的一项是：
A.循规蹈矩B.墨守成规
C.按部就班D.循规拘礼
33 、(2017国考地市级26)家庭是社会的基本单元，家庭功能受损，已经并将继
续产生深远后果。规模庞大的留守儿童，是中国独有的城乡二元体制的产物。解决这
一问题______，且无法毕其功于一役，多项改革不可能______，但严峻的现实提醒
我们，多层次的行动、全方位的改革必须启动或加速。
依次填人画横线部分最恰当的一项是：
A.迫在眉睫万无一失B.千头万绪立竿见影
C.千难万险齐头并进D.错综复杂避重就轻
34 、(2017国考地市级21)物理学研究与艺术创作有异曲同工之妙，若是不能
______，就只能千锤百炼，通过成年累月的辛苦工作来解开暗物质的谜团了。
填人画横线部分最恰当的一项是：
A.妙手偶得
B.一蹴而就
C.守株待兔
D.灵机一动
35 、(2019浙江A32)近年来，各类互联网平台纷纷推出会员产品。客户会员
越办越多，各种“套路”也_。比如，不办会员就限速，办了会员依然广告不
断……这样的“赢利”模式，短期内似乎能尝到甜头，但长远看来，实则是_____.
依次填入画横线部分最恰当的一项是：
A.接踵而至饮鸠止渴B.屡见不鲜苗助长
C.应运而生寅吃卯粮D.不胜枚举掩耳盗铃
36 、(2020国考地市级32)商品或服务没有质量的保障，就像生命失去了健康一
样，一切都_____。人们进行网络消费时，能够一眼看到价格，却很难发现是否存在
质量问题。这种情况下，质量因素便更加关键。如果商家在营销环节耍小聪明，以低
价为噱头，轻视质量，就如同______，等到“东窗事发”，注定会收到消费者的差评。
依次填人画横线部分最恰当的一项是：
A.无从谈起掩耳盗铃B.无济于事饮鸩止渴
C.徒劳无功作茧自缚D.黯然失色买还珠
37 、(2020安徽25)曹雪芹通过贾府的衣食住行把_____人家的富贵之相刻画
得淋漓尽致。一屋一室，或雕梁画栋，或______，或金碧辉煌，或简约古朴，相映
成辉，相映成画；一餐一饮精烹细作，食不厌精；______，雀衣彩绣，美轮美奂。但
仍然没有宴席上的浅斟深酌更能体现出贾府“鲜花着锦、烈火烹油”之盛；没有比推
杯换盏之时的琴歌酒赋更能体现出翰墨书香之族的风流雅致。
依次填人画横线部分最恰当的一项是：
A.筆门圭窦岸芷汀兰一裙一裳
B.兰艾同焚粉墙黛瓦一丝一缕
C.钟鸣鼎食曲径通幽一衣一带
D.桑枢瓮牖小桥流水一鞋一袜
38 、(2019青海30)传统文化是中华民族的灵魂，几千年来，春节庙会、清明祭
祖、端午赛龙舟、重阳登高等传统民俗活动_____，展现了乡土文化旺盛顽强的生
命力。乡村旅游大发展，传统村落成为人们_____的旅游胜地，民俗体验、乡村写
生等成为消费热点。景德镇陶瓷、淄博琉璃、潍坊风筝等乡土工艺品以及泰山皮影、
日照农民画等乡土民间艺术纷纷走出国门，中国乡村文化正地_____走向世界，挺
立于世界文化之林。实践证明，中国乡土文化历经劫难而不亡，_____而新生，我
们完全有理由树立对乡土文化的自信，这是文化自信的核心构成，决定着文化自信的
深度和广度。
依次填人画横线部分最恰当的一项是：
A.方兴未艾趋之若鹜从容不迫沧海桑田
B.如火如茶纷至沓来踌躇满志饱经风雨
C.轰轰烈烈接踵而至胸有成竹饱经沧桑
D.方兴未艾心驰神往信心百倍饱经沧桑
39 、(2019云南25)应该如何正确开展批评和自我批评呢?要无私无畏，敢于
揭露问题。少数党员领导干部由于“老好人思想”作怪，在专题民主生活会上，往
往选择对上级放“礼炮”，对同级放“哑炮”，对自己放“空炮”。三言两语听上去
_____，实际上_____、毫无价值，不但不能推动工作、维护党内团结，而且还会
放任同志身上错误的滋长。
依次填入画横线部分最恰当的一项是：
A.春风化雨无关痛痒B.和颜悦色扬汤止沸
C.和风细雨隔靴搔痒D.洋洋盈耳无足轻重
40 、(2017云南28)30岁时，纳什突然出现了许多古怪的举动……最终，他因为
幻听被确诊为严重的精神分裂症，后来是接二连三的诊治与复发。1962年，当他被
认为是______的菲尔兹奖获得者时，他的精神状况却使他与奖项_____.
依次填人画横线部分最恰当的一项是：
A.无可辩驳饮恨败北B.实至名归擦肩而过
C.名正言顺抱憾终身D.理所当然失之交臂
41 、(2019陕西32)生活水平节节攀升，带来精神文化需求，旅游散心成
为不少人的生活常态，_____成为人们追求美好生活的生动注脚，文明旅游也日益
成为共识。但文明不是喊出来的，而要体现在举手投足之中，折枝、攀爬、踩踏等行
为屡禁不止，原因就是一些游客自以为______，忽视了对自身行为举止的约束。
依次填人画横线部分最恰当的一项是：
A.与日俱增不负韶华无足挂齿
B.水涨船高不负春光无伤大雅
C.水涨船高不负光阴无足轻重
D.与日俱增不负日月无关紧要
42 、(2017江苏C43)读书有两种情形，一种是看大意，_____地看故事消磨时
间，一种是细细品味，去______寻找文章的构思，寻找文外的寓意。这就是读书的
两种不同的方式和目的。不过，不管是哪一种读书方式都是一种知识的积累。
依次填人画横线处最恰当的一项是：
A.走马观花字斟句酌B.囫囵吞枣字里行间
C.一目十行全神贯注D.漫不经心片言只语
43 、(2019浙江A34)历史上，小至个人荣辱、大到国家兴亡，优良家风通过
_____的情感教化、_____的严格要求塑造着人们的人生观、价值观，辐射带动着
整个国家和社会的价值导向。
依次填人画横线部分最恰当的一项是：
A.耳濡目染苦口婆心B.和风细雨朝督暮责
C.潜移默化循规蹈矩D.循循善诱耳提面命
44 、(2018江苏A45)知识可以通过间接的途径获得，审美也存在其他的来源和
形式，但师生之间彼此的透彻了解与关切，施教者_____，透示出的热爱和睿智，受
教者_______聆听表现出的诚恳和渴望，问题不得解决的苦苦思索，问题解决后的
_____，发自内心的钦佩和赏识等等，这种特定时空的共同构思、问答、行动以及伴
随其中的喜悦痛苦，是任何第三者不曾感受，别的场合也不曾有过的。
依次填人画横线处最恰当的一项是：
A.声情并茂全神贯注笑逐颜开
B.倾尽全力敛声屏气相视一笑
C.言传身教聚精会神喜上眉梢
D.循循善诱凝神屏气会心一笑`;
