export const questionStr = `1 、(2018山东20)地理结构上，中国大陆是一个面积辽阔、平坦完整的区块，是自给自足的一大片土地。南方的寮、越、高棉等，有丘陵峡谷高原等相隔，历史
上从来没有北侵并造成困扰过。西边有沙漠阻绝，形成天然的屏障。零星的商旅僧人，可能往返跋涉，但是很难发生大规模的军事行动。东边是大海，在坚船利炮之前，安全是不成问题的。剩下的，只有北方来的强敌。因此，只要能挡得住北方的威胁，______.
填入画横线部分最恰当的一项是：
A.中央政权就会有意识地排斥地方势力B.中国大地便自成体系，唯我独尊
C.中原大地内部的诸多力量便取得平衡D.大一统的思维便会应运而生
2 、(2020福建60)数字经济的重要意义不仅体现在对总量的贡献上，更重要的是，______.一方面表现为数字技术赋能传统产业，另一方面表现为数字技术催生新产业。数字技术赋能传统产业，通常也被称为产业数字化，即利用数字技术对传统行业的业务进行升级，进而提升生产数量和效率。从生产流程角度看，数字技术可以通过对企业生产过程中产生的数据进行分析，将程序性业务交给计算机处理，从而降低了操作失误率。同时，企业通过数据分析，能够对业务流程进行全面而系统的监督，及时发现经营过程中的异常和隐患，大大降低风险。
填人画横线部分最恰当的一项是：
A.及时降低企业经营过程中的损耗与风险
B.将数字化的知识和信息转化为生产要素C.对产业结构优化升级所起到的推动作用D.不断发掘与推动产业经济的新增长点
3 、(2017四川32)一段中国的筝箫名曲，多有雨声中的幽远；一幅中国的山水古画，多有雨声中的迷蒙；一大堆中国古代的哲学，其所谓“自足”“求诸己”“尽其在我”一类的命题，作为几千年文明的意旨内核和情感基点，当然是事出有因，______，它们也许都来自作者们在雨声中的独处。
填入画横线部分最恰当的一项是：A.雨声会让人心中安宁静谧B.这是中国文化独有的意趣C.所谓情由境生和感由事发D.就好像“小楼一夜听春雨”
4 、(2019四川45)在时空关系上，摄影和舞蹈是两种截然不同的艺术表现形式。舞蹈中的舞者并非如摄影作品中所呈现的那样——在空间中摆出某个单一、特定的造
型，______。舞者根据舞蹈情节及个人情绪从空间中的一个位置运动到另一个位置，而摄影能够记录的只是舞者舞动的精彩瞬间，但这个瞬间只是舞蹈在时空中的一个切片。舞蹈如同音乐一般，本身是一个绵延的过程，这就如同欣赏一部交响乐一样，听众欣赏的是完整的旋律，而非其中的某个音符。填人画横线部分最恰当的一项是：
A.而是全情投人到对舞蹈情感的诠释之中B.而是处于一种不断运动的舞蹈过程之中C.而是伴随音乐的律动做出特定舞蹈动作D.而是在动与静的交替中传达舞蹈的神韵
5 、(2018国考地市级59)当我们仔细观察当今世界上的主流火箭时，就会发现它们用的发动机、燃料箱等都是上世纪的产物。比如要在2018年首飞的太空发射系统用的是改进过的航天飞机的火箭发动机，燃料箱用的是改进过的航天飞机的外挂燃料箱，两侧的固体燃料推进器用的也是改进过的航天飞机的固体燃料推进器。______。火箭是非常复杂的东西，设计并制造火箭需要考虑的因素太多，就连火箭制造商们也只能去选择一些经受过时间考验的产物，从而确保产品的可靠性。
填人画横线部分最恰当的一句是：
A.这是因为新技术的推广需要一定的时间
B.这并不意味着火箭技术没有任何新的进展
C.事实上，制造火箭的材料并不都是前沿科技产物
D.也就是说，在火箭这个领域内并不是最新的就是好的
6 、(2019四川下38)______.正如游戏要求团队协作，真正让一款游戏成为广受追捧且健康向上的产品，也需要协同的力量。如果开发团队只考虑市场效益，对游戏内容和形式放任自流，纵使在短时间内能取得佳绩，也会因过度消费用户而败下阵来。如果政府部门只在一些节点上把一把、管一管，纵使出台了一些政策文件，也不过是形式大于效力。如果家长对孩子不管不问或一封到底，纵使气急败坏也无济于事，与其关上游戏的门还不如打开疏导陪伴的窗。
填人文中画横线部分最恰当的一句是：
A.国产游戏行业的有序发展需要多方的共同努力
B.游戏监管不该只堵不疏而应树立“大监管”理念
C.各方力量紧密合作才能让游戏成为生活的有益补充
D.游戏监管需制作方、政府部门、家长三方形成合力
7 、(2017重庆57)成语“刻舟求剑”源自《吕氏春秋》，古人使用这个成语时，
更多想到的是时间轴意义，“子在川上曰：逝者如斯夫，不舍昼夜”。但它所讲述的故事，又提示了我们道理与知识是如何“分道扬镳”的。船在运动，河底静止，剑从船上掉落河中，是从运动状态进人静止状态，而船上客人与刻痕处于相对河底与剑而言的运动状态，刻痕如何保持得了与剑相对的位置?由是而知，_______，这才是“刻舟求剑”真正传递的“道理”。填人画横线部分最恰当的一项是：A.意识是客观世界存在的反映B.要在动态中认识事物的本质C.知识道理在时空里是相对的D.运动和静止是可以相互转化
8 、(2017山东12)______。在中国，新经济大多属于行政管理的范畴，在企业的准入、监管乃至人事制度领域，均存在不少过去体制遗留的障碍。应尽快推出负面清单，为新经济松绑。在旧经济保持增量的同时，通过新经济提质。未来，高科技产业和高附加值的现代服务业，将是中国经济的新引擎。与过往靠基础设施投资和制造业拉动经济增长的模式相比，政府调控与监管的观念、体制均需转变。过去那种把持行政审批来大上项目的做法，显然是行不通了。
填人画横线部分最恰当的一项是：
A.中国发展方式转型迫切需要现代国家治理体系
B.经济模式创新急需打破思维方式的禁锢
C.要发展新经济，需要厘清市场与政府的边界
D.新经济是否能发展，取决于新技术能否及时补位
9 、(2019国考地市级47)人口向城市迁移并不一定会推动经济增长和生产率的提高。如果人口流入城市，却没有优质的就业作为依托，就会导致城市的贫民窟化。只有经济结构根据经济发展阶段进行转换，经济才会增长，并创造良好的就业机会，收入才会随之增加，人口才会向城市迁移。所以，______.填入画横线部分最恰当的一句是：
A.人口向城市迁移是经济发展的必然趋势B.人口迁移率是衡量经济发展水平的重要指标C.只有调整经济结构，才能增加城市中的就业机会D.城镇化其实是经济发展的结果，而非前提
10 、(2018国考地市级55)进行骨髓移植的前提条件是有配型成功的捐赠者。双胞胎配型成功几率最高，兄弟姐妹也有可能。但在中国，20世纪70年代到现在，大多数都是独生子女，有兄弟姐妹且能配型成功的概率也非常低。另外，父母和子女之间骨髓配型成功的概率非常低，几乎为零。因此，绝大多数患者都必须依赖不认识的志愿者配型。非亲缘关系骨髓配型成功的几率只有几十万至几百万分之一，______.
填入画横线部分最恰当的一句是：
A.即使这样，骨髓移植仍是大多数血液疾病患者的唯一希望B.如果冒着风险使用不完美的配型，成功率自然会大为降低C.骨髓库里志愿者样本的多少，直接决定着病人找到合适配型的几率D.志愿者捐献固然很重要，国家相关政策的落实和执行也是当务之急
11 、(2017云南44)迁都是件大事，有“牵一发动千钧”的效果。不仅迁都国家的政治经济格局将随着新都的诞生而发生改变，其他国家也将依照新都的情况而改变与这个国家的联络方式，比如驻该国的使馆要迁到新都啦，随着该国的政治经济和人口分布的改变，对该国的经济政策也要变化啦等等。因此，迁都实际上牵扯到许多人的现实利益，______，由于众口难调，实施起来就格外困难。
填人画横线部分最恰当的一项是：
A.会有连锁反应B.堪比世界难题
C.是个系统工程D.易致恶性循环
12 、(2020江苏A28)群体免疫力是一种保护整个社区免受疾病侵害的手段：通过免疫社区里足够多的人，有效地打断疾病从一个人传染到另一个人的接力，中断感染链，从而保护少数不能接种疫苗的人群。但是，这个模式要真正起作用，社区中接种疫苗的人必须足够多。接种疫苗的人数必须高于一个最小的百分值(学术界称之为“阈值”)，群体免疫才会生效。接种的社区成员越多，______.
填人画横线处最恰当的是：
A.整个社区就越能够避免疾病的爆发B.才能有效阻断疾病源感染整个社区C.越能保护少数拒绝接种疫苗的人群D.整个社区的免疫模式才能发生作用
13 、(2019青海45)据中国农业大学调查，我国消费者每年在餐桌上浪费的食物总量价值高达2000亿元，被倒掉的食物约相当于两亿多人一年的口粮。德国和英国的统计显示，德国居民每年当作垃圾扔掉的可用或部分可用的食品高达1100万吨；英国每天有约700万片面包、130万罐酸奶、66万个鸡蛋被丢弃，其中相当一部分可以食用，这种“舌尖上的浪费”，触目惊心，令人心痛。无数的事实证明：______.
填人画横线部分最恰当的一句是：A.当前许多国家食物浪费严重
B.中欧食物浪费惊人
C.其他国家食物浪费没有中欧明显D.人们对食物的浪费应引起人类的重视与警觉`;
