export const questionStr = `1 、(2019四川下26)“简”是一种艺术风格，也是唐宋以来我国艺术(尤其是传统绘画)的一大审美追求。某位当代著名画家在谈到中西绘画艺术异同时曾说：“西洋画是加法，中国画是减法。”这与中西方民族文化的思维方式、思想积淀的差异有着很深的联系。“减法”之喻，颇为巧妙地点出了传统中国画在意象经营和意境创构上追求“简”的审美个性。在古代艺术家看来，“画以简贵为尚”。究其渊源，这种以“简”为贵的思想，在构成我国传统文化之骨干的禅、道、儒三家学说里已昭然可见。文章接下来最可能讲的是：
A.唐宋时期绘画的主要艺术风格
B.中国传统绘画在意境创构上的特点
C.中西方绘画艺术风格和审美追求的差异
D.传统文化对中国艺术尚“简”精神的影响
2 、(2016山东19)以往在讨论国人不文明出游现象的时候，往往将原因归结为国民素质没跟上经济发展的步伐。至于对策，除了强烈的舆论谴责，就是建议重罚。
虽然说这样的原因分析和对策建议并非全无道理，但我们却忽视了一个事实，那就是很少有游客真的想当不文明的典型，更没有人想故意去给国家和民族形象抹黑。无论是政府部门，还是旅行社，对文明旅游方面的宣传和提醒基本为“零”，多数游客是无心而为。
根据这段文字，接下来会说明：
A.外界对国人形成不文明出游的印象可能存在误解
B.国人能否养成文明出游的习惯与整体国民素质高低有关
C.对不文明旅游行为的谴责和重罚带来的效果只是一时的
D.培养国人文明旅游的意识需要加大宣传教育和引导
3 、(2020山东35)远古时代，人类一天平均要移动16~22公里，他们走路、奔跑、冲刺、攀爬、游泳、跳跃、举重……他们不得不如此，否则就难以生存。在50万年的进化中，现代人所拥有的思考型的大脑，正是从运动技能的磨炼中进化而来的，人类渐渐有了梦想、计划以及创造的能力，从而创造了现代文明。但讽刺的是，文明的前进速度如此之快，人类的身体和基因却来不及跟上——就基因而言，我们仍然是50万年前的那些狩猎采集者，我们仍然渴望最高热量的食物，但却不再需要运动。最终，久坐不动的现代生活方式成了人类长期生存的重大威胁之一。
这段文字接下来最可能讲的是：
A.热量对人体的重要意义B.运动对人类进化的好处
C.基因与人类健康的关系D.运动量少对人类的危害
4 、(2020浙江B34)文艺复兴一般被视为一场源自14世纪意大利而后蔓延到整个欧洲的思想与艺术运动，而殖民主义则往往同15世纪末以来欧洲开辟新航路、发现新大陆以至对亚非拉地区的政治奴役、经济剥削、军事占领等历史发展相联系。过去，两者的研究相隔甚远，但最近有学者敏锐地把握到两者实有一种隐蔽的叠合关系。这段文字接下来最可能讲述的是：
A.文艺复兴如何为殖民主义铺路
B.殖民主义相关内容的研究现状
C.殖民主义对亚非拉地区的深远影响
D.文艺复兴如何引发欧洲思想艺术运动
5 、(2019山东22)基础研究是整个科学体系的源头，是科技强国建设的根基。2018年，我国全社会研究与试验发展(R&D)经费约1.94万亿元，研发人员总量预计418万人，这些资源如果得到合理配置，可以实现更大作为。据《2017年全国科技经费投入统计公报》，2017年，我国基础研究经费975.5亿元，占R&D经费比重的
5.5%。虽然规模、强度近几年在增长，但由于投入强度长期过低，加剧了基础研究资源配置的功利性，技术源头缺失问题日益凸显。未来要实质性地强化基础研究多元投人体系，提高资源配置及使用效率。
这段文字接下来最有可能讲述的是：
A.我国基础研究存在的问题B.我国基础研究取得的进展
C.如何解决技术源头缺失问题D.如何加强基础研究多元投人
6 、(2020福建41)在闽江及其支流上存在着大量的传统村镇与古厝，如琴江满族村、闽安古镇、林浦村的“泰山行宫”、大埕村“九条金带”等。它们在类型和内涵上都有相似之处，虽然得到了一定程度的保护，但开发和利用力度仍普遍不够，导致一些历史记忆有湮灭的危险。随着城市化进程的加速及旧城改造规模的不断扩大，传统村镇与古厝必然会面临如何被有效保护的问题。
接下来作者最有可能讲述的是：
A.传统村镇和古厝的招商引资
B.传统村镇和古厝的文物保护
C.传统村镇和古眉的开发与保护
D.传统村镇和古厝的文化内涵
7 、(2020福建42)从社会治理的角度看，占用消防通道的行为之所以屡禁不止，除了违法者缺乏公共安全观念、对生命和法律缺乏敬畏以及监管不到位等因素之外，也有停车难的深层原因。随着我国汽车保有量的不断攀升，一些居民区面临停车位紧缺的问题。特别是一些老旧小区，当初设计建设的局限，使得这一矛盾愈发凸显。这也是为什么一些地方占用消防通道的现象反复出现，治理举措管得了一阵子，却无法管长期、管根本的原因所在。就此而言，保持消防通道畅通、有效解决停车难题，既要管要防，更要疏要导，这考验着基层社会治理的有效性和精准度。
这段文字接下来最可能讲的是：
A.加大处罚力度、提高违法成本等措施
B.在纾解停车难问题上进行的有益探索
C.占用消防通道现象反复出现的原因
D.探讨停车难问题的深层次原因
8 、(2016江苏B24)中国钢琴音乐经过百年的探索和积淀，已经形成蔚为大观的自身传统，其中确乎涌现出无愧于时代和民族的杰作，向世界乐坛发出中国的独特声音。但略显遗憾的是，某些出色的作品还没能得到更广泛的认可和传播，不仅公开演出率过低，而且在教学运用、批评研究、宣传出版等方面尚未得到应有的关注与重视。
这段文字接下来最可能讨论的话题是：
A.中国钢琴音乐发展的百年历史
B.中国钢琴音乐与世界音乐的关系
C.中国钢琴音乐的既有成就与影响
D.中国钢琴音乐发展中存在的问题
9 、(2015国考44)在美国的电影院线，无论是重磅大片，还是低成本制作，票价都是相同的。这看上去并不符合“需求大小决定价格高低”的经济学理论。有研究人员指出，任何一家影院同期上映的所有电影票价均相同，这一现象形成于上世纪70年代。不仅电影业如此，体育赛事和演出也都遵循这一规律。虽然在某些时候和某些地区，机动定价能够使电影公司和影院获得更高的收益，但对于影院来说，保持不同电影的票价相同仍然利大于弊。
这段文字接下来最有可能讲述的是：
A.不同电影票价相同对影院更有利的原因
B.美国电影行业确定票价的主要参考因素
C.电影制作成本和观众需求与影片定价的关系
D.体育赛事和演出等其他行业票价的形成规律
10 、(2020国考地市级44)世界正处于大发展大变革大调整时期，和平与发展仍然是时代主题。世界多极化、经济全球化、社会信息化、文化多样化深入发展，全球治理体系和国际秩序变革加速推进，各国相互联系和依存日益加深，国际力量对比更趋平衡，和平发展大势不可逆转。同时，世界面临的不稳定性不确定性突出，世界经济增长动能不足，贫富分化日益严重，地区热点问题此起彼伏，恐怖主义、网络安全、重大传染性疾病、气候变化等非传统安全威胁持续蔓延，人类面临许多共同挑战。
这段文字接下来最可能讲的是：
A.为什么我们认为当前的世界正处于发展与激变的时代
B.中国是维护世界和平、促进世界共同发展的重要力量
C.正确认识和把握时代的主题才是各国制定政策的依据
D.各国人民应同心协力应对我们所面临的各种风险挑战
11 、(2016江苏C39)在传统单位制社区中，社区居民彼此熟悉，整个社区类似于社会学家所言的“熟人社区”。但伴随改革开放尤其是工业化、城市化的快速推进，社区尤其是商品房社区成为人们日常生活的重要社会空间，其业主多是因产权而成为邻居。与过去的单位制熟人社区相比，陌生人社区在成员构成、空间结构以及社会秩序维系机制等方面呈现出诸多不同。
这段文字接下来最可能讨论的问题是：
A.传统单位制社区的新发展
B.陌生人社区的建设治理
C.商品房社区的社会空间拓展
D.熟人社区的改造与优化
12 、(2017江苏B31)我们知道，各种物质都有气体、液体、固体三种状态，在适当的温度和压力下，这三种状态可以互相转化。但是，如果温度超过374℃，那么无论把压力增加到多大，水蒸气也无法变成水，如果压力足够高的话，它的密度会大大高于气体而接近水的密度。这样的状态与气体、液体、固体都不同，被称为物质的第四种状态——超临界态，而374℃被确定为“超临界温度”。处于超临界状态的物质，就被称为“超临界流体”。
这段文字之后作者最有可能说明的是：
A.物质达到第四种状态的化学途径
B.哪些物质不会进人“超临界状态”
C.“超临界流体”的性质及相关特点
D.“超临界温度”对物质形态的影响
13 、(2015山东13)何谓魔幻现实主义?简单地说就是给现实披上一层光怪陆离的魔幻外衣，但又不损害现实的本相。这是20世纪拉美最重要的小说流派，发轫于30年代，早期主要表现为对美洲印第安人和黑人神话传说的发掘，40年代后演化为对拉美社会现实的深刻反思。通过各种神话原型的显现以展示拉美文化的混杂和社会的畸形。而魔幻现实主义之所以能在拉美生根开花，与这块大陆独特的文明和社会现实密不可分。
接下来极可能介绍的是：
A.拉美作家如何在作品中体现对民族命运和现实生活的向往
B.反映拉美社会现实的魔幻现实主义代表作家和作品
C.拉美文学随着魔幻现实主义的兴盛而呈繁荣局面
D.拉美文明和社会特点对魔幻现实主义的影响
14 、(2017吉林甲38)曾有新闻报道，一位家长带着两个孩子逛商场，两个孩子从玻璃扶栏上掉下，当场死亡，这使家长陷人无限的哀痛与自责中。同样，获得了第89届奥斯卡金像奖最佳影片和最佳导演提名的电影《海边的曼彻斯特》，片中人物李，因为自己的过失导致三个幼子葬身火海。李在事情发生之后离开故乡，一个人住在没有家具的小公寓里，做着粗重的底层工作。他整天浑浑噩噩，不与人交往，仿佛生活
在永远不会结束的冬天。从心理学上看，他其实患上了持续哀痛障碍。
这段文字是一篇文章的开头，接下来的内容最可能是：
A.介绍持续哀痛障碍第三个案例
B.解释持续哀痛障碍的基本含义
C.概括持续哀痛障碍的行为表现
D.分析影片中人物李的心理特征
15 、(2019江苏A21)实施节能目标责任制和考核评价制度，实际上建立了一种科层制的节约能源监管模式，意味着节能工作地方政府负总责制度的确立。其特色是将节能工作与地方政府的人事考核评价制度挂钩，目的是以政府为主导，为推进地方开展节能工作，提供强大的政治动力。而节能减排市场化则是充分赋予节能企业(或者其他单位)自主性，以发挥市场在资源配置中的决定性作用。
这段文字接下来最有可能讨论的是：
A.如何有效实施节能减排市场化
B.为什么要实施节能减排市场化
C.如何有效推进节能目标责任制
D.人事考评如何与节能减排挂钩
16 、(2020国考地市级59)导航卫星位于2万公里的高空，在其所覆盖的范围内都可通过接收信号来导航。而在超出2万公里的深空，就需要全新的导航系统。天文学家提出了几种可能的导航系统，谈得最多的就是脉冲星导航。脉冲星是一类中子星，其磁极方向能产生射电或X射线辐射，当转动轴和磁极不重合，而转动轴扫过地球的时候，就会产生脉冲。其中一些脉冲星转动稳定性非常好，可以比拟于地球上最好的原子钟，所以这些脉冲星也被称为“宇宙间的原子钟”。如果可以接收到它们的信号并且知道它们的位置，便可以利用这些脉冲星进行星际航行。
这段文字接下来最可能介绍的是：
A.宇宙中类似脉冲星的其他原子钟
B.目前星际航行中面临的一些困难
C.验证脉冲星导航可行性的实验
D.影响脉冲星转动稳定性的因素
17 、(2019江苏B17)语言的发展、维持或衰落从来不是一个纯粹的语言学问题，而是复杂的社会、政治和经济力量相互博弈的结果。当前，学界主要从社会学、政治学以及经济学等视角探讨方言保护问题，而有关方言的法律保护尤其是行政法保护的_研究尚不多见。因此，建立和完善我国方言保护的行政法机制，协调普通话与方言的
冲突，从而在语言的通用性、规范性与多样性之间寻求均衡保护，具有重要的理论与应用价值。
这段文字之后最有可能讨论的是：A.方言保护具有的理论与实践价值B.语言规范化和多样化平衡的方法C.普通话与方言的冲突并非不可调和D.如何通过行政立法对方言进行保护18 、(2019吉林甲46)“办公室里三代人，70后存钱，80后投资，90后负债，而90后的父母在替孩子还贷。”这句话，道出了以90后乃至00后为主的部分年轻人超前消费、负债消费的典型现象。年纪轻轻，却早早背上了债务负担成为“负翁”。有媒体调查发现，越来越低的借钱门槛、过度消费的刻意诱导等，对涉世未深的年轻人负债消费推波助澜。
作者接下来最可能谈论的是：
A.应该如何看待年轻人的透支消费B.子女买房、父母还贷的啃老现象C.媒体对健康生活方式的引导作用D.中国单身人群的消费行为大调查19 、(2019国考地市级42)20世纪中期以前的生态学认为，自然界中存在某种“顶级生态系统”。由于进化和生物适应性等原因，在特定环境中，某些物种总能取得优势地位，进而建立起由其主导的生态体系，达到生态平衡。如特定树种的组合总是主导着某一类型的森林，即便雷电引发大规模山火，摧毁这片森林，随着时间推移，该森林总能回复到山火前的那种状态。但在过去数十年间，对自然过程混沌性日渐深入的理解，已取代了这种静态、机械的生态系统观。这段文字接下来最可能讲的是：
A.人类对自然生态系统的干预
B.“顶级生态系统”的运作原理C.关于自然和生态系统的混沌理论D.研究环境演变历史的重要意义20 、(2018山东24)近日，国家多部委联合发布了《关于办理刑事案件严格排除非法证据若干问题的规定》，从侦查、起诉、辩护、审判等方面，明确非法证据的认定标准和排除程序。所谓刑事案件中的“证据”，乃是定罪量刑的“依据”。根据我国的证据标准，只有达到“事实清楚、证据确实充分”的标准，才能判决一个公民有罪。
如果证据材料不符合《刑事诉讼法》的“8种法定形式”，或者取得程序违反法律规定，就不属于合法证据，不能为法院所采信。尽管法律规定“白纸黑字”，严格排除非法证据，但从司法实践看，这类证据犹如顽固的牛皮癣禁而不止、杜而不绝。这段文字接下来最可能讲的是：
A.非法证据无法严格排除的原因B.《刑事诉讼法》“8种法定形式”的内容C.非法证据对司法工作的影响
D.新规定出台的现实背景
21 、(2018江苏A30)盐风化作用是指因岩石孔隙中的盐类结晶膨胀而导致的岩石露头表面颗粒分解或脱落的物理风化作用，在地貌上表现为形成大小不等的风化穴，小的几厘米，大的可达几米。盐风化现象在内陆干旱地区和海边表现更为明显，这是陆地上普遍存在的物理风化作用，不仅会导致岩石表面的破碎分解，也会造成建筑石材的粉化脱落，而且在地貌形态塑造过程中扮演着重要的角色。然而，它却一直受到地学界的忽视和误解，被解释为风蚀或水蚀等其他作用的结果。这段文字之后接下来最有可能论述的是：A.盐风化作用对地貌所造成的危害B.盐风化现象地理分布的相关特性C.盐风化现象是如何被忽视误解的D.盐风化现象形成的原因及其过程22 、(2017国考副省级41)在文字还不普及的时代，民间故事承担了培养人生观、道德观、伦理观的职能，听故事是人们学习传统文化、自然知识、人生哲学等的重要渠道。然而，飞速发展的现代科技正在深刻改变着人们的生活方式，也极大地影响着人们的接受习惯和审美趣味。当下的年轻人对传统文化的感知和了解，更多的是通过影视作品、网络小说、电子游戏等途径，年轻人对传统民间故事中的一些经典形象越来越陌生，不少专家学者表示，打捞“失落”的民间故事刻不容缓。接下来最可能讲的是：
A.让民间故事为现代人接受的途径B.民间故事与传统文化之间的关系C.年轻一代对民间故事的了解状况D.现代科技对民间故事传播的冲击23 、(2016国考地市级42)研究人员长期以来都设想干细胞能够用来修复或替换受损组织，该研究领域被冠名为再生医学。“多能的”胚胎干细胞被再生医学家们寄
予厚望，所谓“多能”就意味着这些干细胞可以分化出多种其他类型的细胞。现在的技术已经可以在非胚胎细胞中诱导细胞的多能性，这样就可以绕过直接使用胚胎细胞时所引发的伦理争议。
作者接下来最不可能讲述的是：
A.细胞多能性研究的意义
B.再生医学的得名由来
C.细胞多能性研究的新成果
D.再生医学领域的伦理争议
24 、(2019国考地市级44)潜水员在执行水下任务的过程中，普遍采用信号绳作为主要通信工具，即通过对信号绳的拉、抖组成系列信号来实现对陆上的简易通信。这种通信方式便捷、直接，但是其弊端也是显而易见的：信号绳仅能实现有限信息量的表达，且信号传输过程极易受复杂海水环境影响而中断或失效，带来安全隐患。2015年，就曾有潜水员的信号绳被缠住而险些发生事故。可以说，潜水员在执行水下任务时，是真正的命悬一“线”。针对信号绳的诸多弊病，结合智能穿戴设备在民用领域的快速发展，面向军事潜水领域的智能穿戴产品逐渐成为科技工作者的研发热点之一。
这段文字接下来最可能讲的是：
A.军事潜水领域智能穿戴设备的关键技术
B.信号绳在军事领域传递信息中的缺陷
C.日常生活中智能穿戴设备的发展现状
D.人工智能技术引人穿戴设备的前景预期
25 、(2016吉林乙34)不管是什么食品，都会有一个保质期，过了这个保质期就不能再食用。然而有的时候，食品保质期会有不一样的含义。这个问题你肯定从未注意过，有可能导致你扔掉了很多还可以食用的食品，造成了你经济的损失，也浪费了食物。
这段文字是一篇文章的开头，接下来最可能讲的是：
A.食品保质期的确定标准B.鉴别食品保质期的方法
C.怎样避免食物的浪费D.如何正确理解保质期
26 、(2018云南42)理解视知觉工作机制的传统观点可追溯至16世纪的法国哲学家笛卡儿。笛卡儿认为，大脑会首先构建一个外部世界的镜像模型，之后在大脑内，我们像看电影一样地观察这个世界。据此观点，倒置眼镜会使内在的镜像模型也发生倒置，大脑根据这个倒置的镜像产生视知觉。但是，越来越多的人开始质疑这一解释，
德根纳就是其中一个。他在实验进行到第30天时体验到的视觉现象使他彻底站到了笛卡儿镜像论的对立面。
接下来最可能讲的是：
A.视知觉的工作机制B.德根纳的实验结果
C.倒置眼镜的工作原理D.笛卡儿镜像论的缺陷
27 、(2018浙江B52)蚯蚓在生态系统中扮演着多种角色，既是“消费者”、也是“创造者”。它通过取食、消化、排泄(蚯蚓粪)、分泌(黏液)和掘穴等活动对土壤的物质循环和能量传递做出贡献，可以对多个决定土壤肥力的过程产生重要影响，被称为“生态系统工程师”，也被认为是地球上的“第一劳动者”。它在土壤中的一切活动都是对土壤环境的“改造”，它的生命活动在土壤物质生物小循环中必不可少。
这段文字接下来最有可能讲的是：
A.生态系统的循环过程B.影响土壤肥力的因素
C.蚯蚓对土壤的改造D.蚯蚓的生活习性
28 、(2016山东20)从最先的余额宝，到后来的P2P，再到各类众筹模式，不得不承认互联网金融在改变着传统行业，更在颠覆着人们的生活。以众筹为例，它不单让普通民众多了一种参与并获取超额回报的渠道，同时也使怀揣梦想的年轻人有了低成本实现梦想的可能。
文章接下来最可能阐述的是：
A.互联网金融行业的发展过程
B.互联网如何改变人们的投资理念
C.众筹模式与其他模式的不同
D.众筹如何帮助投资者实现收益
29 、(2018国考地市级42)食品行业是关系人民群众切身需求与经济社会和谐稳定的民生行业。但目前来看，我国食品供给体系总体呈现出中低端产品过剩、中高端和个性化产品供给严重不足的问题，消费者对国外产品的依賴程度越来越高。特别在当前速度换挡、结构调整、动力转换的经济新常态下，深人推进食品行业供给侧改革，是实现食品行业健康、长远发展的必然选择。食品标准既是国家食品安全治理体系中的重要组成部分，又是引导食品生产质量的主要风向标，因此，深化食品行业供给侧结构性改革的关键在于构建一套先进的食品行业标准。
这段文字接下来最可能讲的是：
A.目前国内食品行业存在的主要问题
B.国外构建食品行业标准的经验教训
C.构建食品行业标准要重点关注的问题
D.深化食品行业供给侧改革的具体措施
30 、(2018云南51)人的身高是生物学性状之一。一直以来，人们认为身高主要是遗传、饮食和环境因素综合决定的。但是，在人类认识了基因的作用后，开始认为基因在决定身高中占主要作用，于是在人类基因组计划完成后，开始寻找与身高相关的基因，并获得其与健康、疾病等有关的信息和知识。
接下来最可能讲述的是：
A.身高差距大的人在外貌、健康状态上差异也大
B.饮食、环境及个人健康状况对基因有影响
C.寻找与身高基因有关的数据并实证分析
D.决定身高的基因还影响着健康、疾病等
31 、(2017江西14)标准是人类文明进步的成果。从中国古代的“车同轨，书同文”，到现代工业规模化生产，都有标准化的生动实践。伴随着经济全球化深人发展，标准化在便利经贸往来、支援产业发展、促进科技进步、规范社会治理中的作用日益凸显。要携手共建网络空间命运共同体，同样要通过完善规则体系，形成“通用语言”，进而互联互通、规范约束、协同发展。
文段接下来论述的是：
A.如何完善网络空间规则体系B.标准化的具体作用
C.共建网络空间命运共同体的理由D.实施标准化的途径`;
