export const questionStr = `1 、(2017河北33)本地杂草野花由于经历了千百年的自然____，对当地气候和土质都有极好的适应性，根本不需要过多额外的养护。而且，与属于外来物种的人工草坪相比，本地杂草野花还有一个____就是生态安全。
依次填入画横线部分最恰当的一项是：
A.洗礼  优点B.进化  长处C.选择  优势D.淘汰  好处
2 、(2019广东县级6)持续深人的人才发展体制机制改革，为____、_____、_____、_____打牢了坚实基础，有力推进了新时代中国特色社会主义伟大事业不断夺取新的伟大胜利。
依次填入画横线部分最恰当的一项是：
A.引才  聚才  用才  育才B.聚才  用才  育才  引才C.用才  育才  引才  聚才D.育才  引才  聚才  用才
3 、(2020安徽17)业内专家建议建立国家营养日或营养周，开展“食育进农村”等活动，加大公益广告投人，发布适宜不同人群的膳食指南。针对农村留守儿童多的现状，在家庭监管____的情况下，政府可通过购买服务，让相关社会组织走进农村，帮助农村孩子健康成长。
填人画横线部分最恰当的一项是：
A.缺失
B.薄弱
C.不力
D.缺乏
4 、(2019青海22)观察就要用专业的角度去关注、____周围的事物，有意识地汲取、思索、分析，看在眼里，记在心里。丰富的想象正是来源于知识的广博和平时对生活深入细致的观察。因此，想象并不是凭空_____的。
依次填入画横线部分最恰当的一项是：
A.体验  杜撰
B.体味  虚构C.体察  臆造D.体察  虚构
5 、(2019江西34)儒学对生活的_____，体现在每一个细微的环节上，你的每个观念或行为都可能有一些潜移默化的印记，有时候可能是比较清晰的一种灌输，有时候则是一种生活态度和行为细节上的____的顺应。
依次填入画横线部分最恰当的一项是：
A.滋养  不自觉B.影响  不期然
C.浸润  不经意D.渗透  不留神
6 、(2019黑龙江公检法39)舞台就是程式化和生活化的结合，过度的程式化表演会让观众觉得虚假，过度的生活化表演又会让观众觉得____，因此要掌握好程式化和生活化的______，为观众呈现精彩有趣的戏曲艺术。
依次填人画横线部分最恰当的一项是：
A.庸俗  程度B.随便  平衡
C.琐碎  差异D.枯燥  重心
7 、(2017国考地市级37)在过去的半个多世纪里，我们所生活的世界日益____到全球化的浪潮中。社会科学领域里的大多数学者认为，全球化开始于地理大发现的15世纪，其间____了几个世界霸权的兴衰，渐次发展到今日的____世界。
依次填人画横线部分最恰当的一项是：
A.融入  度过  多维B.卷入  历经  多极
C.投入  见证  多边D.涌入  目睹  多元
8 、(2019山东3)纪录片是众多国家进行对外文化传播的重要工具。____时代之魂、____时代之需、____时代之变、____时代之风，纪录片创作者应当充分挖掘和盘活“讲好中国故事”这个富矿，向世界展现真实、立体、全面的中国，提高国家文化软实力和中国文化影响力。
依次填人画横线部分最恰当的一项是：
A.把握  关注  聚焦  引领B.筑牢  聚焦  关注  传承
C.筑牢  洞悉  凝神  传承D.把握  留意  警醒  引领
9 、(2020安徽19)向民众____科学知识，____科学精神，是科学家义不容辞的责任。但是科学家首先要致力于科研，他究竟能花多少时间来做科普，显然无法一概而论。通常，一线科学家很难花费太多的时间和精力直接参与一波又一波的科普活动。
依次填入画横线部分最恰当的一项是：
A.传输  传递
B.传递  传播C.传导  传扬
D.传达  传承
10 、(2019浙江A27)当资产价格下跌，越来越多的机构和个人开始抛售资产，____资产价格进一步下跌，出现恶性循环，市场流动性____，最终引发金融体系的崩溃。
依次填人画横线部分最恰当的一项是：
A.推动  降低B.促使  缺乏C.导致  枯竭D.驱使  消失
11 、(2019河北24)人们所肯定和赞赏的血性，应当属于性格评价和审美取向的范畴。血性是个____而又朴拙的词汇，本身就具有张力和亢奋色彩。因此，在理解和使用上应该有所_____，否则就会混淆粗犷与____、豪壮与莽撞、文明与野蛮、人性与兽性。
依次填人画横线部分最恰当的一项是：
A.中性  限制  粗鲁B.原始  界定  粗野C.古老  区分  粗放D.野性  取舍  粗疏
12 、(2020江苏A38)一个人走在森林里，膨胀的暖流扑面而来，仿佛热气从暖炉中____而出。随着森林的浓密稀疏，温热的空气或膨胀、或减弱。湿润的凉意令人感到河道的存在，它们虽早已_____，但泥土中仍____着湿气。
依次填人画横线处最恰当的一项是：
A.流泻  干涸  残存B.汹涌  断流  留存C.肆意  枯竭  保存D.奔腾  湮灭  残留
13 、(2017吉林甲24)青山隐隐，芳草姜姜，春天的脚步总是来去匆匆。“二月里来好春光”的余音还在耳畔____,_____之间便到了细雨纷纷、祭扫亲人的清明时节。
依次填入画横线部分最恰当的一组是：
A.缭绕  蓦然B.回响  忽然C.飘荡  遗然
D.萦绕  倏忽
14 、(2017江西10)十年久住的这海东的岛国，把我那同玫瑰露似的青春_____了的这异乡的天地，到了将离的时候，倒反而生出了一种不忍与她___的心来。
依次填人画横线部分最恰当的一项是：
A.消遣  辞行
B.消磨  诀别C.消磨  辞行D.消遣  诀别
15 、(2019四川下21)信息爆炸式增长并不代表科学素养会提高，相反，人们在信息海洋中披沙拣金、澄清谬误的____在增加。此外，科学传播的通俗程度不够。这些情况的存在，____着未来应做好科学普及与传播工作，进而提升公众科学素养，需要建立一套以人民为中心，政府推动、全社会参与的工作机制。
依次填人画横线部分最恰当的一项是：
A.成本  提醒
B.风险  警示C.困难  表明D.障碍  标志
16 、(2017国考副省级32)传统曲艺中一两个演员借助简单的手持道具，靠说唱完成一场表演，没有过硬的功夫不行，不会与观众____更不行。修养高深的曲艺表演者会使用各种手段拉近与观众的情感距离，____引领观众参与艺术创造。在基本没有舞台布景和“灯服道效”相配合的____表演环境中，曲艺演员要靠自身的表演征服观众，其难度远远大于其他舞台表演艺术。
依次填入画横线部分最恰当的一项是：
A.交流主动简约B.对话巧妙临时
C.沟通间接单一D.互动快速虚拟
17 、(2017河北38)语言本身就是人类文化长期____的智慧结晶。一切人类创造的思想文化成果都需要通过语言来深度表达和精彩____，如果将文化视为人类精神或思维自觉____的形形色色的神奇“痕迹”，那么，语言就是这种“痕迹”中最鲜活、最深邃和最久远的核心部分。
依次填人画横线部分最恰当的一项是：
A.演进描述保存B.培育演绎留传
C.发展诠释存留D.积淀阐释遗留
20 、(2017内蒙古36)良好的生态环境，是最公平的公共产品，是最____的民生福祉。当前，我国资源约束____，环境污染严重，生态系统退化的问题十分严峻，人民群众对清新空气、干净饮水、安全食品、优美环境的要求越来越强烈。
依次填人画横线部分最恰当的一项是：
A.普遍不力
B.重要紧张
C.关键不够D.普惠趋紧
21 、(2020国考地市级35)过去，我国生产能力滞后，因而把工作重点放在扩大投资、提高生产能力上。现在，产能总体过剩，仍____靠扩大规模投资抬高速度，作用有限且边际效用递减。虽然短期内投资可以成为拉动经济增长的重要动力，但最终消费才是经济增长的____动力。在扩大有效投资、发挥投资关键作用的同时，必须更加有效地发挥消费对增长的____作用。
依次填入画横线部分最恰当的一项是：
A.一味持久基础B.片面根本决定
C.盲目核心一般D.单纯长期实质
22 、(2020四川16)行书一身兼众体，包容天下字，行书处在楷、草之间，最有____空间。正楷严肃认真，影响了书写速度，行书既书写快，又看得懂，因而大受欢迎。
填入画横线部分最恰当的一项是：
A.伸缩
B.改造
C.想象
D.创作
23 、(2017陕西60)三月的花，是迷人的。在花海里，抬头间，鼻尖就会触碰着花朵的温柔。颔首处，扑鼻而来的香氛，____在身边。忍不住地想去，与花共眠。写不尽的花意，流水也在等待着花的_____。花期到了，满树的花蕊，把春天装扮得格外美丽。
依次填入画横线部分最恰当的一项是：
A.浮动怜爱B.流动垂爱
C.流淌关爱D.漂流垂青
24 、(2020福建24)近年来，春晚愈发注重____传统文化魅力，表达时代关切和人文情怀。在这每年一度的大联欢中，喜气祥和的人情味，______中国传统文化的和谐观，春晚早已成为中国“家和万事兴”文化情结的有效载体。
依次填人画横线部分最恰当的一项是：
A.挖掘契合
B.培育承载C.拓展勾勒
D.展现传承
25 、(2017山东3)只要观察一下语言的变迁史，就会发现，语言体系一直具有强悍的自我____机制，会以一种温和的集体____模式，淘汰那些失效的语词。这意味着语言会利用时间效应来进行自我筛选和自我净化，只有数量很少的新语词能够穿越这种“时间筛子”，成为上一历史时段的“舌尖遗产”。依次填人画横线部分最恰当的一项是：
A.更新清洁B.完善舍弃C.过滤遗忘
D.修正扫除
26 、(2017广州2)在养老举措、制度设计等各方面____更多“老吾老以及人之老”的同理心，是一座城市、一个社会对待老年人应有的温情与敬意。填人横线处的词语，最恰当的一项是：
A.灌注
B.灌溉
C.灌输
D.灌制
27 、(2017云南33)大连人直面历史，表现出了应有的____，采取了极为____的做法，他们没有“砸碎一个旧世界，建立一个新世界”，而是完好地保留了那些欧式建筑、广场和绿地。
依次填人画横线部分最恰当的一项是：
A.气度睿智
B.理智开明C.魄力大胆
D.胸襟另类
28 、(2019青海21)经典不产自____的冥想，而源于____的共鸣。作者自身树立经典意识、在艺术上精益求精；网站编辑把好品质关，及时发掘推荐有潜力的作品；网站、读者、评论家和监管部门也可齐心协力，营造有利环境。依次填人画横线部分最恰当的一项是：
A.隔绝协作
B.隔空合作C.虚空现实
D.浅层深度
29 、(2019浙江A26)随着历史意识的觉醒，人们在创造历史的活动中必然会有意识地记载和传承历史，其中包括为自己的历史活动提供道德伦理和政治等方面的依据，修饰、篡改乃至____不符合自身利益的记录，或者在传承历史过程中进行夸大、渲染甚至____.
依次填人画横线部分最恰当的一项是：
A.隐瞒杜撰
B.湮灭臆造C.祛除污蔑
D.肃清捏造
30 、(2020福建26)社交裂变简单点来说就是病毒式传播，爆款单品能在短时间内____最多用户，平台也由此获得大量用户和粉丝。获客成本高成为传统电商增长的瓶颈，以人和内容为核心的社交平台，利用用户自身的社交关系网络，能够更快地实现商品和用户____，自然就被当做商品营销的新渠道。
依次填人画横线部分最恰当的一项是：
A.成就碰撞
B.催生融合C.捕捉适配D.抵达连接
31 、(2018国考地市级29)情绪并不是独立存在的，它常常伴随着信息而传播。作为一种态度，情绪不仅能够____人们对所传播信息的认知，还会在一定程度上指导人们的行为。积极的情绪会促进人们积极地认识世界，消极的情绪则可能给他人甚至整个社会带来破坏性后果。人在情绪失控时，很容易不顾后果地做出____的举动。
依次填入画横线部分最恰当的一项是：
A.影响危险
B.左右出格C.干扰反常
D.支配冲动
32 、(2019浙江A29)随着社会物质生活水平的提高，人们对公共文明、社交礼仪有了更多的自我追求，恰当的外部倡议确实能够与个体心中觉醒的文明意识形成______，最终实现社会公共文明水平的整体提升。但还是得强调一点，这种倡导边界的拿捏很重要，底线是要有民意_____.
依次填人画横线部分最恰当的一项是：
A.合力认可
B.共鸣支持C.呼应支撑D.共振认同
33 、(2020福建32)这种恢弘的春天的仪式，是古老先民为子孙创造的狂欢节，它依然_____着祖先们的记忆、嘱托和想象，让春天变得如此华丽，盎然_____着他们的激情，那么浓郁、雄健、炽热，洪波涌起，渐至澎湃。
依次填入画横线部分最恰当的一项是：
A.承载疏放
B.记载释放C.浸透吐放
D.渗透绽放`;
