export const questionStr = `1 、(2020江苏B13)1965年，老周自建了一套房屋。2017年，老周的房屋被划
人旧城改造范围。因无产权证和土地使用证，该房屋被认定为违法建筑，城管部门依
据2008年施行的《城乡规划法》，责令老周限期拆除。对此，下列说法正确的是：
A.老周的房屋属于违法建筑，应当责令其自行拆除
B.因旧城改造，认定老周的房屋为违法建筑已无实际意义
C.城管部门适用法律错误，限期拆除的决定无效
D.老周的房屋属历史遗留问题，不能得到拆迁补偿 
2 、(2020山东5)下列哪种情形可以在甲、乙之间成立民事法律关系?
A.甲跟乙口头约定，第二天早上八点甲搭乘乙的车上班，结果乙忘记此事，导致
甲错过一单50万元的生意
B.甲购物时看到乙在扶梯上摔倒，情急之下上前救乙，但乙仍被电梯夹伤
C.甲在一场赌博中输给乙5万元，现场支付3万元，还有2万元未偿还
D.甲对乙说，如果乙考上研究生就把自己的劳力士手表赠送给乙，乙表示同意
3 、(2020江苏B14)老丁将自家临街的一间房屋改为商店，里面的一间房屋用于
居住，并办理了合法经营手续。前不久，有消费者举报老丁商店有假冒商品出售，经
查，举报属实。对此，市场监督管理部门可以作出的行为是：
A.查封商店并扣留假冒商品
B.冻结商店或老丁的银行账户
C.没收商店的营业收人
D.责令老丁暂停营业
4 、(2020福建12)李某认为某电商平台上的商户所销售服装的外观侵害了其设
计著作权，于是通知电商平台对该商户采取删除、屏蔽、断开链接、终止交易和服务
等措施。关于李某的上述通知，下列说法正确的是：
A.李某只需要提出主张，无须举证，举证商户是否侵权的责任由电商平台和商户
承担
B.李某通知错误，造成商户损失的，李某应当加倍赔偿商户损失
C.李某必须提供商户侵权的确切证据
D.李某必须提供商户侵权的初步证据
5 、(2020四川3)按照我国继承法的规定，财产继承的效力顺位为：
A.遗嘱继承>遗赠扶养协议>法定继承
B.法定继承>遗赠扶养协议>遗嘱继承
C.遗赠扶养协议>遗嘱继承>法定继承
D.遗赠扶养协议>法定继承>遗嘱继承
6 、(2020福建8)甲方将乙方诉至人民法院，要求乙方偿还借款期限为一年，且
已到期的2万元借款以及借款利息。在诉讼中，甲方向法庭提交了借据作为乙方借款
的证据。下列与之相关的说法正确的是：
A.甲方除了提交借据外，还需要提交向乙方实际付款的凭证，才能证明甲、乙双
方之间的借贷关系真实发生
B.虽然借据上未约定利息，但是乙方仍应按照年利率6%的标准向甲方支付借期
内和逾期后的资金占用利息
C.甲方提交借据足以证明甲、乙双方之间的借贷关系合法成立，乙方抗辩无效
D.借据上没有约定利息，故乙方无须向甲方支付借期内利息
7 、(2020江苏A12)某区教育局将学区调整的情况张贴在各学校门口。刘某的住
房被划人新的学区，但他没有及时了解情况，将房屋低价卖给了王某。对此，下列说
法正确的是：
A.刘某认为区教育局公开学区信息不当，有权提起行政诉讼
B.区教育局公开学区信息的行为构成行政不作为
C.刘某有权以重大误解为由，解除与王某的房屋买卖合同
D.区教育局应对刘某的损失承担赔偿责任
8 、(2020安徽44)下列关于法律基础知识的表述正确的是：
A.司法机关在适用法律审理案件时，优先适用法律原则，再适用法律规则
B.法的渊源通常指法的形式意义上的渊源，即法律规范的创制方式和外部表现
形式
C.法的公布与法的实施是两个不同的概念，但实践中法的公布日期即法的实施
日期
D.当同一机关制定的法律出现效力冲突时，一般解决原则是新法优于旧法，一般
法优于特别法
9 、(2020山东4)近年来，“共享单车”在许多城市兴起，给群众带来方便的同
时，也被一些不法分子盯上。下列表述不正确的是：
A.赵某用技术开锁的手段解锁共享单车并贩卖，价值共计5000元，构成盗窃罪
B.钱某酒后为寻求刺激砸坏多辆共享单车，价值共计5000元，构成寻衅滋事罪
C.孙某将共享单车搬回家里解锁后又砸坏，价值共计5000元，构成故意毁坏财
物罪
D.李某将共享单车上的二维码换成手机病毒二维码，非法获利5000元，构成诈
骗罪
10 、(2020安徽42)下列有关公共卫生的说法正确的是：
A.突发公共卫生事件应急响应分为Ⅰ级、Ⅱ级、Ⅲ级三个等级
B.按照我国现行标准，甲类传染病有鼠疫、霍乱、传染性非典型肺炎三种
C.省、自治区、直辖市人民政府卫生行政主管部门有权向社会发布本行政区域内
突发事件的消息
D.医疗卫生机构发现可能发生传染病暴发、流行的，应当在2小时内向所在地县
级人民政府卫生行政主管部门报告
11 、(2020国考10)2018年某大型玻璃厂超标排放大气污染物，严重污染了周边
的大气环境。根据我国相关法律，下列哪项无违法记录且符合年限要求的主体有权提
起公益诉讼?
A.由周边住户合法有效推选出的某环保志愿者
B.依法在邻省民政厅登记的某环保协会
C.依法在玻璃厂所在地的县民政局登记的某环保中心
D.在国外合法设立但尚未在我国民政部门登记的某环保基金会
12 、(2020国考9)对侵害英雄烈士的姓名、肖像、名誉、荣誉的行为，有权向
人民法院提起诉讼的主体是：
①英雄烈士近亲属②检察机关
③当地人民政府④负责英雄烈士保护工作的部门
A.②④
B.①④
C.①③
D.①②
13 、(2019青海7)司法公正体现在司法活动各个方面和对司法人员的要求上。下
列哪项做法体现的不是司法公正的内涵?
A.甲法院对社会关注的重大案件通过微博直播庭审过程
B.乙法院将本院公开审理后作出的判决书在网上公布
C.丙检察院为辩护人查阅、摘抄、复制案卷材料提供便利
D.丁检察院为暴力犯罪的被害人提供医疗和物质救助
14 、(2019四川下5)下列民族自治地方自治机关的行为，不符合现有的民族政
策和相关法律法规的是：
A.结合本地实际，对婚姻法作出变通规定
B.经国务院批准，可以开辟对外贸易口岸
C.决定本地方各级各类学校的教学内容和招生办法
D.在民族乡设立人民政府作为民族自治地方的自治机关
15 、(2019国考5)根据我国宪法和有关法律，下列国家机关的哪一做法不符合
规定?
A.某市监察委员会决定对涉嫌行贿的某公司法定代表人实行留置
B.某自治州人民代表大会常务委员会制定城市环境管理的地方性法规
C.某县人民法院执行民事案件时要求被执行人提供手机微信记录
D.中国证券监督管理委员会依法制定有关上市公司的监管规章
16 、(2019江苏B8)王某向县规划部门申请旧房改建，获得批准。张某认为王某的
改建严重影响了其通行和采光，遂以阻挡消防通道为由向县消防部门举报。消防部门调
查后，责令王某停止施工，并限期拆除已建部分。下列关于本案的说法，不正确的是：
A.规划部门有权要求消防部门撤销处罚决定
B.张某有权向规划部门申请撤销改建许可
C.消防部门可以请求县政府撤销改建许可
D.改建许可被撤销前应中止处罚决定的执行
17 、(2019江苏A9)张某在某电子商务平台定作了一张沙发，购买了一盏台灯、
一台热水器和一台燃气灶。下列情形中，不符合法律规定的是：
A.张某自收到沙发之日起七日内有权退货，且无需说明理由
B.张某购买的台灯被快递公司丢失，有权要求卖方重新发货
C.张某因热水器缺陷而受伤，有权向生产者或销售者请求赔偿
D.张某购买的燃气灶为冒牌货，有权要求平台提供卖方的信息
18 、(2019黑龙江公检法18)下列关于我国地方性法规的表述，正确的是：
A.地方性法规特定情况下可由省、自治区和直辖市人民政府制定
B.部分地方性法规可由设区的市的人民代表大会及其常务委员会制定
C.地方性法规只能由省、自治区和直辖市人民代表大会常务委员会制定
D.地方性法规必要时报全国人民代表大会常务委员会和国务院备案
19 、(2019山东45)关于立法，下列说法错误的是：
A.只有最高国家权力机关才有权制定和修改刑事、民事基本法律
B.自治区的自治条例，报全国人民代表大会常务委员会批准后生效
C.地方人民代表大会在不同宪法、法律、行政法规相抵触的前提下，可以制定地
方性法规
D.应当制定地方性法规但条件尚不成熟的，因行政管理迫切需要，地方可以先制
定地方政府规章
20 、(2019甘肃12)某超市为顾客提供免费寄存服务。一日超市顶上商户水管漏
水，水淹到低层寄存柜，致王某放在柜中的手机进水损坏。对此，下列说法正确的是：
A.超市有过失，应当承担全部赔偿责任
B.漏水属不可抗力，超市不承担赔偿责任
C.超市系无偿保管且无重大过失，不予赔偿
D.主要责任在漏水商户，超市承担部分赔偿责任
21 、(2019深圳10)摄影师甲拍摄了一组深圳街景作品，并上传于社交媒体群中。
乙在社交媒体群中看到后，擅自将该组照片上传于某营利性商业图库网站，获得报酬
若干。乙的行为：
A.仅侵犯了甲的著作权中的财产权B.侵犯了甲的保护作品完整权
C.侵犯了甲的信息网络传播权D.不构成侵权
22 、(2019甘肃20)下列精神损害赔偿不予支持的是：
A.甲被人殴打致重伤二级，其提出刑事附带民事诉讼要求精神损害赔偿
B.乙被错误逮捕，后案件被撤销，乙在申请国家赔偿的同时要求精神损害赔偿
C.丙父去世后，其仇人散布谣言侮辱其父名誉，丙诉至法院要求精神损害赔偿
D.丁保留的与其生母唯一一张合影被人恶意损毁，丁诉至法院要求精神损害赔偿
23 、(2019北京7)张阿姨喜爱小动物，经常买猫粮投喂小区的流浪猫。一日，该
小区五岁的小强玩耍中被流浪猫抓伤，小强父母要求张阿姨给予赔偿。下列说法中最
为合理合法的是：
A.张阿姨是流浪猫的管护责任人，应负全部责任
B.张阿姨是流浪猫的实际管护责任人，应负有主要责任；小强的父母没能尽到监
护责任，应负次要责任
C.张阿姨不是流浪猫的管护责任人，但应负次要责任；小强的父母没能尽到监护
责任，应负主要责任
D.张阿姨不是流浪猫的管护责任人，不应负任何责任；小强的父母没能尽到监护
责任，应负全部责任
24 、(2019国考11)垄断协议分为横向垄断协议和纵向垄断协议。下列哪一垄断
协议与其他三项不同?
A.甲市销售额排名前五的手机销售门店召开会议，指定下半年各类手机产品的最
低价格
B.乙市四家最大的面包店把全市五十家面包店组织在一起，协议指定采购某品牌
面粉
C.丙市七家米粉厂互相约定，各米粉厂只能在划定的区域内销售米粉
D.丁市某电器生产公司和八家电器销售公司约定对外批发电器的销售价格
25 、(2019山东44)关于中华人民共和国国歌，下列说法错误的是：
A.政府机关举行重大庆典、纪念仪式时，应当奏唱国歌
B.在公共场合，以歪曲、贬损方式奏唱国歌是犯罪行为
C.外交活动中奏唱国歌的场合和礼仪，由外交部规定
D.不得将国歌作为公共场所的背景音乐
26 、(2018陕西95)下列表述中，正确的一项是：
A.小张为某企业员工，打算辞职，须在20日前向单位提交书面辞职申请，这一
做法符合劳动法的相关规定
B.小李企图人室盗窃，但因人户门锁无法撬开，多次尝试未果，只好放弃，这属
于犯罪中止
C.小王在网络上匿名发布关于某明星的虚假新闻，对其造成名誉伤害，小王不需
要承担法律责任
D.小赵在公交车上发现小吴偷其钱包，对其穷追猛打致其死亡，这属于防卫过当
27 、(2018陕西86)下列表述中，不符合《中华人民共和国监察法》的一项是：
A.中华人民共和国国家监察委员会是最高监察机关，领导地方各级监察委员会的
工作
B.地方各级监察委员会主任每届任期同本级人民代表大会每届任期相同，连选连
任不得超过两届
C.国家监察委员会由全国人民代表大会产生，负责全国监察工作
D.监察委员会履行监督、调查、处置等职责
28 、(2018深圳14)下列情形不构成民法所称“不当得利”的是：
A.李某借用王某的单反相机，借用期间私自将相机出租给刘某，收取租金300元
B.张某在便利店买东西，收银员因疏忽大意错将50元当成10元找零给张某，张
某收钱后即刻离开
C.纪某为使其子能够通过某高校自主招生考试，找到严某“打招呼”，严某因此
收取纪某8000元打点费
D.赵某请周某辅导其复习考试，并约定如及格将赠予周某价值500元的化妆品，
考后赵某认为肯定能及格，提前将化妆品送给了周某，但成绩公布后赵某并未
及格
29 、(2018深圳8)巡视是党内监督的重要方式，下列关于巡视工作的说法错误
的是：
A.党的中央和省、自治区、直辖市委员会实行巡视制度，建立专职巡视机构
B.巡视工作坚持中央统一领导、分级负责
C.巡视组依靠被巡视党组织开展工作，履行执纪审查的职责，但不得干预被巡视
地区(单位)的正常工作
D.派出巡视组的党组织及其组织部门应当把巡视结果作为干部考核评价、选拔任
用的重要依据
30 、(2018江苏A5)下列对行政行为类型的判断正确的是：
A.税务局冻结涉案企业银行存款的行为属行政强制
B.工商局向个体商贩颁发营业执照的行为属行政确认
C.财政局对新能源汽车的购买者给予补贴的行为属行政许可
D.环保局对逾期缴纳罚款的企业加处滞纳金的行为属行政处罚
31 、(2018安徽43)下列情形中保险公司须承担给付或赔偿保险金的是：
A.定期寿险合同到期时，被保险人仍生存
B.在终身寿险中，受益人故意造成被保险人死亡
C.在意外伤害保险有效期间，被保险人突发心脏病死亡
D.在投保重大疾病保险时，投保人故意隐瞒其有先天性疾病
32 、(2018浙江B1)下列与我国宪法有关的表述错误的是：
A.每年12月4日是我国的国家宪法日
B.人民主权是宪法规定的一项基本原则
C.中央军委的职权在宪法中有明确具体的规定
D.未成年人、依法被剥夺政治权利的人和外国人无选举权和被选举权
33 、(2018吉林甲15)某面馆每位服务员胸前都佩戴一个牌子，上面印有二维码，
并写着“感谢打赏3元”的字样。每当顾客用完餐结账时，服务员就会建议顾客扫码
打赏。从法律角度看，这种扫码打赏属于：
A.侵犯了消费者的合法权益
B.消费者的道德义务
C.赠与行为
D.不合法的变相收费
34 、(2018国考4)下列关于“三农”问题的说法错误的是：A.民政部门是农民专业合作社登记机关
B.征地补偿费的使用、分配方案，经村民会议讨论决定方可办理C.深人推进农业供给侧结构性改革是当前和今后一个时期农业农村工作的主线D.村民委员会作出的决定侵害村民合法权益的，受侵害的村民可以申请人民法院
予以撤销
35 、(2018浙江B2)关于法律、法规授权的组织，下列说法错误的是：A.受害妇女田某提起诉讼需要帮助，当地妇联给予支持B.公立大学对违反学校管理规定的学生不予颁发学位证书C.公安派出所对参与赌资较大的赌博行为处以400元罚款D.保险行业协会对违反行业自律公约的保险公司处以罚款36 、(2018四川上4)下列行为构成盗窃罪的是：
A.张某无意间将李某埋藏在屋外树下的十万元现金挖出，并占为己有，拒不交出B.胡某在任邮政局营业员期间，盗取储户的存折密码，然后冒充储户在取款单上
签名，提取现金40余万元
C.张某在给客户维修网络过程中获知该客户的网游账号和密码，后张某和其朋友
利用该账号和密码在网吧玩网游，共消费3000余元D.赵某意欲窃走丁某的手提包，在其刚拿到手提包准备离开时被丁某发现，丁某
当即抓住手提包，但因力气较小，最终手提包还是被赵某夺走37 、(2018四川上6)关于税收，下列说法错误的是：A.涉及税收的制度只能由法律来规定
B.履行纳税义务是公民享有其他权利的前提条件
C.企业在缴纳增值税时应当扣除企业的经营成本
D.小王抽奖获得的10万元奖金应当缴纳个人所得税38 、(2018江苏A4)全国人大常委会《关于实行宪法宣誓制度的决定》的通过，标志着我国公职人员就职宣誓开始走上制度化发展的道路。下列关于宪法宣誓的说法正确的是：
A.宪法宣誓是向宜誓者施加责任的法律机制
B.宪法宣誓是宣誓者向在场聆听的人员宣誓
C.宪法宣誓能实现内在素质向外在规范转变
D.宪法宣誓是示范敬畏宪法权威的社会仪式
39 、(2018山东37)下列和宪法有关的表述正确的是：
A.在我国，矿藏、水流和森林属于国家所有
B.世界上第一部资产阶级国家的成文宪法是1791年通过的法国宪法
C.人民代表大会制度是中华人民共和国的根本制度
D.中央军事委员会主席对全国人民代表大会和全国人民代表大会常务委员会负责
40 、(2017山东35)小张与小刘系夫妻，婚后小张患精神病，完全丧失辨认自己
行为的能力，小刘准备离婚。下列说法符合法律规定的是：
A.小刘是小张第一顺位法定监护人，但其不能在离婚诉讼中作为小张的诉讼代
理人
B.小张的父亲作为小张的诉讼代理人参加离婚诉讼后，可以根据小张与小刘感情
破裂的实际情况，代替小张对是否同意离婚作出意思表示
C.小张的父亲作为小张的诉讼代理人，如果不能到庭，法院不能判决准予离婚
D.如果小刘愿意放弃全部夫妻共同财产，则可以与小张协议离婚
41 、(2017国考7)下列说法不符合我国《慈善法》规定的是：
A.慈善组织的设立应当向工商行政管理部门申请登记
B.慈善组织为实现财产保值、增值，通常可以进行投资
C.慈善组织可以委托有服务专长的其他组织提供慈善服务
D.慈善组织可以采取基金会、社会团体、社会服务机构等组织形式
42 、(2017国考1)根据我国《宪法》，下列表述错误的是：
A.我国形成了人民代表大会制度、中国共产党领导的多党合作和政治协商制度以
及基层群众自治制度等民主形式
B.为追查刑事犯罪，公安机关、检察机关、审判机关可依法对公民的通信进行
检查
C.我国在普通地方、民族自治地方和特别行政区建立了相应的地方制度
D.一切组织和个人都负有实施宪法和保证宪法实施的职责
43 、(2016北京8)按照相关规定，我国驻外大使由_根据全国人民代表大会
常务委员会的决定任免。
A.国家主席B.国务院总理
C.全国人大常委会委员长D.外交部部长
44 、(2016江苏B17)大学生李某的一项发明获省级科技竞赛一等奖，为防止该
项发明被他人非法利用，李某依法申请了专利。李某的做法所体现的法的作用是：
A.指引作用
B.评价作用
C.教育作用
D.强制作用
45 、(2016江苏A17)下列对司法俗语说明错误的是：
A.案结事了——司法解决的根本性
B.有告必理——司法解决的普遍性
C.不告不理——司法活动的被动性
D.一事不再理——司法程序的终结性
46 、(2016重庆下7)下列4个日常生活谚语与我国现行法律法规不完全一致的是：
①法不责众
②父债子还
③欠债还钱
④杀人偿命
A.①②③
B.①②④
C.②③④
D.①②③④
47 、(2016广州7)根据我国《公务员法》，公务员应当履行的义务包括：
①模范遵守宪法和法律
②获得履行职责应当具有的工作条件
③清正廉洁，公道正派
④参加培训
⑤遵守纪律，恪守职业道德，模范遵守社会公德
A.①④⑤
B.①③⑤
C.②③④⑤
D.①②③④⑤
48 、(2016上海B2)下列关于公务员的辞退，说法错误的是：
A.甲被市商务委员会公派至美国大学培训3个月，培训结束，甲开始周游美国，
逾期20天才回国，对甲予以辞退
B.乙是区农业局公务员，国庆黄金周外出旅行时，在交通事故中受伤，医疗期结
束，确认丧失工作能力，对乙不得辞退
C.丙是区教育局公务员，上班经常迟到，工作时常QQ聊天，领导多次谈心仍无
转变，对丙予以辞退
D.丁是警察，在一次抓捕嫌疑人时受伤，丧失部分工作能力，对丁不得辞退
49 、(2016国考7)下列与某食品厂相关的做法不符合食品安全法规定的是：
A.该厂无需为食品安全风险评估付费
B.该厂退休职工有权举报食品安全违法行为
C.该厂配备了兼职的食品安全专业技术人员
D.食品安全风险监测工作人员到该厂采集样品无需支付费用
50 、(2016联考16)甲于2010年3月1日开始使用“红红太阳”牌商标，乙同年
4月1日开始使用相同商标。商标局于2011年5月10日同一天收到甲、乙关于“红
红太阳”商标的申请文件，但甲的文件是5月8日寄出的，乙的文件是5月5日寄出
的。商标局应初步审定公告谁的申请?
A.公告甲的申请，因甲、乙虽同时申请，但甲使用在先
B.同时公告，因甲、乙申请日期相同
C.公告乙的申请，因乙申请在先
D.可以由商标局自由裁定
51 、(2016上海B3)下列关于行政机关责任制的说法，正确的有：
A.国务院实行总理负责制
B.外交部实行集体负责制
C.直辖市实行常委会负责制
D.自治区实行集体负责制
52 、(2015国考5)小李于2013年10月2日与某软件公司签订劳动合同一份，双
方约定如下：合同期限为3年，试用期9个月，试用期工资为3000元人民币(转正
后4000)，小李于2013年11月2日到公司上班，下列说法错误的是：
A.小李与公司之间于2013年11月2日正式建立劳动关系
B.小李与公司试用期期限和工资的约定不合法
C.在试用期小李可以随时解除与公司之间的劳动关系
D.公司在合同期间无权单方面对小李的工作岗位作出调整
53 、(2015广州4)2014年12月，钟某将名下的一处房屋出售给梁某，双方签订
了买卖合同并约定于2015年6月付清全部房款后办理过户手续。2015年1月，该处
房屋价格上涨，钟某后悔过早出售该房屋，又将该房屋出售给张某并约定在2015年
5月办理过户手续。2015年4月，钟某将房屋重复出售的行为暴露，此时该房屋属于：
A.钟某所有
B.梁某所有
C.张某所有
D.梁某与张某共同所有
54 、(2015黑龙江3)某股份有限公司经营管理出现严重困难，其股东甲担心自己
的利益受到损失，欲提起解散公司之诉，则下列说法错误的是：
A.甲须持有公司全部股东表决权10%以上
B.甲在起诉的同时可以申请人民法院对公司进行清算
C.甲起诉时，向人民法院申请财产保全的，人民法院可以予以保全
D.如甲坚持以其他股东和公司为共同被告，人民法院将驳回其对其他股东的起诉
55 、(2015山东35)宪法是一个国家的根本大法，具有至高无上的地位，环顾世
界各国宪法的产生和发展历程，其又呈现出各自不同的发展轨迹和特点，下列有关世
界主要国家的宪法的发展与历史的表述不正确的是：
A.英国是典型的不成文宪法国家，英国宪法的主体由不同历史时期颁布的宪法性
文件构成
B.法国是资产阶级国家中制宪最多的国家之一，共制定过15部不同的宪法，法
国现行宪法为1739年颁布的《雅各宾宪法》
C.1787年的美国《联邦宪法》是世界上第一部成文宪法，迄今为止已经至少颁
布了27个宪法修正案
D.新中国成立后，我国共颁布了四部宪法，其中现行的为1982年颁布的宪法，
该部宪法迄今已经进行了五次修订


`;