export const questionStr = `1 、(2020国考11)甲乘坐公交车时因到站未停与司机发生争执，一怒之下抢夺正
在行驶的公交车方向盘，致公交车失控撞到路边电线杆，乘客及行人受伤、公交车严
重受损。甲的行为构成：
A.以危险方法危害公共安全罪B.交通肇事罪
C.寻衅滋事罪D.危险驾驶罪
2 、(2020北京11)根据宪法和法律规定，我国各级人民政府是各级国家
的执行机关。
A.权力机关B.共产党组织
C.司法机关
D.社会团体
3 、(2020江苏B11)赵某被依法列为失信联合惩戒对象。据此，有关部门可以对
他采取的合法措施是：
A.教育管理部门禁止赵某的孩子就读重点学校
B.用人单位取消赵某的年终绩效工资
C.人民法院将赵某的失信情况通报其配偶所在单位D.某机关拒绝录用赵某为公务员
4 、(2020北京12)根据《中华人民共和国行政诉讼法》，下列诉讼事项中，人民法院不予受理的是：
A.对公安机关作出的行政拘留的决定不服
B.认为行政机关违法摊派费用
C.对行政机关作出的有关行政许可的决定不服
D.对行政机关作出的有关工作人员奖惩的决定不服5 、(2020国考12)“套路贷”是假借民间借贷之名，非法占有被害人财物的违法犯罪行为，是扫黑除恶专项斗争的重点打击对象。下列关于“套路贷”的说法正确的是：
A.“套路贷”犯罪案件可由犯罪行为发生地、结果发生地及犯罪嫌疑人居住地公
安机关侦查
B.因法律规定民间借贷最高年利率为36%，故超过36%的可认定为“套路贷”C.因“套路贷”属于非法行为，追债时一般不会采用仲裁、诉讼方式D.我国刑法设置有专门针对“套路贷”的罪名
6 、(2020浙江B74)下列关于试用期的说法错误的是：A.劳动者在试用期内依法享受社会保险待遇
B.同一用人单位与同一劳动者只能约定一次试用期C.用人单位在试用期解除劳动合同的，应当向劳动者说明理由D.以完成一定工作任务为期限的劳动合同，约定的试用期不得超过一个月7 、(2020江苏B12)某市交警在设卡检查酒驾时，有人驾驶摩托车行驶到检查点前，突然掉头并加速逆行。对此情形，下列执勤交警的做法恰当的是：A.为避免发生执法风险，放弃对该摩托车的检查B.详细记录现场执法情况，及时作出处置
C.将路边的共享单车推向路面，阻止摩托车逃跑D.立即追击拦阻，防止发生酒驾事故
8 、(2020四川1)2018年修订的《中华人民共和国宪法》，增加了国家监察机关的内容，关于国家监察机关，下列说法错误的是：
A.国家监察委员会主任由全国人民代表大会选举和罢免B.全国人民代表大会及其常务委员会监督国家监察委员会的工作C.全国人大常委会根据委员长的提请，任免国家监察委员会副主任、委员
D.县级以上地方各级人民代表大会常务委员会的组成人员不得担任国家监察机关
的职务
9 、(2020江苏A11)对下列古语所蕴含法律思想的理解，不正确的是：A.法不察民情而立之，则不威——法律应当服从民意
B.刑罚不足以移风，杀戮不足以禁奸——严刑峻法有其局限性
C.国有常法，虽危不亡——法律是国家长治久安的保障
D.天下之事，不难于立法，而难于法之必行——法律的生命力在于实施10 、(2020四川4)下列情形符合我国法律规定的是：
A.某地消费者协会宣传并销售本地的特色产品
B.根据产品质量法，制冷效果不好的空调属于“缺陷产品”
C.张阿姨在网上超市买了生鲜食品，收货后可在7天内无理由退款D.某问题奶粉导致数名婴儿患肾结石，代言该奶粉的明星需承担连带责任11 、(2020山东3)下列哪一情形符合我国公务员法的相关规定?
A.某新录用的公务员经历了六个月的试用期后，便可予以任职
B.某公务员因工作失误，受到了免职处分
C.某公务员在挂职期间，为了工作便利，把人事关系转人挂职单位D.机关聘任公务员可以进行公开招聘，也可以从符合条件的人员中直接选聘12 、(2020浙江B73)下列说法不符合我国宪法规定的是：
A.国家监察机关和审判机关均由人民代表大会产生
B.国家工作人员就职时应当依照法律规定公开进行宪法宣誓
C.上级人民法院、人民检察院领导下级人民法院、人民检察院的工作D.监察委员会依照法律规定独立行使监察权，不受行政机关、社会团体和个人的
干涉
13 、(2020北京13)贾某经相亲与李某确立恋爱关系，贾某按照习俗给李某家送了彩礼。办理结婚登记手续后，开始准备婚礼。之后因贾某与李某感情破裂，办理了离婚登记手续，贾某要求李某返还彩礼，以下哪个理由可以得到法律支持?A.彩礼金额远远超过当地平均水平
B.两人还未开始共同生活
C.贾某家当前因发生变故生活困难
D.两人还未举行婚礼
14 、(2019四川下6)关于劳动法对女职工的保护，下列说法错误的是：A.用人单位可因女职工怀孕降低其工资
B.用人单位不得因女职工哺乳解除劳动合同
C.用人单位不得安排女职工从事矿山井下作业
D.怀孕女职工在劳动时间内的产前检查也计人劳动时间
15 、(2019广东乡镇63)2019年3月12日，十三届全国人大二次会议举行第三
次全体会议，听取审议最高人民法院工作报告和最高人民检察院工作报告。这体现了
人民代表大会的：
A.立法权B.决定权C.任免权D.监督权
16 、(2019福建7)6岁的小凡身高1.05米，某日他瞒着父母独自去商场购买4000
元的平板电脑。当天，其父母将一切完好的平板电脑退还并要求退还全款。商场以
“电子商品一经使用，只换不退”为由拒绝。根据相关法律，下列说法正确的是：
A.商场既不用退货退款，也不用换货
B.商场做法正确，电子产品只换不退
C.商场做法缺少法律依据，应全额退款
D.商场应收取平板电脑原价50%的折旧费
17 、(2019江苏C7)某物业服务公司登记了业主苏某的电话号码。下列属于物业
公司非法使用苏某电话号码的情形是：
A.苏某的房屋漏水，物业公司将苏某的电话告知楼下邻居杨某
B.苏某的房屋需要装修，物业公司将苏某的电话告知某装修公司
C.苏某的煤气管道未经检测，物业公司将苏某的电话告知市燃气公司
D.苏某的汽车阻挡了冯某开车出行，物业公司将苏某的电话告知冯某
18 、(2019黑龙江公检法9)甲、乙二人于2016年6月6日登记结婚，半年后因
感情不和协议离婚。下列财产中属于二人共同财产的是：
A.甲婚前购买的汽车
B.甲于2016年10月购买彩票，中奖10万元
C.乙于2014年用父母的钱全款购买的房子，用于婚后居住
D.乙的祖父于2016年6月1日为祝贺乙结婚，赠与乙的名人字画
19 、(2019浙江15)根据我国《刑法》规定，下列行为属于“扒窃”的是：
A.甲在超市内偷走柜台里价值3000元的手机1部
B.乙翻窗进入被害人家里偷走抽屉内现金5000元
C.丙趁人不备偷走公园内自行车1辆，价值2500元
D.丁在地铁上偷走被害人随身钱包1个，内有现金500元
20 、(2019深圳8)《宪法》第五十一条规定：“中华人民共和国公民在行使自由和
权利的时候，不得损害国家的、社会的、集体的利益和其他公民的合法的自由和权
利。”关于该条文，下列说法正确的是：
A.表达的是授权性规则B.表达的是禁止性规则
C.表达的是程序性原则D.表达了法律规则中的法律后果
21 、(2019深圳9)第十三届全国人大一次会议表决通过了《中华人民共和国宪法
修正案》，将宪法序言中的“健全社会主义”修改为“健全社会主义
A.法制法治B.法律法制
C.法治法制D.法律法治
22 、(2019北京9)公务员王某准备辞去公职，下列说法中错误的是：
A.王某辞去公职后，不再具有公务员身份
B.王某辞去公职的申请，应交由任免机关审批
C.王某辞去公职后，可以自由选择企业或社会组织任职
D.王某离职前，应当办理公务交接手续
23 、(2019北京3)下列关于2018年3月新颁布的《中华人民共和国监察法》的
表述中，正确的是：
①监察机关既是行政机关又是司法机关
②国家监察体制改革的根本目的是加强党对反腐败工作的统一领导
③各级监察委员会是党内监督专责机关
④实现对所有行使公权力的公职人员监察全覆盖
A.①②
B.②④
C.①③
D.③④
24 、(2019云南6)下列最有可能不会受到治安管理处罚的是：
A.两人酒后打架斗殴，但均未受伤，酒醒后双方愿意和解
B.房东发现房客在租房内开赌场却不告知管理部门，反而提醒房客小心点
C.小明饲养了一只属于禁养犬只的大型犬，该犬性格温和从不咬人，民警多次提
醒，小明仍然坚持饲养
D.在某足球比赛中，球迷不满“黑哨”，扔啤酒罐砸向裁判，但力度较轻，裁判
未受伤
25 、(2019江苏B7)张某驾车时因未张贴“交强险”标识，被交警孔某拦下，当
场作出罚款50元的决定。下列关于该行政处罚的说法，正确的是：
A.孔某一人不能当场作出这一处罚决定
B.张某在处罚决定作出前有权要求听证
C.孔某须将处罚决定报所属交警大队备案
D.张某若不服处罚，起诉前应先提请复议
26 、(2019国考8)下列犯罪行为应以盗窃罪论处的是：
A.甲窃得价值5000元的手机一部，被发现后持械抗拒抓捕
B.乙窃得同事的信用卡一张，并用其消费10000元
C.丙在火车上捡到价值50000元的提包一只，经失主催要后拒不归还
D.丁为某私营公司的销售主管，在销售过程中私自将价值50000元的产品据为
己有
27 、(2019浙江14)关于社会保险制度，下列说法错误的是：
A.社会保险基金经相关部门同意后，可用于平衡其他政府预算
B.外国人在中国境内就业的，参照我国《社会保险法》规定参加社会保险
C.基本医疗保险基金和基本养老保险基金应分别建账，分账核算，执行国家统一
的会计制度
D.国家建立社会保险制度，是为了保障公民在年老、疾病、工伤、失业、生育等
情况下获得物质帮助
28 、(2019江苏A8)下列情形中，公民基本权利未受侵犯的是：
A.小学生王某学习成绩很差，其父直接让他辍学去工厂上班
B.某保安公司招聘夜班保安，在招聘启事中注明“男性优先”
C.某公司的封闭车间夏季未装空调，小芳在车间工作时汗如雨下发生晕厥
D.张先生和李女士结婚时约定，李女士有义务为张先生生育两个孩子
29 、(2019四川下4)2018年3月11日，第十三届全国人民代表大会第一次会议
审议通过了《中华人民共和国宪法修正案》。关于这次修宪，下列说法正确的是：
A.将“健全社会主义法制”写人了《宪法》序言
B.将坚持“五项原则”修改为坚持“和平发展道路”
C.增加了“中国共产党领导是中国特色社会主义最本质的特征”
D.删除了“国家工作人员就职时应当依照法律规定公开进行宪法宜誓”
30 、(2019北京10)下列关于我国地方国家机关的说法中，正确的是：
A.县人民政府对县人民代表大会负责并报告工作
B.县政协是县人民政府的组成部门
C.县级人民政府可以制定地方行政规章
D.县民政局是县人民政府的直属机构
31 、(2019江苏C8)村民刘某欲将6亩承包地以每亩每年900元的价格流转。外
地种田大户马某、本村村民孙某都有意流转刘某的承包地。下列关于该承包地流转的
说法，正确的是：
A.该承包地的流转收益全部归刘某所有
B.该承包地的流转期限可超过承包期的剩余期限
C.马某是种田大户有技术优势，对承包地的流转有优先权
D.刘某流转承包地后，与村农民集体的承包关系自动解除
32 、(2019深圳3)下列人事处理不属于公务员申诉范围的是：
A.取消录用
B.诫勉
C.免职
D.申请提前退休未予批准
33 、(2019北京8)根据《中华人民共和国合同法》，违反合同后需要承担的违约
责任不包括：
A.继续履行
B.采取补救措施
C.缴纳罚金
D.赔偿损失
34 、(2019浙江12)按照我国《食品安全法》的规定，下列保健食品的说明书符
合要求的是：
A.某益生菌说明书称可根治便秘
B.某枇杷糖说明书称可预防咽喉炎
C.某维生素片说明书称具有较强保健功能
D.某降糖茶说明书称可替代部分药物使用
35 、(2019江苏A7)下列不属于《中华人民共和国监察法》所规定的监督对象的是：
A.某居民委员会的主任B.某国有企业工会的主席
C.某农民专业合作社的理事长D.某省属高校学报的主编
36 、(2019浙江13)关于劳动合同，下列说法错误的是：
A.劳动合同应当以书面形式订立
B.劳动合同可以约定试用期，试用期最长不得超过1年
C.劳动者严重违反用人单位的规章制度的，用人单位可以解除劳动合同
D.裁减人员时，与本单位订立无固定期限劳动合同的人员应当优先留用
37 、(2019江苏B9)某公司董事长孙某当选为区人大代表。下列关于孙某履行代
表义务的说法，正确的是：
A.孙某应协助区政府开展招商引资工作
B.孙某应设立“人大代表工作室”开展调研工作
C.孙某应定期将公司的经营状况报告区人大常委会
D.孙某应积极参加对区人民法院执法情况的检查工作
38 、(2019江西7)下列法律法规中，哪一项不是从2019年1月1日起施行?
A.《中华人民共和国电子商务法》
B.《中华人民共和国土壤污染防治法》
C.新修订的《中华人民共和国公务员法》
D.新修订的《中华人民共和国个人所得税法实施条例》
39 、(2019国考7)关于人民陪审员，下列说法符合法律规定的是：
A.陪审员小李所在的单位因其在工作日参加审判活动而扣发他的奖金
B.公证员小张被某县人民法院选聘为人民陪审员
C.陪审员小赵在七人合议庭审理的案件中对法律适用参加表决
D.陪审员小刘参加审判活动，人民法院按实际工作日对其给予补助
40 、(2018广州45)根据《中华人民共和国妇女权益保障法》，实行男女平等是
国家的基本国策。国家采取必要措施，逐步完善保障妇女权益的各项制度，消除对妇
女一切形式的歧视。对此，下列说法错误的是：
A.禁止歧视、虐待、遗弃、残害妇女
B.妇女在政治的、经济的、文化的、社会的和家庭的生活等各方面享有同男子平
等的权利
C.国家采取有效措施，适当减轻妇女履行法律规定义务的责任
D.国家保护妇女依法享有的特殊权益
41 、(2018广州43)以下情形，向人民法院提起行政诉讼，法院不予受理的是：
A.对行政拘留、皙扣或者吊销许可证和执照、责令停产停业、没收违法所得、没
收非法财物、罚款、警告等行政处罚不服的
B.对限制人身自由或者对财产的查封、扣押、冻结等行政强制措施和行政强制执
行不服的
C.认为行政机关侵犯其自主权或者农村土地承包经营权、农村土地经营权的
D.行政机关对其工作人员的奖惩、任免等决定，工作人员认为不合理，要求撤
销的
42 、(2018山东40)下列行政行为属于行政处罚的是：
A.质监部门将甲生产的涉嫌违法使用添加剂的香肠予以先行登记保存
B.土地管理部门对于乙、丙之间宅基地权属纠纷作出裁处
C.卫生部门对感染传染病病毒的患者丁进行强制隔离
D.消防部门对未经消防安全检查擅自营业的戊茶楼作出责令停产停业的决定
43 、(2018国考11)甲、乙、丙三人从丁处购买我国公民的个人信息，并组织人员
利用网络电话实施诈骗行为，获利一百余万元，并由戊负责转账。下列说法错误的是：
A.若甲、乙、丙三人在境外实施该电信网络诈骗行为，则不予追究刑事责任
B.甲、乙、丙三人为组织者，三人对全部的诈骗行为承担责任
C.丁明知甲、乙、丙三人实施电信网络诈骗犯罪，依然非法向其出售公民个人信
息，丁为共犯
D.戊明知款项为诈骗所得，仍帮助甲、乙、丙在不同银行账户间频繁划转，戊为
共犯
44 、(2018国考10)下列有关律师的说法错误的是：
A.律师不得在同一案件中为双方当事人担任代理人
B.律师根据案情的需要，可以申请人民法院通知证人出庭作证
C.律师可以在多个律师事务所执业，律师执业不受地域限制
D.律师担任辩护人的，有权查阅、摘抄、复制本案的案卷材料
45 、(2018山东39)下列与证件有关的说法错误的是：
A.未满十六周岁的公民不得申领居民身份证
B.驾驶机动车上路行驶必须随车携带行驶证
C.公共场所直接为顾客服务的人员须有健康证
D.港澳通行证由我国公安部出人境管理局签发
46 、(2018山东36)下列属于我国基层民主自治工作的一组是：
①某村村民直接参与投票选举村委会干部
②某社区居委会定期向居民会议汇报工作
③某区妇女联合会实行事务公开的制度
④某厂职工代表大会依法选举职工代表
A.①②
B.2③
C.③④
D.①④
47 、(2018国考6)下列情形所反映的权利类别与其他三项不同的是：
A.李女士送修电动车，后拒不支付修车费，店老板遂留置电动车
B.小张向老刘借款6000元，并将祖传玉镯交与老刘，二人约定三年内还钱取镯，
否则老刘有权变卖玉镯获偿
C.某银行向购房人王先生发放了一笔按揭贷款，贷款期限25年
D.某公司在地方政府组织的拍卖会上拍得一块土地，用于日后的商业开发
48 、(2018江苏A3)下列说法与其所蕴涵的法治原则对应不正确的是：
A.切蛋糕者最后拿蛋糕——效率原则
B.两害相权取其轻——利益权衡原则
C.有恒产者有恒心——人权保障原则
D.法无授权不可为——权力制约原则
49 、(2018国考7)下列情形中，甲和乙只需承担双方责任，无需承担共同责任
的是：
A.甲养的羊误人乙的菜地，乙发现后不管不问导致损失扩大
B.甲、乙共同实施了故意伤害行为
C.甲、乙合伙办了一家快递企业，乙在运输过程中丢失包裹
D.甲与乙协商共同买下一套房屋，二人约定各欠卖方十万元房款
50 、(2018国考9)下列哪一说法符合我国劳动合同法的规定?
A.王某3月1日与用人单位签订劳动合同，3月5日正式上班，劳动关系自3月
1日起建立
B.李某在签订劳动合同时，用人单位为防止其反悔，可向其收取500元押金做
担保
C.张某所在甲公司与另外一公司合并成立了乙公司，应由乙公司继续履行与之签
订的劳动合同
D.赵某在甲公司任职，同时在乙公司做兼职翻译，乙公司应当与其订立书面劳动
合同
51 、(2018国考8)下列对法谚的解读正确的是：
A.法无授权不可为——每个公民都应当严格按照法律的规定作为
B.枪炮作响法无声——战乱时，平常法律所维系的社会秩序荡然无存
C.法律必须被信仰，否则它将形同虚设——法律规定与道德信仰相辅相成，互相
促进
D.法不阿贵，绳不挠曲——即使初衷是好的，如果触犯了法律还是要一视同仁
52 、(2018国考1)《中华人民共和国民法总则》自2017年10月1日起施行。关
于民法总则和民法通则的关系，下列说法错误的是：
A.民法总则施行后，民法通则暂不废止
B.民法通则规定了我国民法的基本规则，而民法总则的内容更加广泛
C.民法总则是编纂民法典的第一步，吸取和借鉴了民法通则的相关条款
D.民法通则规定向人民法院请求保护民事权利的诉讼时效期间为二年，民法总则
将其改为三年
53 、(2018安徽44)小明在图书馆大声说话，有读者制止他时，他却说：“这是我
的权利和自由，别人无权干涉。”关于上述观点的评价正确的是：
①正确，宪法规定公民有言论自由
②错误，公民的自由是在法律范围内的自由
③错误，未经他人许可，公民不得擅自行使权利
④错误，世界上从来没有“绝对”的权利和自由
A.①②
B.①③
C.2③
D.②④
54 、(2018广东78)行政行为应依法实施，遵守法定权限、法定条件、法定要求
和法定程序。行政法规、行政规章和行政规定均不得与法律相抵触，不得规定依法只
能由法律规定的事项。这是行政程序法的：
A.正当程序原则B.依法行政原则
C.公开原则
D.参与原则
55 、(2018云南7)租客小赵经房东老张的同意，将自己所租的房子(租金2000
元/月)其中的一个卧室以800元/月的价格租给小刘。小刘在租住期间，擅自拆除
门窗造成了价值10000元的房屋损毁。据此，下列说法正确的是：
A.小刘应向老张赔偿全部损失，但可向小赵追偿
B.小赵应向老张赔偿全部损失，但可向小刘追偿
C.小赵、小刘应分别赔偿老张6000元、4000元
D.小赵在支付6000元赔偿后，可向小刘追偿
56 、(2018山东38)下列哪种情形不能解除劳动关系?
A.用人单位和劳动者协商一致
B.试用期内提前一天通知用人单位
C.合同期内，提前三十天以书面形式通知用人单位
D.劳动者同时与其他用人单位建立劳动关系，对完成本单位的工作任务造成严重
影响
57 、(2018四川上3)刘某偷得同事一张信用卡和身份证，向女朋友黄某谎称路上
捡到的，刘某、黄某根据身份证号码试出信用卡密码，持卡消费5000元，关于刘某
和黄某的行为，下列哪一说法正确?
A.刘某和黄某均构成盗窃罪
B.刘某和黄某均构成信用卡诈骗罪
C.刘某构成盗窃罪，黄某构成信用卡诈骗罪
D.刘某构成信用卡诈骗罪，黄某不构成犯罪
58 、(2018广东75)2018年3月11日第十三届全国人民代表大会第一次会议通过
《中华人民共和国宪法修正案》，确立了_是中国特色社会主义最本质的特征。
A.人民当家作主
B.中国共产党领导
C.解放和发展社会生产力
D.我国仍处于并将长期处于社会主义初级阶段
59 、(2018国考12)甲、乙两公司签订钢铁买卖合同，并约定货到付款。甲公司
交货前夕得知乙公司全部账户因民事纠纷已被冻结，遂决定暂不向乙公司交货。关于
甲公司的行为，下列说法正确的是：
A.因合同约定货到付款，甲公司能履行合同中的交货义务而不履行，属于违约行为
B.甲公司决定暂不向乙公司交货后，应及时将此事告知乙公司
C.甲公司可以依法要求乙公司先付款再交货
D.甲公司将暂不交货的决定告知乙公司后，买卖合同自行解除
60 、(2018国考2)我国宪法对非公有制经济的规定进行了几次修改，按时间先后
排序正确的是：
①允许发展私营经济，采取“引导、监督、管理”的方针
②在法律规定范围内的个体经济、私营经济等非公有制经济，是社会主义市场经
济的重要组成部分
③鼓励、支持和引导非公有制经济的发展，并对非公有制经济依法实行监督和管理
④非公有制经济仅限于个体经济，不包括私营经济，且个体经济处于补充地位
A.①②④③B.①③②④
C.④①③②D.④①②③
61 、(2017山东36)根据我国《刑事诉讼法》的规定，下列证据应当予以直接排
除的是：
A.采用刑讯逼供的方法收集的犯罪嫌疑人的供述
B.收集犯罪嫌疑人贪污所得现金不符合法定程序的
C.收集合同诈骗罪涉案支票不符合法定程序，可能严重影响司法公正的
D.收集盗窃自行车不符合法定程序，不会影响司法公正，但无法作出合理解释的
62 、(2017河北120)下列言行体现公民没有自觉履行法定义务的是：
①“听说你养母病了?”“与我无关，我是被收养的。”
②“听说你生父病了?”“与我无关，我已经被叔叔收养了。”
③“爸，大学催缴学杂费了。”“你都成年了，自己挣钱交去。”
④“爸，小学催缴生活费了。”“我与你妈离婚了，找她要去。”
A.①③
B.①④
C.②③
D.②④
63 、(2017云南16)根据我国现有法律规定，下列最有可能被判处有期徒刑(实
刑)的是：
A.19岁的周某持刀抢劫他人现金10元
B.林某受人胁迫，首次偷窃就盗取了价值400元的食物
C.王某精神病发作，在神志不清时赤手空拳地打伤无辜的路人
D.张某为朋友担保，向他人无息借款5万元，在朋友无法偿还后也未还款
64 、(2017河北127)下列行为属于公民正确行使法定权利的是：
①陈某向有关部门举报公交站旁的诈骗团伙
②林某将朋友送给他的手表又送给他的弟弟
③张某在妻子中止妊娠后第四个月起诉离婚
④吴某应聘时因受到用人单位性别歧视而起诉至法院
A.①②③
B.①②④
C.②③④
D.①③④
65 、(2017云南19)下列关于食品药品监管说法正确的是：
A.获得“驰名商标”称号，且连续5年产品抽检合格的食品生产厂家，其所生产
的食品可获免检资格
B.药品包装上印有“OTC”字样的， 表明该药品为处方药
C.保健品、药品均需国家食品药品监督管理总局批准注册
D.个人姓名不可注册为食品商标
66 、(2017国考6)如果我国现行个人所得税适用于古代，下列哪一情形不需要缴
纳个人所得税?
A.苏轼发表《赤壁赋》所得的稿酬B.包拯任开封府府尹期间所得俸禄
C.康熙年间旱灾灾民获得的救济款D.罗尚德将银两存人钱庄所得利息
67 、(2017山东34)赵某逛电器商场，准备购买一台豆浆机，其享有的权利不包括：
A.人身、财产安全不受损害的权利
B.选择购买何种品牌豆浆机的权利
C.拒绝保安因商场失窃而提出搜查其背包的权利
D.购买一台低价促销、有轻微划痕的豆浆机，一个月后以商品存在瑕疵为由提出
退款的权利
68 、(2017国考5)某塑料厂职工丁某因工死亡，其近亲属可以依法从工伤保险基
金领取：
A.供养亲属抚恤金B.工伤医疗补助金
C.伤残就业补助金D.生活护理费
69 、(2017山东33)某选区共有选民1889人，张某是候选人之一。在下列情况下，
张某可以当选为该选区人大代表的是：
A.参加投票的有889人，张某获选票880张
B.参加投票的有1770人，张某获选票1781张
C.参加投票的有1881人，张某获选票697张
D.参加投票的有1001人，张某获选票792张
70 、(2017国考4)依据《刑法修正案(九)》的规定，下列说法错误的是：
A.对伪造货币罪不再处以死刑
B.对代替他人参加高考的行为应作出行政处罚
C.组织群众在医院闹事、造成严重损失的行为是犯罪行为
D.编造虚假险情在微信中传播、严重扰乱社会秩序的行为是犯罪行为
71 、(2017浙江A96)王某将自家三层楼房的承建工程承包给没有施工资质的包
工头李某。双方合同约定，李某“包工不包料”，在施工过程中产生的一切责任由李
某承担。李某找来邻居张某帮工，工资100元/天。施工过程中脚手架倒塌，将在地
面上递砖块的张某压成重伤。张某要求包工头李某赔偿医药费、误工费等。李某不允，
双方闹至法院。那么，下列说法正确的是：
A.李某承担全部责任
B.王某、李某、张某都要承担责任
C.李某、张某承担责任，王某没有责任
D.王某、李某承担责任，张某没有责任
72 、(2017山东31)关于我国的国家制度，下列说法错误的是：
A.我国是人民民主专政的社会主义国家
B.我国人民行使国家权力的机关是各级人民政府
C.我国的国家机构实行民主集中制原则
D.我国经济制度的基础是全民所有制和劳动群众集体所有制
73 、(2017国考3)下列情形属于我国行政复议受案范围的是：
A.甲市公安局处理治安案件出具的调解书
B.乙市人民政府对于确认矿藏所有权的决定
C.丙市工商局对其工作人员作出的警告处分决定
D.丁市人民政府颁布的地方政府规章《丁市城市市容管理规定》
74 、(2017山东32)关于我国巡回法庭，下列说法错误的是：
A.巡回法庭作出的判决、裁定和决定，是最高人民法院的判决、裁定和决定
B.最高人民法院设立巡回法庭是对我国二审终审制的变通规定
C.巡回法庭的受案范围哲不包括最高人民检察院抗诉的案件
D.巡回法庭根据审判工作需要，可以在巡回区内接待来访
75 、(2016山东33)下列行为侵犯了公民肖像权的是：
A.杨某碰到走失儿童小赵，未经其同意将其照片印制在寻亲广告上
B.学校未经学生小王同意，将其获奖照片张贴在宣传窗内
C.报社未经省委书记同意，将其视察民情的照片刊登在报纸上
D.影楼未经张小姐同意，将其个人写真印制在宣传册上
76 、(2016江苏B5)大学毕业生王某打算在A市创业，在申办企业的过程中，恰
逢该市大力推进行政审批制度改革。关于此次改革对王某申办企业的影响，下列说法
错误的是：
A.王某无需提供企业注册场所的证明文件
B.王某可通过线上系统随时了解申办进度
C.王某无需缴纳政府收费清单以外的费用
D.王某可领取“一照一码”的营业执照
77 、(2016国考5)“行政机关不得法外设定权力，没有法律法规依据不得作出减
损公民、法人和其他组织合法权益或者增加其义务的决定”，这体现了法治政府建设
中的哪项要求?
A.职能科学
B.守法诚信
C.执法严明
D.权责法定
78 、(2016江苏C18)张某家的梧桐树枝生长到李某家的院中，落下的树叶和树
絮给李某带来一定的烦恼，双方为此发生争执。本案涉及的法律关系是：
A.人身关系B.债权债务关系
C.相邻关系
D.宅基地使用权关系
79 、(2016江苏A20)17岁的刘某在工厂打工，月收人3000元。某日，刘某外出
忘关水龙头导致租住屋浸水，房东要求赔偿遭拒，遂将其诉至法院。下列关于本案的
说法正确的是：
A.法院应判决刘某独立承担赔偿责任，因其是完全行为能力人
B.法院应判决刘某承担主要赔偿责任，因其是限制行为能力人
C.法院应判决刘某家长承担赔偿责任，因刘某是无民事行为能力人
D.法院应判决刘某家长承担连带赔偿责任，因为刘某是部分行为能力人
80 、(2016山东34)根据法律规定，下列情形中，甲可以向乙主张违约责任的是：
A.乙表示愿意在开车赴省城办事时捎上甲，甲便退掉了之前购买的火车票，不料
乙动身时忘了与甲的约定
B.甲、乙签订书面协议，约定甲买上房子乙便嫁给甲。但甲买上房子时，乙已嫁
给他人
C.甲乘坐乙开的出租车上班，中途因乙车速过快而发生车祸，甲受伤致残
D.甲、乙同乘火车，约定到A站时乙提醒甲下车。火车到A站时，二人均沉睡
未醒，导致甲支出额外费用
81 、(2016江苏B18)某公司非法占用公路堆放建筑材料，交通主管部门对其作出
了行政处罚。在作出行政处罚前，交通主管部门向该公司告知了作出处罚决定的事实、
理由及依据，并告知了该公司依法享有的权利。这一做法体现的行政法基本原则是：
A.合法行政原则B.合理行政原则
C.高效便民原则D.程序正当原则
82 、(2016江苏C20)胡某承包的鱼塘被洪水冲垮，饲养的鱼游入杨某的蟹塘。
胡某要求杨某返还游人蟹塘中的鱼，杨某认为鱼是自己游入的，没有义务返还。双方
为此发生纠纷。经村干部调解，杨某同意补偿胡某3000元。后杨某反悔，胡某诉至
法院。下列关于本案的说法，正确的是：
A.杨某蟹塘里游入胡某饲养的鱼，属于善意取得
B.胡某诉杨某的理由可以是杨某获得了不当利益
C.杨某对村干部的调解反悔，违反法律的规定
D.双方在本案中均无过错，法院应依公平责任原则来处理
83 、(2016江苏B20)“周瑜打黄盖，一个愿打一个愿挨。”这句俗语所蕴含的法
律含义是：
A.原告自认
B.受害人同意
C.过错相抵
D.契约自由
84 、(2016山东31)关于我国的社会救助制度，下列说法不正确的是：
A.最低生活保障是社会救助制度的基本内容
B.积极参与开展社会救助是集体和社会成员的法定义务
C.临时救助的具体事项、标准，由县级以上地方人民政府确定、公布
D.县级以上地方人民政府应当确保最低生活保障家庭有劳动能力的成员中至少有
一人就业
85 、(2016山东32)关于我国的住房公积金制度，下列说法不正确的是：
A.具有强制性、互助性和保障性等特征
B.由用人单位和职工个人共同缴纳
C.贷款利率一般低于相同期限的商业贷款的利率
D.贷款风险由经办住房公积金贷款业务的银行承担
86 、(2016江苏A19)村民王某提出宅基地使用申请，乡政府审核后报县土地主管
部门审批，获得批准。县水利主管部门巡查时发现王某的房屋建在泄洪区，便责令王
某停止建设，并自行拆除已建部分。王某不服水利部门的处罚。下列关于本案的说法，
正确的是：
A.法院应将乡政府列为共同被告
B.法院应将县土地主管部门列为第三人
C.法院应判决县土地部门赔偿王某的损失
D.法院应告知王某先复议，不服后方可起诉
87 、(2016江苏A18)返乡大学生陈某利用互联网销售家乡的土特农产品，取得了
较好的收益，为了更好地发展当地的互联网经济，他准备发起成立本县电商协会。该
协会的合法登记机关应是：
A.县公安局
B.县工商局
C.县民政局
D.县经信局
88 、(2016江苏C17)某村是所在乡的人口第一大村，村民委员会经民主选举成立
后通过了一系列事项，下列事项符合法律规定的是：
A.村委会采取主任负责制
B.村里财务每两年公布一次
C.村委会设置多个下属委员会
D.村委会向村党支部负责并报告工作
89 、(2016四川下2)下列选项中，符合法律规定的是：
A.新录用的公务员小张，其试用期为六个月
B.小陈今年15岁，在某工地打工，干一些杂务
C.因工作需要，公务员小朱前往甲单位授课，他可以在甲单位领取授课费
D.某公司未按照劳动合同约定向员工小李支付劳动报酬，小李可以随时通知该公
司解除劳动合同
90 、(2015国考1)下列做法最贴近“看得见的正义才是真正的正义”法律内涵要
求的是：
A.纪检监察部门开通网站并接受网络举报
B.地方政府在互联网上征求城市规划意见
C.人民法院在互联网上公布法庭裁判文书
D.交警配备执法记录仪实时记录执法过程
91 、(2015山西4)行政法是调整行政活动的法律规范的总称，分为一般行政法和
特别行政法两个部分。下列法律属于一般行政法的是：
A.《国防法》
B.《预算法》
C.《国家安全法》D.《公务员法》
92 、(2015国考4)下列条款符合法律规定的是：
A.某饭店店堂告知：“请保管好随身物品，丢失概不负责”
B.某干洗店申明：衣物丢失，只赔付洗衣费二倍的价钱
C.淘宝网某服饰店表示：本店商品一经售出，概不退货
D.某商场厕所门口警示牌“地滑小心摔倒，否则概不负责任”
93 、(2015广州5)2015年五一国际劳动节是星期五，甲工厂因生产需要安排5月
1日至3日加班，那么该工厂下列向员工支付加班费的计算方式中，正确的是：
A.1号至3号的加班费按工资的150%计算
B.1号至3号的加班费按工资的200%计算
C.1号的加班费按工资的200%计算，2号至3号的加班费按工资的150%计算
D.1号的加班费按工资的300%计算，2号至3号的加班费按工资的200%计算
94 、(2015广州3)王某在公园与李某发生言语冲突，用小刀刺伤李某，强行抢走
李某身上财物后逃跑。此时，李某紧追不舍，追出500米后用砖头将王某砸成轻伤，
并夺回了自己的财物。李某的行为应当属于：
A.故意伤害
B.正当防卫
C.防卫过当
D.紧急避险
95 、(2015黑龙江2)在某地块招标过程中，张某游说作为国土局局长的父亲利用
职权影响，使其朋友王某中标，后来背着父亲收受王某100万元。下列说法正确的是：
A.张某的行为不构成犯罪
B.张父的行为构成受贿罪
C.张某与张父构成受贿罪的共同犯罪
D.张某的行为构成利用影响力受贿罪
96 、(2015山西2)“正义不仅要实现，而且要以看得见的方式实现”，这句话体现
了程序正义，即裁判结论要得到人们的普遍认可，裁判者必须确保判决符合公正、正
义的要求。下列说法违背了程序正义的是：
A.刑事案件的判处要重证据，不轻信口供
B.罚款应当由作出罚款决定的行政机关收缴
C.与案件有利害关系的审判人员，应当回避
D.证人证言必须在法庭上经过询问、质证并查证属实后才能作为定案依据
97 、(2015国考7)下列哪种情形最可能实行一审终审?
A.基层人民法院审理被告提出反诉的买卖合同纠纷案件
B.基层人民法院审理夫妻双方争夺子女抚养权的离婚案件
C.中级人民法院审理在本辖区有重大影响的合同纠纷案件
D.基层人民法院审理权利义务关系明确的租赁合同纠纷案件
98 、(2015河北11)甲市新华区人民政府决定将其管理的国有电缆厂出售，该厂
的承包人张某以侵犯其经营自主权为由提出行政复议。张某可以提请行政复议的机
关是：
A.甲市人民政府B.甲市新华区国资委
C.甲市新华区人民政府D.甲市国资委
99 、(2015山东33)某毒品案件中的重要证人小张因在诉讼中作证而导致其人身
安全面临危险，人民法院、人民检察院和公安机关应当采取的保护措施不包括：
A.免于其出庭作证B.不公开其真实姓名
C.禁止特定人员与其接触D.对其住宅采取专门性保护措施


`;