export const questionStr = `1 、(2020江苏A2)习近平总书记强调，在群众工作中要坚持有事多商量，遇事
多商量，做事多商量，商量得越多越深人越好。对此，下列理解正确的是：
①做群众工作要问计于民、问政于民、问需于民
②涉及群众利益的政策要充分发扬民主，坚持集体决策
③政策执行要向群众做好宣传说服工作，认真听取群众意见
④衡量党和政府工作好坏的标准是看有没有与群众商量
A.①②③
B.①②④
C.①③④
D.②③④ 
2 、(2020福建3)习近平总书记在《辩证唯物主义是中国共产党人的世界观和方
法论》一文中指出，“学习和运用唯物辩证法，就要反对形而上学的思想方法”。中国
古代成语中，就有对形而上学思想的批判，下列成语中不属于对形而上学思想批判
的是：
A.盲人摸象、刻舟求剑B.缘木求鱼、邯郸学步
C.坐井观天、水中捞月D.老骥伏柄、老马识途
3 、(2020福建13)《荀子·儒效》中写道，“不闻不若闻之，闻之不若见之，见之
不若知之，知之不若行之”。关于这句论述反映的思想，下列说法错误的是：
A.知行合一
B.实践出真知
C.人定胜天
D.实践决定认识
4 、(2020江苏C13)随着脱贫攻坚进入关键期，必须把防止脱贫人口返贫放在重
要位置。对此，下列做法对防止脱贫人口返贫具有积极意义的是：
①保持脱贫攻坚政策的连续性和稳定性
②保持摘帽贫困县干部队伍的相对稳定
③适时组织对农村脱贫人口“回头看”
④提高补贴标准以提升脱贫人口生活水平
A.①②③
B.①②④
C.①③④
D.②③④
5 、(2020浙江B71)中国共产党人的初心和使命是：
A.全心全意为人民服务
B.建设社会主义现代化强国
C.推翻三座大山，建立新中国
D.为中国人民谋幸福，为中华民族谋复兴
6 、(2020国考13)社会信用体系的建立有利于提高全社会的诚信意识和信用水平。下列关于国家加快社会信用体系建设的说法错误的是：
A.“重点突破，强化应用”是社会信用体系建设的主要原则之一B.为惩戒失信执行人，规定其不得以财产支付子女就读高等院校的费用C.推进青年信用体系建设，逐步应用到人学、就业、创业等领域D.使统一社会信用代码成为企业的唯一身份代码
7 、(2020北京3)2019年5月31日，习近平总书记在“不忘初心、牢记使命”主题教育工作会议上发表重要讲话指出，要坚持思想建党、理论强党，坚持学思用贯通、知信行统一，推动广大党员干部筑牢信仰之基、补足精神之钙、把稳思想之舵。这段话体现的哲学原理是：
①社会存在决定社会意识
②精神对物质、社会意识对社会存在具有反作用
③矛盾无时无处不在，具有普遍性和客观性
④先进的社会意识对社会发展起推动作用
A.①④
B.2③
C.①③
D.2④
8 、(2020北京2)根据国家《“十三五”脱贫攻坚规划》，到2020年稳定实现现行标准下农村贫困人口“两不愁、三保障”。“两不愁、三保障”具体是指：A.不愁吃、不愁穿，义务教育、基本医疗和住房安全有保障
B.不愁吃、不愁花，义务教育、基本医疗和住房安全有保障
C.不愁吃、不愁穿，义务教育、基本医疗和就业有保障
D.不愁吃、不愁住，义务教育、基本医疗和就业有保障
9 、(2020浙江B72)下列说法错误的是：
A.新时代的五大发展理念是指创新、绿色、开放、包容、可持续B.“四个意识”是指政治意识、大局意识、核心意识、看齐意识C.“四个自信”是指中国特色社会主义道路自信、理论自信、制度自信、文化自信
D.“两个维护”是指坚决维护习近平总书记党中央的核心、全党的核心地位，坚
决维护党中央权威和集中统一领导
10 、(2020北京5)下列国际组织，按照中国加人的时间先后顺序排列正确的一
项是：
①联合国
②亚太经合组织
③国际原子能机构
④世界贸易组织
A.①②③④
B.D32④
C.③②①④
D.③①④②
11 、(2019广东乡镇72)消除贫困、改善民生、逐步实现____，是社会主义的
本质要求，是我们党的重要使命。
A.共同富裕
B.同步富裕
C.同时富裕
D.全体富裕
12 、(2019广东乡镇70)扶贫先扶智，治贫先治愚。以下扶贫举措中不属于“扶
智”的是：
A.在贫困村建设图书室B.开展农业实用技能培训
C.组织大学生到贫困地区支教D.向贫困户发放现代化农业机具
13 、(2019广东乡镇64)人才是实施乡村振兴战略的关键因素。以下举措不属于
推动乡村人才振兴的是：
A.大力支持乡村休闲旅游
B.实施新乡贤返乡工程
C.扩大“三支一扶”计划人员招募规模
D.完善农村劳动力技能培训补贴机制
14 、(2019四川1)下列关于中国特色社会主义进人新时代的说法，不正确的是：
A.中国特色社会主义进人新时代，是中国共产党从事业发展全局的高度在十九大
作出的重大政治论断
B.中国特色社会主义进人新时代，这一论断科学把握了当代中国发展新的历史方
位，精辟概括了我国发展变革的阶段性特征
C.中国特色社会主义进人新时代，与一般历史学意义上时代划分概念一致
D.坚持和发展新时代中国特色社会主义，需要用发展着的理论指导发展着的实践
15 、(2019北京5)荀子说，“天行有常，不为尧存，不为桀亡”“天不为人之恶
寒也辍冬，地不为人之恶辽也辍广”。这些话体现的哲学原理有：
①规律通过人的意识发挥作用
②自然规律具有客观性
③社会规律不具有客观性
④事物的发展是有规律的
A.①④
B.②③
C.①③
D.②④
16 、(2019青海6)据统计，目前我国老年人已达2.3亿，老年消费者这轮“夕阳”
本应该成为推动GDP发展的一轮“朝阳”， 但因为社会养老保障体系建设滞后， 即使
是“重阳节”这一天，人们也很难感受到“银发经济”这四个字的分量。这给我们的
启示是：
①深化改革，有效化解我国的“老年化”矛盾，完善中国特色养老保障制度
②充分认识规律发生作用的条件和范围，使价值规律与我国经济发展相符合
③正确认识和利用社会养老保障体系与老年消费的客观联系，拉动经济增长
④矛盾具有特殊性，我国不适合发展“银发经济”，而应大力发展“朝阳经济”
A.①②
B.②④
C.①③
D.③④
17 、(2019吉林甲10)“鞋子合不合脚，自己穿着才知道，一个国家的发展道路合
不合适，只有这个国家的人民才最有发言权。”下列古诗词蕴涵的哲理与“鞋子合脚
论”最相近的是：
A.沉舟侧畔千帆过，病树前头万木春
B.古歌旧曲君休听，听取新翻杨柳枝
C.问渠那得清如许?为有源头活水来
D.纸上得来终觉浅，绝知此事要躬行
18 、(2019江苏A1)党的十八大以来，党中央团结带领全党全国各族人民，深刻
回答了重大时代课题，形成了习近平新时代中国特色社会主义思想。关于习近平新时
代中国特色社会主义思想，下列表述正确的是：
①根本立场是以人民为中心，坚持人民主体地位
②核心要义是坚持和发展中国特色社会主义
③精髓是为人民谋幸福、为民族谋复兴、为世界作贡献
④理论特色是体现了理论与实际相结合、战略和战术相一致
A.①②③
B.①③④
C.②③④
D.①②③④
19 、(2019山东33)我国经济发展能够创造中国奇迹，民营经济功不可没。下列
关于民营经济作用的表述正确的是：
①国民经济的主导力量
②创业就业的主要领域
③技术创新的重要主体
④国家税收的重要来源
A.①③④
B.②3④
C.①②③④D.①②④
20 、(2019广东乡镇68)只要把握住历史发展大势，抓住历史变革时机，奋发有
为，锐意进取，人类社会就能更好前进。这句话体现的哲学原理是：
A.物质和意识的辩证关系
B.规律是可以认识和利用的
C.事物发展是前进性和曲折性的统一
D.实践是检验认识正确与否的唯一标准
21 、(2019吉林甲7)1798年，拉普拉斯曾根据牛顿引力理论预言宇宙中存在一种
类似于黑洞的天体。1939年，奥本海默等根据广义相对论，进一步证明，一个无压
的尘埃球体，在自引力作用下将能坍缩到它的引力半径的范围以内，这就形成黑洞。
2019年4月10日，黑洞研究开创性成果——“虚拟望远镜”在2017年拍摄的黑洞照
片在全球同时发布，人们对于黑洞的研究又向前迈进了一步。这一过程蕴含的哲理是：
A.联系具有普遍性和条件性B.世界具有统一性和多样性
C.认识具有反复性和上升性D.实践具有客观性和历史性
22 、(2019四川下3)关于脱贫攻坚，下列说法错误的是：
A.精准脱贫与防范化解重大风险、污染防治是决胜全面建成小康社会的三大攻
坚战
B.发展产业是实现脱贫的根本之策，要因地制宜，把培育产业作为推动脱贫攻坚
的根本出路
C.脱贫攻坚的目标任务是实现贫困地区农民人均可支配收人增长幅度和基本公共
服务主要领域指标均接近全国平均水平
D.稳定实现贫困人口“两不愁三保障”，即不愁吃不愁穿，义务教育、基本医疗、
住房安全有保障是脱贫攻坚的标准之一
23 、(2019青海4)“正能量”指的是一种健康乐观、积极向上的动力和情感。当
下中国社会涌现了许多富有正能量的人和事，这些催人奋进的、充满希望的人和事也
带动和影响了周围一批人，从哲学角度看：
①正能量具有指导作用，能够将人们的愿望变成现实
②正能量具有能动性，能够给人带来信心和力量
③正能量具有反作用，能对人体生理活动进行调节和控制
④正能量具有创造性，能直接转化为物质力量
A.①②
B.①④
C.②③
D.③④
24 、(2019北京6)2018年是马克思诞辰200周年。恩格斯曾在《在马克思墓前
的讲话》中提到，马克思有两大理论贡献。这两大理论贡献是：
A.劳动价值论和科学社会主义B.唯物史观和空想社会主义
C.剩余价值学说和劳动价值论D.唯物史观和剩余价值学说
25 、(2019国考2)根据党的十九大报告，下列说法不准确的是：
A.发展是解决我国一切问题的基础和关键
B.完善就业保障是中华民族永续发展的千年大计
C.文化自信是一个国家、一个民族发展中更基本、更深沉、更持久的力量
D.带领人民创造美好生活是我们党始终不渝的奋斗目标
26 、(2019江苏B2)改革开放40多年来，我国取得了举世瞩目的历史性发展成
就。关于我国经济发展成就，下列说法正确的是：
①国内生产总值年均实际增长率，远高于同期世界经济年均增长率
②我国成为世界第二大经济体、商品消费第二大国、外资流人第二大国
③主要农产品产量跃居世界前列，建立了全世界最完整的现代工业体系
④我国成为世界制造业第一大国、货物贸易第一大国，外汇储备连续多年位居世
界第一
A.①③④
B.①2③
C.②③④
D.①②③④
27 、(2019山西4)关于全面依法治国，下列说法不准确的是：
A.到本世纪中叶，基本建成法治国家、法治政府、法治社会
B.全面依法治国在“四个全面”中具有基础性、保障性作用
C.党的领导是社会主义法治最根本的保证
D.中国特色社会主义法治体系是中国特色社会主义制度的法律表现形式
28 、(2019深圳7)德国哲学家黑格尔认为，斯巴达的道德风习影响其宪法，而
宪法也影响道德风习，但两者都是社会制度的产物。他又认为社会制度取决于时代精
神或民族精神，而时代精神或民族精神又是绝对精神发展的一个环节。这反映的哲学
自然观是：
A.机械唯物主义B.辩证唯物主义
C.主观唯心主义D.辩证唯心主义
29 、(2018广州46)“逝者如斯夫，不舍昼夜”“时乎时乎不再来”是古代哲人在
启示我们：时间非常宝贵，要珍惜时间的每一分每一秒。这反映出时间具有____
的特点。
A.连续性
B.间隔性
C.一维性
D.反复性
30 、(2018深圳3)下列观点体现了朴素唯物主义思想的是：
A.凡是存在的都是合理的B.天地合气，万物自生
C.没有调查就没有发言权D.祸兮福之所倚，福兮祸之所伏
31 、(2018安徽50)下列事件按时间先后顺序排列正确的是：
①中国女排获得里约奥运会女排比赛冠军
②中国(上海)自由贸易试验区正式设立
③第九届金砖国家领导人会在厦门举行
④我国举行纪念中国人民抗日战争暨世界反法西斯战争胜利70周年阅兵式
A.②③①④
B.④①②③
C.②④①③
D.②①③④
32 、(2018云南20)爱因斯坦有言：在真理和认识方面，任何以权威者自居的人，
必将在上帝的戏笑中垮台!对此，下列理解正确的是：
①爱因斯坦否认世界是客观的
②爱因斯坦否认物质世界存在规律性
③爱因斯坦倾向于“意识会随着物质世界的发展而不断发展”的观点
④爱因斯坦并不一定是有神论者，他所说的上帝不是人格化的神
A.①②
B.②③
C.③④
D.①④
33 、(2018广东71)我国提出“创新、协调、绿色、开放、共享”五大发展理念。
下列措施体现五大发展理念的是：
①建设粤港澳大湾区
②强化知识产权创造与保护
③“一带一路”建设
④降低农村学生辍学率
⑤淘汰黄标车和老旧车
⑥精准扶贫
A.①③⑤
B.②④⑤⑥
C.②③④⑤⑥D.D②③④⑤⑥
34 、(2018广东73)党的十九大报告指出：“中国特色社会主义进人新时代。”这一论断体现的哲学原理是：
A.事物是质变与量变的统一B.“两点论”与“重点论”的统一
C.矛盾是社会发展的动力D.事物是普遍联系的
35 、(2018吉林甲8)下列流行语与其所反映的哲理对应错误的是：
A.正能量——发挥社会意识正确导向作用
B.新常态——静止的、无条件的
C.接地气——从实际出发，密切联系群众
D.中国式——共性寓于个性之中
36 、(2018吉林甲6)公元前3世纪，古希腊数学家欧几里得提出：“三角形内角之和等于180度。”19世纪，德国数学家黎曼提出：“在球面上，三角形内角之和大于180度。”后来，俄国数学家罗巴切夫斯基又提出：“在凹面上，三角形内角之和小于180度。”这一认识过程说明：
A.真理具有绝对性B.真理具有唯一性
C.真理具有客观性D.真理具有相对性
37 、(2018吉林甲3)在十三届全国人大一次会议上，宪法修正案经表决，获得高票通过。此次宪法修改的一项重要内容就是将习近平新时代中国特色社会主义思想载人国家根本法，体现党和国家事业发展的新成就、新经验、新要求，在总体保持宪法的连续性、稳定性、权威性的基础上推动宪法与时俱进，完善发展。宪法修改体现的哲理是：
A.事物发展的本质是克服B.事物发展的本质是抛弃
C.事物发展的本质是扬弃D.事物发展的本质是保留
38 、(2018吉林甲5)习近平主席曾用“牛顿力学三定律”来阐述中德关系的大方向：一是牢牢把握中德合作的“_____”；二是通过深化务实合作提升中德关系的“____”；三是减少两国关系发展的“_____”。将下列力学概念依次填入横线处，正确的是：
A.惯性  加速度  反作用力B.惯性  合外力  作用力
C.速度  加速度  作用力D.速度  合外力  反作用力
39 、(2018广东77)我国经济已由高速增长阶段转向高质量发展阶段，正处在攻
关期。下列不属于攻关期三大特征的是：
A.转变发展方式B.优化经济结构
C.转换增长动力D.优化营商环境
40 、(2018四川上2)习近平总书记在党的十九大报告中明确要求：“打造共建共
享的社会治理格局。”下列不属于社会治理措施的是：
A.加强平安中国建设
B.加强社区治理体系建设
C.加强国家安全体系建设
D.加强预防和化解社会矛盾机制建设
41 、(2018吉林甲2)国务院机构改革优化了创新引擎。一方面，重组科学技术部，
加强、优化、转变政府科技管理和服务职能；另一方面，重组国家知识产权局，强化
知识产权创造、保护和运用，让“第一动力”更有劲头。这段话蕴含的哲理是：
A.社会存在状况决定社会意识B.上层建筑应与经济基础相适应
C.生产关系应与生产力相适应D.社会意识一定要适应社会存在
42 、(2018四川上7)下列与哲学有关的说法正确的是：
A.“感觉是人与世界之间的屏障”是不可知论的观点
B.“千军易得，一将难求”是否认群众作用的历史唯心主义观点
C.从哲学角度来看，“机不可失，时不再来”说明了时间的绝对性
D.“不识庐山真面目，只缘身在此山中”说明真理是具体和多元的
43 、(2018四川上1)十九大报告中总结了过去五年我国在经济建设、民主法制建
设、思想文化建设、人民生活、生态文明建设等方面取得的历史性成就。下列不属于
过去五年我国经济建设取得的重大成就的是：
A.南海岛礁建设积极推进
B.农业现代化稳步推进，粮食生产能力达到一万二千亿斤
C.就业状况持续改善，城镇新增就业年均一千三百万人以上
D.城镇化率年均提高一点二个百分点，八千多万农业转移人口成为城镇居民
44 、(2017云南18)下列语句与哲学原理对应错误的是：
A.横切牛羊竖切猪，要省力气看纹路——办事要按客观规律
B.工欲善其事，必先利其器——主观能动性发挥受客观条件限制
C.破屋更遭连夜雨，漏船又遇打头风——事物发展是前进性与曲折性的统一
D.不登高山，不知天之高也；不临深渊，不知地之厚也——实践是真理来源
45 、(2017吉林甲2)习近平总书记指出，问题是事物矛盾的表现形式，我们强调
增强问题意识，坚持问题导向。这句话的哲学依据是：
A.具体问题具体分析是认识和解决问题的关键
B.承认矛盾的普遍性是认识和解决问题的关键
C.坚持问题导向才能体现中国共产党的宗旨
D.问题意识是中国特色社会主义的理论基础
46 、(2017北京7)我们纪念红军长征胜利80周年，就是要缅怀革命先烈不朽功
勋，继承光荣的革命传统，张扬伟大的长征精神，走好自己的长征路。这主要是因为：
A.量变能引起质变B.意识对物质具有反作用
C.外因是事物发展的基本条件D.世界是普遍联系的
47 、(2016江苏A4)法国作家雨果说：“最大的决心会产生最高的智慧。”下列与
这句话蕴含相似哲理的是：
A.人山问樵，人水问渔B.巧妇难为无米之炊
C.只要有信心，黄土变成金D.劈柴不照纹，累死劈柴人
48 、(2016江苏B4)下列选项中两组成语蕴含哲理相同的是：
A.流水不腐，户枢不蠹——人无远虑，必有近忧
B.奢靡之始，危亡之渐——千里之堤，溃于蚁穴
C.生于忧患，死于安乐——城门失火，殃及池鱼
D.螳螂捕蝉，黄雀在后——尺有所短，寸有所长
49 、(2016江苏C9)某村是贫困村，县扶贫工作队调研后认为该村有种植天麻的
先天优势，遂决定将推动天麻种植作为扶贫工作的重要内容。县扶贫工作队采取的下
列措施中不正确的是：
A.加强宣传引导，调动村民种植天麻的积极性
B.确定种植任务，规定每户村民的种植面积
C.统筹扶贫资金，做好良种引进和技术服务
D.吸引社会资本，推进天麻产品的深度加工
50 、(2016山东35)关于丝绸之路经济带，下列说法不正确的是：
A.东接亚太经济圈，西系欧洲经济圈
B.被认为是世界上最长、最具有发展潜力的经济大走廊
C.以温带季风气候为主，年平均降水量在800毫米左右
D.是国家主席习近平在哈萨克斯坦纳扎尔巴耶夫大学演讲时提出的
51 、(2016联考20)下列关于党的重要思想，按提出时间先后顺序排列正确的是：
①社会主义市场经济理论②“三个代表”重要思想
③社会主义本质理论④构建社会主义和谐社会理念
A.①②③④
B.①②④③
C.③①②④
D.③②①④
52 、(2016北京9)改革开放是一场深刻而全面的社会变革，每一项改革都会对其
他改革产生重要影响，每一项改革又都需要其他改革协同配合，要更加注重各项改革
的相互促进、良性互动，整体推进，重点突破，形成推进改革开放的强大合力。这段
话体现的哲学原理是：
A.矛盾是同一性和斗争性的统一
B.事物是普遍联系的
C.事物的发展是前进性和曲折性的统一
D.矛盾是社会发展的动力
53 、(2016吉林甲19)党的十八届五中全会提出了引领中国发展的“五大理念”，
即创新、协调、绿色、开放、共享。下列发展举措中，不符合“五大理念”的是：
A.实施“京津冀一体化”“长江经济带”战略
B.把发展、民生、社会建设融为一体，减少贫困人口
C.充分利用劳动力资源丰富优势，大力发展生产要素驱动的作用
D.推动建立绿色低碳循环发展产业体系，实施近零碳排放区示范工程
54 、(2016深圳3)制约人民群众创造活动的首要因素是：
A.社会政治
B.社会经济
C.精神文化
D.意识形态
55 、(2015天津8)调查研究发现，由于原料、人工等成本大幅攀升，很多农产品
的价格上涨是成本推动型的，还有些是周期性的。这种通过调查研究得出结论的做法
符合：
A.一切从实际出发，实事求是的要求
B.用发展的观点看问题的要求
C.两点论和重点论相统一的要求
D.唯物主义的方法论要求
`;