export const questionStr = `1 、(2020国考6)坚持农村基本经营制度，是党的农村政策的基石，是乡村振兴
的制度基础。关于农村基本经营制度，下列说法错误的是：
A.实行家庭承包经营为基础、统分结合的双层经营体制
B.保持土地承包关系稳定并长久不变，第二轮土地承包到期后再延长三十年
C.完善农村承包地所有权、承包权、经营权“三权”分置制度
D.支持进城落户农民依法自愿有偿转让集体土地所有权 
2 、(2020国考4)坚决打好“三大攻坚战”，是党的十九大提出的重大政治任务，
是2020年决胜全面建成小康社会的迫切要求。以下哪幅漫画不适合用于“三大攻坚
战”的宣传?
贫
A.aa
B.bb
C.cc
D.dd
3 、(2020北京4)农村承包地“三权”分置是继家庭联产承包责任制后农村改革
又一重大制度创新，是农村基本经营制度的自我完善。“三权”分置的重点是放活：
A.所有权
B.承包权
C.经营权
D.收益权
4 、(2020陕西17)延安时期，中国共产党逐步形成了一个“稳定的成熟的领导集
体”，这个领导集体成员包括：
A.毛泽东、朱德、刘少奇、周恩来、邓小平
B.毛泽东、朱德、刘少奇、周恩来、任弼时
C.毛泽东、朱德、刘少奇、周恩来、陈云
D.毛泽东、朱德、刘少奇、周恩来、彭德怀
5 、(2020江苏A6)中国共产党始终坚持以人民为中心，把人民立场和群众路线
贯彻到治国理政的全部活动之中。人民立场和群众路线体现的马克思主义基本原理是：
①人民群众是社会历史的活动主体
②从认识到实践、从实践到认识
③个别与一般内在统一并紧密相连
④从物质到精神、从精神到物质
A.①②③
B.①②④
C.①③④
D.②③④
6 、(2019国考4)下列与扶贫有关的说法正确的是：
A.习近平总书记首次提出了“精准扶贫”的理念
B.扶贫工作坚持扶贫同扶志相结合，“大水漫灌”与“精准滴灌”相结合
C.全面发展高新技术产业是《“十三五”脱贫攻坚规划》提出的一项重要举措
D.脱贫目标是到2035年稳定实现现行标准下农村贫困人口“两不愁、三保障”
7 、(2019江苏A2)改革开放40多年来，中国人民在富起来、强起来的征程上迈
出了决定性的步伐，一些经济指标已处于世界前列。下列指标中我国处于世界首位
的是：
A.货物贸易额B.商品消费额
C.外资流人额D.黄金储备量
8 、(2019山东42)国家纪念日具有铭记历史，缅怀先烈，维护和平，开创未来的
现实意义。下列关于我国国家纪念日的说法错误的是：
A.9月3日设立为中国人民抗日战争胜利纪念日
B.9月30日设立为烈士纪念日
C.12月3日设立为国家宪法日
D.12月13日设立为南京大屠杀死难者国家公祭日
9 、(2019浙江2)下列关于习近平新时代中国特色社会主义思想的说法错误的是：
A.中国特色社会主义最本质的特征是中国共产党领导
B.全面深化改革总目标是实现社会主义现代化和中华民族伟大复兴
C.全面推进依法治国总目标是建设中国特色社会主义法治体系，建设社会主义法
治国家
D.新时代我国社会主要矛盾是人民日益增长的美好生活需要和不平衡不充分的发
展之间的矛盾
10 、(2019国考1)党的十八大以来，以习近平同志为核心的党中央，紧密结合新
的时代条件和实践要求，以全新的视野深化对共产党执政规律、社会主义建设规律、
人类社会发展规律的认识，创立了习近平新时代中国特色社会主义思想，其核心要义是：
A.坚持和发展中国特色社会主义
B.中国特色社会主义进人了新时代
C.实现社会主义现代化和中华民族伟大复兴
D.坚持以人民为中心的发展思想
11 、(2019云南2)党的十九大提出我国“两个一百年”奋斗目标的实现，分二○
二○年到二○三五年、二○三五年到本世纪中叶两个阶段来安排。下列属于二O二○
年到二○三五年这一阶段要实现的奋斗目标是：
A.全体人民共同富裕基本实现
B.实现国家治理体系和治理能力现代化
C.成为综合国力和国际影响力领先的国家
D.法治国家、法治政府、法治社会基本建成
12 、(2019国考6)下列与我国军事国防相关的说法错误的是：
A.大力发展军民融合是维护国家主权和安全的战略基石
B.新形势下我军的军事战略方针是积极防御
C.中国位于海洋地缘战略区和欧亚大陆地缘战略区的交接处
D.维护地区和世界和平是我国军队担负的主要战略任务之一
13 、(2018江苏A1)经过长期努力，中国特色社会主义进人了新时代，我国日益
走近世界舞台中央，不断为人类作出更大贡献。下列能体现这一深刻变化的是：
①我国对世界经济增长的贡献率世界第一
②我国对外贸易和投资规模稳居世界前列
③我国成为联合国维和行动的主要出兵国
④我国积极参与全球治理体系改革和建设
A.①②④
B.①③④
C.②③④
D.①②③④
14 、(2018广东74)“简政放权、放管结合、优化服务”改革简称“放管服”改革。
下列措施不属于“放管服”改革的是：
①建设政府服务大数据
②降低制度性交易成本
③减少小微企业碳排放
④职责相近的党政机关合署办公
⑤推出市场准人负面清单
⑥发展电子商务
A.①⑤
B.③⑥
C.①③⑤⑥
D.②③④⑤
15 、(2018国考13)下列与我国农村土地产权制度有关的说法错误的是：
A.不得以退出土地承包权作为农民进城落户的条件
B.农村土地农民集体所有是农村基本经营制度的根本
C.家庭承包经营的重要特征是土地所有权和承包经营权分离
D.农村集体土地使用权不包括宅基地使用权
16 、(2018国考3)下列关于国家监察体制改革试点的说法错误的是：
A.试点地区预防腐败局的相关职能被整合进监察委员会
B.试点地区的监察委员会从属于行政系统
C.试点地区的监察委员会由人民代表大会产生
D.在北京市、山西省、浙江省开展国家监察体制改革试点
17 、(2018江苏A2)我国全面建设社会主义现代化国家的进程分为两个阶段，
2035年的目标是基本实现社会主义现代化，2050年的目标是建成富强民主文明和谐
美丽的社会主义现代化强国。
关于这两个阶段目标的特点，下列理解正确的是：
①紧扣我国社会主要矛盾的变化
②突出了以人民为中心的现代化
③设定了增长的数量指标和质量指标
④突出了“四个全面”战略布局的目标要求
A.①②③
B.①③④
C.①②④
D.①②③④
18 、(2018广州42)党的十九大提出“新时代我国社会主要矛盾是人民日益增长
的美好生活需要和不平衡不充分的发展之间的矛盾”，这一论断所蕴含的哲学原理是：
A.“两点论”与“重点论”的统一B.事物发展是质变和量变的统一
C.矛盾是事物发展的根本动力D.事物是普遍联系的
19 、(2018广东76)党的十九大报告提出“开启全面建设社会主义现代化国家新
征程”。下列关于“社会主义现代化”表述不准确的是：
A.把我国建成富强民主文明和谐的社会主义现代化强国
B.“三步走”目标是我国社会主义现代化建设的战略安排
C.从十九大到二十大，是“两个一百年”奋斗目标的历史交汇期
D.实现社会主义现代化是新时代坚持和发展中国特色社会主义的总任务之一
20 、(2017吉林乙3)翻开古代诗词，你可以一一品味诗人们深切的思想感情。读
王维、孟浩然，你懂得了什么是钟情山水；读杜甫、白居易，你懂得了什么是忧民情
结；读辛弃疾、陆游，你懂得了什么是爱国情怀。这段话体现的哲理是：
A.不同事物有不同的矛盾
B.矛盾的普遍性和特殊性相互转化
C.同一矛盾的两个不同方面各有特殊性
D.同一事物在发展的不同阶段上有不同的矛盾
21 、(2017浙江A102)随着我国社会逐步进人老龄化，现有的养老模式一般包括
家庭养老、机构养老、社区养老和以房养老等。下列关于我国农村老人养老模式的表
述错误的是：
A.张大爷根据四个儿子之间的协议，每月轮流到其中一个儿子家中生活
B.王大娘的两个儿子均没空照顾老人，于是将其送到附近一家养老机构
C.李大爷选择将房子抵押给金融机构，由金融机构每月支付其养老费用
D.赵大娘不愿离开熟悉的社区和朋友，于是选择在社区服务机构中养老
22 、(2017国考2)关于中国外交，下列说法错误的是：
A.二十世纪八九十年代，邓小平提出“韬光养晦、有所作为”的外交战略
B.“另起炉灶”是毛泽东在新中国成立前夕提出的外交方针
C.周恩来和陈毅都曾担任过外交部长
D.委内瑞拉是第一个同新中国建交的拉丁美洲国家
23 、(2016江苏B10)吸收社会资本参与公共产品和服务的供给，有助于实现资源
的最佳配置。下列属于社会资本参与公共产品和服务供给的是：
A.民营企业对其厂区内的道路进行绿化
B.民政部门与企业共同出资建设养老院
C.某企业出资冠名体育赛事
D.外贸企业经批准开办大型超市
24 、(2016江苏B3)习近平总书记在中央政治局第二十次集体学习时强调，要增
强问题意识，坚持问题导向。这体现的哲学原理是：
A.矛盾具有普遍性和客观性，矛盾是事物发展的源泉和动力
B.联系具有普遍性和多样性，任何事物都处在普遍联系之中
C.真理具有绝对性和相对性，绝对真理包含在相对真理之中
D.认识具有反复性和无限性，认识是一个辩证运动的过程
25 、(2016广东乡镇71)粮食生产是国民经济的基础，耕地是粮食生产的基础。
立足国内耕地资源、保障国家粮食安全是关系我国经济社会发展全局的重大问题。
以下有关表述有误的是：
A.人多地少是我国基本国情，人均耕地少于世界上许多国家
B.“坚守18亿亩红线”是指确保我国耕地面积不能低于18亿亩
C.除保障性安居工程外，任何住房用地均不得占用基本农田
D.目前，卫星遥感监测技术已被应用于我国耕地保护工作
26 、(2016江苏C8)鲁迅先生曾说，贾府里的焦大是不会爱上林妹妹的。这句话
蕴含的哲学意义是：
A.社会存在决定社会意识B.经济基础决定上层建筑
C.社会意识具有主观能动性D.社会意识对社会存在具有反作用
27 、(2016河南95)党员的党龄从何时开始计算?
A.支部大会通过其为预备党员之日起
B.支部大会通过其为正式党员之日起
C.党的基层委员会通过其为预备党员之日起
D.党的基层委员会通过其为正式党员之日起
28 、(2015广东81)全国两会开幕前，人大代表、政协委员们为了提交议案、提
案，会对经济社会发展问题进行深人的调查研究。这体现的哲理是：
A.主观与客观具体的历史的统一
B.具体问题具体分析
C.科学理论对实践具有指导作用
D.意识是人脑对客观事物的正确反映
29 、(2015吉林上甲3)孟子曰：“夫物之不齐，物之情也。或相倍蓰，或相什百，
或相千万。子比而同之，是乱天下也。”其哲学寓意是：
A.事物之间或事物内部普遍存在矛盾
B.矛盾双方在一定条件下可相互转化
C.内部矛盾总是事物发展的根本动力
D.矛盾着的事物及每个侧面各有特点


`;