export const questionStr = `1 、(2020江苏A10)“春江潮水连海平，海上明月共潮生。”关于海水涨落，下列说法不正确的是：
A.地球对海水的引力最大，它使海水有涨有落
B.海水的涨落受太阳、地球和月球引力的影响
C.由于距离地球遥远，太阳对海水的引力没有月球大D.太阳、月球和地球处在一条线上时，潮汐的潮差最大2 、(2020浙江B83)刘某乘火车从徐州出发去乌鲁木齐，列车行驶在徐新高铁线上，下列情况不可能发生的是：
A.刘某看到了黄河B.列车经过太原站C.列车驶人河南省境内D.列车速度达到300千米/小时3 、(2020国考18)下列哪句诗涉及的地形接近下图?
A.横看成岭侧成峰，远近高低各不同B.连峰去天不盈尺，枯松倒挂倚绝壁C.天姥连天向天横，势拔五岳掩赤城D.天寒日暮山谷里，肠断非关陇头水4 、(2020国考2)习近平总书记为我国生态文明建设倾注了巨大心血，足迹遍布大江南北、城市乡村，对各地的生态环境情况都了然于心、深思细究，对很多地域的生态环境寄予了期望。以下“期望”与地域对应正确的是：A.要留住“飞泉泻万仞，舞鹤双低昂”那样的风景——贵州B.要确保“一江清水向东流”——重庆C.“长烟一空，皓月千里，浮光跃金，静影沉璧”这样的乡情美景不能弄没了—
湖南
D.要保护好“洞庭波涌连天雪，长岛人歌动地诗”——江西
5 、(2020安徽53)下列关于我国城市的表述错误的是：A.北京市、上海市、天津市和重庆市是直辖市B.昆山市、义乌市、江阴市、温岭市是县级市C.东莞市、三沙市、中山市和嘉峪关市是地级市D.成都市、西安市、杭州市和长沙市是副省级市6 、(2020四川8)下列与我国四大盆地有关的说法不正确的是：A.柴达木盆地盛产小麦和青裸
B.准噶尔盆地呈不规则三角形
C.罗布泊位于塔里木盆地东部
D.四川盆地的气温高于同纬度其他地区
7 、(2020四川10)下列现象与地转偏向力没有直接关联的是：A.我国河流大都右岸较为陡峭，左岸较为平缓B.北印度洋环流在冬季呈逆时针方向流动，夏季反之C.从卫星云图上看，北半球的台风成逆时针方向旋转，南半球反之D.随着太阳直射点北移，南印度洋的东南信风越过赤道形成西南季风8 、(2019青海12)在青海，当我们外出时，看树桩上的年轮，可以识别年轮宽的一面为：
A.东方
B.南方C.西方
D.北方9 、(2019北京21)长江是我国第一大江，沿长江发展形成了许多城市。以下城市中，不在长江边的是：
A.宜昌
B.南京C.九江
D.长沙10 、(2019四川下9)关于古城，下列说法错误的是：A.丽江古城位于洱海盆地
B.阆中古城是古代巴蜀的军事重地
C.徽州古城具有“城套城”的建筑风格
D.平遥古城的民居建筑呈现左右对称的特点11 、(2019青海15)如果国庆节当天是农历九月初三。关于当天月相的描述，正确的是：
A.杨同学说：“月球黄昏升出地平面。”
B.赖同学说：“上半夜可见于西天。”
C.张同学说：“月面东半亮(左)。”
D.尹同学说：“月球午夜落下地平面。”
12 、(2019甘肃19)关于天文现象，下列说法错误的是：
A.反气旋过境时，常会带来晴朗、干燥的天气
B.“日中无影”现象常出现在南北回归线之间
C.火星地表土为一种酸性土壤，因此呈橘红色
D.大气层中平流层的温度会随高度增加而增高
13 、(2019甘肃8)关于我国地貌旅游资源，下列说法错误的是：
A.重庆老瀛山是典型的丹霞地貌
B.敦煌魔鬼城属于雅丹地貌群落
C.桂林的七星岩是典型的岩溶洞穴
D.华山为著名的石英砂岩峰林地貌
14 、(2019北京23)作为热带海洋和大气共同作用的产物，拉尼娜现象指的是：
A.赤道太平洋东部和中部海面温度持续异常偏冷
B.赤道太平洋东部和中部海面温度持续异常偏热
C.赤道太平洋西部和中部海面温度持续异常偏冷
D.赤道太平洋西部和中部海面温度持续异常偏热
15 、(2019甘肃3)关于我国海洋国土，下列说法错误的是：
A.北纬36度线经过了我国东海海域
B.朝鲜和越南既与我国相邻又隔海相望
C.渤海和黄海全部位于大洋边缘的大陆架上
D.三沙市下辖西沙群岛、中沙群岛、南沙群岛
16 、(2019国考17)下列地理分界线对应正确的是：
A.横断山脉——内流区和外流区
B.本初子午线——东半球和西半球
C.200毫米等降水量线——农耕区和畜牧业区
D.祁连山脉——河西走廊和柴达木盆地
17 、(2018四川下11)关于地下水，下列说法不正确的是：
A.地下水能在岩石孔隙中自由流动
B.沙漠地区的地下水资源严重匮乏
C.地下水的无机盐含量比地表水更高
D.敦煌月牙泉是地下水溢出地表形成的
18 、(2018山东35)关于洋流，下列说法错误的是：
A.墨西哥湾暖流与拉布拉多寒流交汇形成了闻名世界的纽芬兰渔场
B.哥伦布航海横跨大西洋前往美洲时，可以利用墨西哥湾暖流顺水航行
C.美国西海岸发生原油泄漏后，污染物有可能随加利福尼亚寒流污染赤道地区
D.由于秘鲁寒流的强大影响，可以在赤道附近的科隆群岛看到企鹅
19 、(2018云南16)下列说法正确的是：
A.海拔高度即某地与海平面的高度差，我国海拔高度以东海海面为零点
B.中国、挪威、印度尼西亚均拥有上千个大小岛屿，可称为“千岛之国”
C.港口按照用途，可分为海港、河港、湖港及水库港四种
D.印度半岛又称“南亚次大陆”，是世界上面积最大的半岛
20 、(2018浙江B11)下列关于天文知识的说法正确的是：
A.太阳系中体积最小的行星是海王星
B.最早进人太空的航天员是美国的阿姆斯特朗
C.世界公认最早的太阳黑子记录出自《春秋》
D.地球通常在7月初经过远日点
21 、(2017云南3)对联是中华语言独特的艺术形式，它要求两行文字字数相同，
意义相关，词性相当，结构相称，对仗工整，如能藏典更佳。下列选项是以不同地方
为题材所作的对联，其中最恰当的一项是：
A.安徽和陕西：黄山为九州增色；瓷器与中国同名
B.湖南和湖北：八百里洞庭凭岳阳壮阔；两千年赤壁览黄鹤风流
C.四川和贵州：川肴蜀绣渝州城，花径草堂；苗寨黔山黄果树，茅台赤水
D.内蒙古和黑龙江：碧草毡房，春风马背牛羊壮；苍松雪岭，沃野豆谷千里香
22 、(2017广东71)“海上丝绸之路”是古代中国与外国交通贸易和文化交往的海
上通道，包括东海航线和南海航线。以下城市不属于“海上丝绸之路”航线中主要港
口的是：
A.广州
B.泉州
C.宁波
D.厦门
23 、(2017新疆32)_在新疆境内，是中国第二大盆地，海拔500米，中间
是沙漠戈壁，边缘是绿洲。
A.准噶尔盆地B.塔里木盆地
C.柴达木盆地D.吐鲁番盆地
24 、(2017广东78)世界上多数国家都采用以区时为单位的标准时。关于时间，
以下认识不正确的是：
A.所有时区都以格林尼治本初子午线为基础
B.国际日期变更线的西边要比东边晚一天
C.许多国家在夏季人为地把时钟拨快一小时，使用夏令时间
D.全球共分为24个时区，每个时区都有自己的时间
25 、(2017江苏B9)下列诗句描写的地方都位于长江流域，按照从上游到下游排
序正确的是：
①猿愁鱼水翻波，自古流传是泪罗
②白帝城中云出门，白帝城下雨翻盆
③昔登江上黄鹤楼，遥爱江中鹦鹉洲
④钟山如龙独西上，欲破巨浪乘长风
A.①②③④
B.②①④③
C.②①③④
D.①2④③
26 、(2017江西44)关于热带季风气候，下列说法错误的是：
A.分布在纬度10度到回归线附近的亚洲大陆东南部等地
B.热带季风发达，一年中风向的季节变化不明显
C.年降水量多，一般在1500~2000mm，集中在6一10月份(北半球)
D.全年高温，春秋极短
27 、(2017吉林乙12)下列地貌与成因的连线，正确的是：
A.黄土高原沟壑纵横——风力沉积B.云南的石林——流水侵蚀
C.华北平原——地壳上升的结果D.四川盆地——海浪侵蚀
28 、(2017江西49)关于海洋环境，下列说法错误的是：
A.海洋是地球上水循环的起点
B.海洋水温在垂直方向上，上层和下层截然不同
C.波浪、潮汐和海流等都是海水运动形式
D.海洋可以分成四种地形区域：大陆架、大陆坡、大洋盆地和大洋高原
29 、(2017陕西17)下列说法中，正确的是：
A.按照活动性，火山可分为活火山、睡眠火山、死火山三大类
B.花生原产地在亚洲的印度、尼泊尔一带
C.“比亚迪唐”是新能源汽车
D.乔布斯创立的苹果公司总部位于美国佛罗里达州的奥兰多
30 、(2017国考19)小王冬季从北京首都国际机场乘坐航班去某个机场，到达后
发现手表显示的时间为18点30分，而机场所在地时间为22点30分，他去的可能是
以下哪个城市?
A.华盛顿
B.马尼拉
C.曼彻斯特
D.惠灵顿
31 、(2017江苏A10)下列有关世界地理的说法错误的是：
A.俄罗斯横跨欧亚大陆，是世界上面积最大的内陆国家
B.亚洲是世界上面积最大的洲，也是世界上人口最多的洲
C.澳大利亚大陆是最小的大陆，也是只有一个国家的大陆
D.南极洲是世界上海拔最高的洲，北冰洋是世界上最小的大洋
32 、(2016江苏A16)我国山脉众多，给自然与人文地理环境带来深刻影响。对
此，下列说法错误的是：
A.秦岭山脉是我国南北方的重要地理分界线
B.祁连山脉融雪是河西走廊绿洲农业的主要水源
C.喜马拉雅山脉是世界上最年轻最高大的山脉
D.阴山山脉是传统上重要的农业与林业的分界
33 、(2015河北8)我国人口分布有一条明显的地理分界线，该线东南部人口多，
西北部人口少，这条分界线是：
A.漠河一腾冲连线B.黑河一腾冲连线
C.秦岭一淮河连线D.天山一阴山连线
34 、(2015吉林下甲12)农业是国民经济中的第一产业，对于中国这样的人口大
国，农业具有战略性地位。以下关于我国农业的表述，错误的是：
A.我国最早的耕作技术是原始社会的人力耕作
B.《三字经》中，将稻、粱、葱、麦、黍、稷并称为六谷
C.今天我国广为种植的一些作物并非原产我国，而是外来引进，例如玉米
D.休闲农业是利用农业景观资源和农业生产条件，发展观光、休闲、旅游的一种
新型农业生产经营形态
35 、(2015吉林上乙2)“一带一路”是中国全新的对外开放战略。下列关于“一
带一路”说法错误的是：
A.可纳人的国家和地区范围是开放的
B.吉林省是“一带一路”圈定的重点省份之一
C.指“丝绸之路经济带”和“21世纪海上丝绸之路”
D.是区域经济合作发展的实体
36 、(2015黑龙江6)关于中国的邻国，下列说法正确的是：
A.哈萨克斯坦是最大的内陆国
B.印度最大的宗教是佛教
C.阿富汗属亚热带季风气候
D.越南与新中国建交最早
37 、(2015黑龙江17)下列哪项不是发育成台风的主要因素?
A.广阔的热带海洋
B.气温高导致海水大量蒸发升空
C.地球自转偏向力
D.不期而至的强风吹散空气漩涡
38 、(2015吉林上甲10)吉林雾淞形成的条件是：
A.松花江江心常年不封冻，容易形成大量水蒸气
B.松花湖作为人工湖泊处于十分独特的地理位置
C.丰满水电站放出的暖水与冷空气间的相互作用
D.松花江吉林市段河道变窄，水流湍急形成大雾
`;